Repository: Ultimaker/Cura
Catalog: resources/i18n/ua_UA/fdmextruder.def.json.po
Languages: ua_ua

# machine_settings label
source: Machine
ua_ua: Принтер

# machine_settings description
source: Machine specific settings
ua_ua: Налаштування до принтеру

# extruder_nr label
source: Extruder
ua_ua: Екструдер

# extruder_nr description
source: The extruder train used for printing. This is used in multi-extrusion.
ua_ua: Екструдер, що використовується для друку. Має значення при використанні декількох екструдерів.

# extruder_prime_pos_z label
source: Extruder Prime Z Position
ua_ua: Початкова Z координата екструдера

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
ua_ua: Z координата екструдера на початку друку

# machine_extruder_cooling_fan_number label
source: Extruder Print Cooling Fan
ua_ua: Вентилятор охолодження екструдера при друці

# machine_extruder_cooling_fan_number description
source: The number of the print cooling fan associated with this extruder. Only change this from the default value of 0 when you have a different print cooling fan for each extruder.
ua_ua: Номер вентилятора охолодження для друку пов'язаних з цим екструдером. Міняйте це з стандартного значення 0 тільки коли Ви маєте різні вентилятори охолодження для кожного екструдера.

# machine_extruder_end_code label
source: Extruder End G-Code
ua_ua: Фінальний G-Code екструдера

# machine_extruder_end_code description
source: End g-code to execute when switching away from this extruder.
ua_ua: Фінальний g-code при зміні даного екструдера

# machine_extruder_end_code_duration label
source: Extruder End G-Code Duration
ua_ua: Тривальість виконання фільнального g-code

# machine_extruder_end_code_duration description
source: The time it takes to execute the end g-code, when switching away from this extruder.
ua_ua: Час який займає виконати фінальний g-code при зміні даного екструдера

# machine_extruder_end_pos_abs label
source: Extruder End Position Absolute
ua_ua: Абсолютна фінальна позиція екструдера

# machine_extruder_end_pos_abs description
source: Make the extruder ending position absolute rather than relative to the last-known location of the head.
ua_ua: Встановити абсолютну фінальну позицію екструдера, а не відносно останньої позиції голови

# machine_extruder_end_pos_x label
source: Extruder End Position X
ua_ua: Фінальна позиція X екструдера

# machine_extruder_end_pos_x description
source: The x-coordinate of the ending position when turning the extruder off.
ua_ua: X координата фінальної позиції при відключенні екструдера

# machine_extruder_end_pos_y label
source: Extruder End Position Y
ua_ua: Фінальна позиція Y екструдера

# machine_extruder_end_pos_y description
source: The y-coordinate of the ending position when turning the extruder off.
ua_ua: Y координата фінальної позиції при відключенні екструдера

# machine_extruder_start_code label
source: Extruder Start G-Code
ua_ua: Початковий G-Code екструдера

# machine_extruder_start_code description
source: Start g-code to execute when switching to this extruder.
ua_ua: Початковий g-code, що запускається при перемиканні на даний екструдер

# machine_extruder_start_code_duration label
source: Extruder Start G-Code Duration
ua_ua: Тривалість початкового G-Code

# machine_extruder_start_code_duration description
source: The time it'll take to execute the start g-code, when switching to this extruder.
ua_ua: Час, необхідний для виконання початкового g-code при перемиканні цього екструдера

# machine_extruder_start_pos_abs label
source: Extruder Start Position Absolute
ua_ua: Абсолютна стартова позиція екструдера

# machine_extruder_start_pos_abs description
source: Make the extruder starting position absolute rather than relative to the last-known location of the head.
ua_ua: Встановити абсолютну початкову позицію екструдера, а не відносно останньої позиції голови

# machine_extruder_start_pos_x label
source: Extruder Start Position X
ua_ua: Початкова позиція X екструдера

# machine_extruder_start_pos_x description
source: The x-coordinate of the starting position when turning the extruder on.
ua_ua: X координата початкової позиції при увімкненні екструдера

# machine_extruder_start_pos_y label
source: Extruder Start Position Y
ua_ua: Початкова позиція Y екструдера

# machine_extruder_start_pos_y description
source: The y-coordinate of the starting position when turning the extruder on.
ua_ua: Y координата початкової позиції при увімкненні екструдера

# machine_nozzle_id label
source: Nozzle ID
ua_ua: Ідентифікатор сопла

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
ua_ua: Ідентифікатор сопла екструдера, наприклад "AA 0.4" і "BB 0.8".

# machine_nozzle_offset_x label
source: Nozzle X Offset
ua_ua: Х зміщення сопла

# machine_nozzle_offset_x description
source: The x-coordinate of the offset of the nozzle.
ua_ua: Зміщення сопла по осі Х

# machine_nozzle_offset_y label
source: Nozzle Y Offset
ua_ua: Y зміщення сопла

# machine_nozzle_offset_y description
source: The y-coordinate of the offset of the nozzle.
ua_ua: Зміщення сопла по осі Y

# machine_nozzle_size label
source: Nozzle Diameter
ua_ua: Діаметр сопла

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
ua_ua: Внутрішній діаметр сопла. Змініть це налаштування коли використовуєте нестандартний розмір сопла

# material label
source: Material
ua_ua: Матеріал

# material description
source: Material
ua_ua: Матеріал

# material_diameter label
source: Diameter
ua_ua: Діаметр

# material_diameter description
source: Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.
ua_ua: Вкажіть діаметр філаменту.

# platform_adhesion label
source: Build Plate Adhesion
ua_ua: Прилипання до столу

# platform_adhesion description
source: Adhesion
ua_ua: Прилипання

# extruder_prime_pos_x label
source: Extruder Prime X Position
ua_ua: Початкова позиція екструдера по X

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
ua_ua: Х координата позиції, де сопло починає друк

# extruder_prime_pos_y label
source: Extruder Prime Y Position
ua_ua: Початкова позиція екструдера по Y

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
ua_ua: Y координата позиції, де сопло починає друк
