Repository: Ultimaker/Cura
Catalog: resources/i18n/ua_UA/gradual_flow_settings.def.json.po
Languages: ua_ua

# gradual_flow_enabled label
source: Gradual flow enabled
ua_ua: Плавний контроль увімкнено

# gradual_flow_enabled description
source: Enable gradual flow changes. When enabled, the flow is gradually increased/decreased to the target flow. This is useful for printers with a bowden tube where the flow is not immediately changed when the extruder motor starts/stops.
ua_ua: Увімкнути зміну плавного контролю. Коли увімкнено потік постійно збільшується/зменшується до цільового значення. Це корисно для принтерів з трубкою Боудена, де потік не міняється відразу при запуску/зупинці двигуна екструдера.

# max_flow_acceleration label
source: Gradual flow max acceleration
ua_ua: Максимальне прискорення плавного потоку

# max_flow_acceleration description
source: Maximum acceleration for gradual flow changes
ua_ua: Максимальне прискорення для зміни плавного потоку

# layer_0_max_flow_acceleration label
source: Initial layer max flow acceleration
ua_ua: Максимальне прискорення на початковому шарі

# layer_0_max_flow_acceleration description
source: Minimum speed for gradual flow changes for the first layer
ua_ua: Мінімальна швидкість зміни плавного потоку для першого шару

# gradual_flow_discretisation_step_size label
source: Gradual flow discretisation step size
ua_ua: Розмір кроку дискретизації плавного потоку

# gradual_flow_discretisation_step_size description
source: Duration of each step in the gradual flow change
ua_ua: Тривалість кожного кроку в зміні плавного потоку

# reset_flow_duration label
source: Reset flow duration
ua_ua: Скинути плавний потік

# reset_flow_duration description
source: For any travel move longer than this value, the material flow is reset to the paths target flow
ua_ua: Для будь-якого переміщення довше ніж це значення, потік матеріалу скидається до шляху цілі потоку
