Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @description
source: Backup and synchronize your Cura settings.
ca_es: Feu una còpia de seguretat i sincronitzeu els paràmetres del Cura.
hi_hi: बैकअप लें और अपनी Cura सेटिंग्स को सिंक्रोनाइज़ करें।

# @button
source: Sign in
ca_es: Inicia la sessió
hi_hi: साइन इन करें

# @title:window
source: More information on anonymous data collection
ca_es: Més informació sobre la recol·lecció de dades anònimes
hi_hi: अज्ञात डेटा संग्रह पर अधिक जानकारी

# @text:window
source: Ultimaker Cura collects anonymous data in order to improve the print quality and user experience. Below is an example of all the data that is shared:
ca_es: L'Ultimaker Cura recopila dades anònimes per a millorar la qualitat de la impressió i l'experiència de l'usuari. A continuació es mostra un exemple de totes les dades que es comparteixen:
hi_hi: Ultimaker Cura प्रिंट गुणवत्ता और उपयोगकर्ता अनुभव को बेहतर बनाने के लिए अज्ञात डेटा एकत्र करता है। नीचे साझा किए गए सभी डेटा का एक उदाहरण है:

# @text:window
source: I don't want to send anonymous data
ca_es: No vull enviar dades anònimes
hi_hi: मैं अज्ञात डेटा नहीं भेजना चाहता/चाहती

# @text:window
source: Allow sending anonymous data
ca_es: Permet l'enviament de dades anònimes
hi_hi: अज्ञात डेटा भेजने की अनुमति दें

# @label
source: Please select any upgrades made to this Ultimaker Original
ca_es: Trieu qualsevol actualització disponible per a aquest Ultimaker Original
hi_hi: कृपया इस Ultimaker Original में किए गए किसी भी अपग्रेड का चयन करें

# @label
source: Heated Build Plate (official kit or self-built)
ca_es: Placa d'impressió calenta (kit oficial o autoconstruït)
hi_hi: हीटेड बिल्ड प्लेट (आधिकारिक किट या सेल्फ बिल्ट)

# @title
source: Build Plate Leveling
ca_es: Anivellament de la placa d'impressió
hi_hi: बिल्ड प्लेट लेवलिंग

# @label
source: To make sure your prints will come out great, you can now adjust your buildplate. When you click 'Move to Next Position' the nozzle will move to the different positions that can be adjusted.
ca_es: Per a assegurar-vos que les impressions surten bé, ara podeu ajustar la placa d'impressió. En fer clic a «Mou a la posició següent» la tovera es mourà a les diferents posicions que es poden ajustar.
hi_hi: यह सुनिश्चित करने के लिए कि आपके प्रिंट शानदार निकलेंगे, अब आप अपनी बिल्डप्लेट को समायोजित कर सकते हैं। जब आप 'Move to Next Position' पर क्लिक करते हैं तो नोजल अलग-अलग पोजीशन में चला जाएगा जिसे एडजस्ट किया जा सकता है।
pt_br: Para se certificar suas impressões sairão com ótimas, agora você pode ajustar a suaplataforma de impressão. Quando você clicar em 'Mover para a próxima posição' o bico irá se mover paraas diferentes posições que podem ser ajustadas.

# @label
source: For every position; insert a piece of paper under the nozzle and adjust the print build plate height. The print build plate height is right when the paper is slightly gripped by the tip of the nozzle.
ca_es: Per a cada posició; inseriu un tros de paper sota la tovera i ajusteu l'altura de la placa d'impressió. L'altura de la placa d'impressió és correcta quan el paper frega lleugerament la punta de la tovera.
hi_hi: हर पद के लिए; नोजल के नीचे कागज का एक टुकड़ा डालें और प्रिंट बिल्ड प्लेट की ऊंचाई को समायोजित करें। प्रिंट बिल्ड प्लेट की ऊंचाई तब सही होती है जब कागज को नोजल की नोक से थोड़ा सा पकड़ लिया जाता है।

# @action:button
source: Start Build Plate Leveling
ca_es: Inicia l'anivellament de la placa d'impressió
hi_hi: बिल्ड प्लेट लेवलिंग प्रारंभ करें

# @action:button
source: Move to Next Position
ca_es: Mou a la següent posició
pt_br: Mover para Proxima Posição

# @label
source: By
ca_es: Per

# @button
source: Enable
ca_es: Activa

# @button
source: Disable
ca_es: Desactiva

# @button
source: Downgrading...
ca_es: S'està revertint...

# @button
source: Downgrade
ca_es: Reverteix

# @button
source: Installing...
ca_es: S'està instal·lant...

# @button
source: Install
ca_es: Instal·la

# @button
source: Uninstall
ca_es: Desinstal·la

# @button
source: Updating...
ca_es: S'està actualitzant...

# @button
source: Update
ca_es: Actualitza

# @header
source: Install Plugins
ca_es: Instal·la els connectors

# @text
source: Streamline your workflow and customize your Ultimaker Cura experience with plugins contributed by our amazing community of users.
ca_es: Milloreu el flux de treball i personalitzeu l'experiència d'Ultimaker Cura amb els connectors aportats per la nostra increïble comunitat d'usuaris.

# @title
source: Changes from your account
ca_es: Canvis des del vostre compte
hi_hi: आपके खाते से बदलाव

# @button
source: Dismiss
ca_es: Descarta
hi_hi: खारिज

# @button
source: Next
ca_es: Endavant
hi_hi: अगला

# @label
source: The following packages will be added:
ca_es: S'afegiran els paquets següents:
hi_hi: निम्नलिखित पैकेज जोड़े जाएंगे:

# @label
source: The following packages can not be installed because of an incompatible Cura version:
ca_es: Els paquets següents no es poden instal·lar a causa d'una versió Cura incompatible:
hi_hi: Cura के असंगत संस्करण के कारण निम्नलिखित पैकेज स्थापित नहीं किए जा सकते:

# @button:label
source: Learn More
ca_es: Més informació

# @label
source: You need to accept the license to install the package
ca_es: Heu d'acceptar la llicència per a instal·lar el paquet
hi_hi: पैकेज को स्थापित करने के लिए आपको लाइसेंस स्वीकार करने की आवश्यकता है

# @button
source: Plugin license agreement
ca_es: Acord de llicència del connector

# @text
source: Please read and agree with the plugin licence.
ca_es: Llegiu i accepteu la llicència del connector.

# @button
source: Accept
ca_es: Ho accepto

# @header
source: Install Materials
ca_es: Instal·la els materials

# @text
source: Select and install material profiles optimised for your Ultimaker 3D printers.
ca_es: Seleccioneu i instal·leu perfils de materials optimitzats per a les vostres impressores Ultimaker 3D.

# @info:tooltip
source: Manage packages
ca_es: Gestiona els paquets

# @header
source: Description
ca_es: Descripció

# @header
source: Compatible printers
ca_es: Impressores compatibles

# @info
source: No compatibility information
ca_es: No hi ha informació de compatibilitat

# @header
source: Compatible support materials
ca_es: Materials de suport compatibles

# @info No materials
source: None
ca_es: Cap

# @header
source: Compatible with Material Station
ca_es: Compatible amb Material Station

# @info
source: Yes
ca_es: Sí

# @header
source: Optimized for Air Manager
ca_es: Optimitzat per a Air Manager

# @button
source: Visit plug-in website
ca_es: Visita el lloc web del connector

# @button
source: Website
ca_es: Lloc web

# @button
source: Buy spool
ca_es: Compra una bobina

# @button
source: Safety datasheet
ca_es: Especificacions de seguretat

# @button
source: Technical datasheet
ca_es: Especificacions tècniques

# @header
source: Package details
ca_es: Detalls del paquet

# @button:tooltip
source: Back
ca_es: Enrere

# @button
source: Failed to load packages:
ca_es: No s'han pogut carregar els paquets:

# @button
source: Retry?
ca_es: Tornem-hi?

# @button
source: Loading
ca_es: S'està carregant

# @message
source: No more results to load
ca_es: No hi ha més resultats per carregar

# @message
source: No results found with current filter
ca_es: No s'han trobat més resultats amb el filtre actual

# @button
source: Load more
ca_es: Carrega'n més

# @info
source: Ultimaker Verified Plug-in
ca_es: Connector d'Ultimaker verificat

# @info
source: Ultimaker Certified Material
ca_es: Material d'Ultimaker certificat

# @info
source: Ultimaker Verified Package
ca_es: Paquet d'Ultimaker verificat

# @header
source: Manage packages
ca_es: Gestiona els paquets

# @text
source: Manage your Ultimaker Cura plugins and material profiles here. Make sure to keep your plugins up to date and backup your setup regularly.
ca_es: Gestioneu aquí els connectors i perfils de materials d'Ultimaker Cura. Assegureu-vos de mantenir els connectors actualitzats i feu-ne còpia de seguretat regularment.

# @title
source: Loading...
ca_es: S'està carregant...

# @button
source: Plugins
ca_es: Connectors

# @info
source: Search in the browser
ca_es: Cerca en el navegador

# @button
source: In order to use the package you will need to restart Cura
ca_es: Per a poder usar el paquet, cal que reinicieu el Cura

# @info:button, %1 is the application name
source: Quit %1
ca_es: Surt de 1%
hi_hi: बाहर निकलें %1

# @info
source: Please make sure your printer has a connection: - Check if the printer is turned on. - Check if the printer is connected to the network. - Check if you are signed in to discover cloud-connected printers.
ca_es: Assegureu-vos que la impressora té connexió: - Comproveu si la impressora està activada. - Comproveu si la impressora està connectada a la xarxa. - Comproveu si heu iniciat la sessió per a descobrir les impressores connectades al núvol.
hi_hi: कृपया सुनिश्चित करें कि आपके प्रिंटर में कनेक्शन है: - जांचें कि क्या प्रिंटर चालू है। - जांचें कि क्या प्रिंटर नेटवर्क से जुड़ा है। - जांचें कि क्या आपने क्लाउड-कनेक्टेड प्रिंटर खोजने के लिए साइन इन किया है।

# @info
source: Please connect your printer to the network.
ca_es: Connecteu la impressora a la xarxa.
hi_hi: कृपया अपने प्रिंटर को नेटवर्क से कनेक्ट करें।

# @label link to technical assistance
source: View user manuals online
ca_es: Mostra els manuals d'usuari en línia
hi_hi: उपयोगकर्ता मैनुअल ऑनलाइन देखें

# @info
source: In order to monitor your print from Cura, please connect the printer.
ca_es: Per a poder fer seguiment de la impressió des del Cura, connecteu la impressora.
hi_hi: Cura से अपने प्रिंट की निगरानी करने के लिए, कृपया प्रिंटर को कनेक्ट करें।

# @title:window
source: Open Project
ca_es: Obre un projecte
hi_hi: प्रोजेक्ट खोले

# @action:ComboBox Update/override existing profile
source: Update existing
ca_es: Hi ha una actualització disponible
hi_hi: मौजूदा को अपडेट करे

# @action:ComboBox Save settings in a new profile
source: Create new
ca_es: Crea
hi_hi: नया बनाए

# @action:title
source: Summary - Cura Project
ca_es: Resum - Projecte Cura
hi_hi: सारांश - Cura प्रोजेक्ट

# @info:tooltip
source: How should the conflict in the machine be resolved?
ca_es: Com s'ha de resoldre el conflicte en la màquina?
hi_hi: मशीन में संघर्ष को कैसे हल किया जाना चाहिए?

# @action:label
source: Printer settings
ca_es: Paràmetres de la impressora
hi_hi: प्रिंटर सेटिंग्स

# @action:label
source: Type
ca_es: Tipus
hi_hi: प्रकार

# @action:label
source: Printer Group
ca_es: Grup d'impressores
hi_hi: प्रिंटर ग्रुप

# @info:tooltip
source: How should the conflict in the profile be resolved?
ca_es: Com s'ha de resoldre el conflicte en el perfil?
hi_hi: प्रोफ़ाइल में विरोध का समाधान कैसे किया जाना चाहिए?

# @action:label
source: Profile settings
ca_es: Paràmetres del perfil
hi_hi: प्रोफाइल सेटिंग्स

# @action:label
source: Name
ca_es: Nom
hi_hi: Název

# @action:label
source: Intent
ca_es: Intenció
hi_hi: इरादा

# @action:label
source: Not in profile
ca_es: No és al perfil
hi_hi: प्रोफ़ाइल में नहीं

# @action:label
source: %1 override
ca_es: substitució del 3%1
hi_hi: %1 ओवरराइड

# @action:label
source: Derivative from
ca_es: Derivat de
hi_hi: से व्युत्पन्न

# @action:label
source: %1, %2 override
ca_es: %1, %2 excepció
hi_hi: %1, %2 ओवरराइड

# @info:tooltip
source: How should the conflict in the material be resolved?
ca_es: Com voleu de resoldre el conflicte en el material?
hi_hi: मटेरियल में संघर्ष को कैसे हल किया जाना चाहिए?

# @action:label
source: Material settings
ca_es: Paràmetres del material
hi_hi: मटेरियल सेटिंग्स

# @action:label
source: Setting visibility
ca_es: Visibilitat dels paràmetres
hi_hi: दृश्यता सेट कर रहे

# @action:label
source: Visible settings:
ca_es: Paràmetres visibles:
hi_hi: दृश्यमान सेटिंग्स:

# @action:label
source: %1 out of %2
ca_es: %1 de %2
hi_hi: %2 में से %1

# @action:warning
source: Loading a project will clear all models on the build plate.
ca_es: La càrrega d'un projecte esborrarà tots els models de la placa d'impressió.
hi_hi: किसी प्रोजेक्ट को लोड करने से बिल्ड प्लेट के सभी मॉडल साफ़ हो जाएंगे।

# @action:button
source: Open
ca_es: Obre
hi_hi: खोलें

# @label
source: Mesh Type
ca_es: Tipus de malla
hi_hi: जाल प्रकार:

# @label
source: Normal model
ca_es: Model normal
hi_hi: सामान्य मॉडल

# @label
source: Print as support
ca_es: Imprimeix com a suport
hi_hi: आधार के रूप में प्रिंट करें

# @label
source: Modify settings for overlaps
ca_es: Modifica els paràmetres per a les superposicions
hi_hi: ओवरलैप के लिए सेटिंग संशोधित करें

# @label
source: Don't support overlaps
ca_es: No admet superposicions
hi_hi: ओवरलैप का समर्थन न करें

# @item:inlistbox
source: Infill mesh only
ca_es: Només la malla d'emplenament
hi_hi: केवल जाल भरें

# @item:inlistbox
source: Cutting mesh
ca_es: Malla de tall
hi_hi: काटने की जाली

# @action:button
source: Select settings
ca_es: Trieu els paràmetres
hi_hi: सेटिंग्स का चयन करें

# @title:window
source: Select Settings to Customize for this model
ca_es: Trieu els paràmetres a personalitzar per a aquest model
hi_hi: इस मॉडल को अनुकूलित करने के लिए सेटिंग्स का चयन करें

# @label:textbox
source: Filter...
ca_es: Filtre...
hi_hi: फ़िल्टर...

# @label:checkbox
source: Show all
ca_es: Mostra-ho tot
hi_hi: सब दिखाएं

# @title
source: Update Firmware
ca_es: Actualitza el microprogramari
hi_hi: फर्मवेयर अपडेट करें

# @label
source: Firmware is the piece of software running directly on your 3D printer. This firmware controls the step motors, regulates the temperature and ultimately makes your printer work.
ca_es: El microprogramari és el programari que s'executa directament a la impressora 3D. Aquest microprogramari controla els motors de pas, regula la temperatura i fa que la impressora funcioni.
hi_hi: फर्मवेयर सॉफ्टवेयर का एक टुकड़ा है जो सीधे आपके 3D प्रिंटर पर चलता है। यह फर्मवेयर स्टेप मोटर्स को नियंत्रित करता है, तापमान को नियंत्रित करता है और अंततः आपके प्रिंटर को चलाता है।
pt_br: O firmware é o software rodando diretamente em sua impressora 3D. Estefirmware controla os motores de passo, regula a temperatura e, finalmente,faz a sua impressora funcionar.

# @label
source: The firmware shipping with new printers works, but new versions tend to have more features and improvements.
ca_es: El microprogramari distribuït amb noves impressores funciona, però les noves versions tendeixen a tenir més característiques i millores.
hi_hi: नए प्रिंटर के साथ फ़र्मवेयर शिपिंग काम करता है, लेकिन नए संस्करणों में अधिक सुविधाएँ और सुधार होते हैं।

# @action:button
source: Automatically upgrade Firmware
ca_es: Actualitza el microprogramari automàticament
hi_hi: फर्मवेयर को स्वचालित रूप से अपग्रेड करें

# @action:button
source: Upload custom Firmware
ca_es: Puja el microprogramari personalitzat
hi_hi: कस्टम फर्मवेयर अपलोड करें

# @label
source: Firmware can not be updated because there is no connection with the printer.
ca_es: No es pot actualitzar el microprogramari perquè no hi ha connexió amb la impressora.
hi_hi: फर्मवेयर को अपडेट नहीं किया जा सकता क्योंकि प्रिंटर के साथ कोई कनेक्शन नहीं है।

# @label
source: Firmware can not be updated because the connection with the printer does not support upgrading firmware.
ca_es: No es pot actualitzar el microprogramari perquè la connexió amb la impressora no permet actualitzar-lo.
hi_hi: फ़र्मवेयर को अद्यतन नहीं किया जा सकता क्योंकि प्रिंटर के साथ कनेक्शन फ़र्मवेयर को अपग्रेड करने का समर्थन नहीं करता है।

# @title:window
source: Select custom firmware
ca_es: Trieu el microprogramari personalitzat
hi_hi: कस्टम फर्मवेयर का चयन करें

# @title:window
source: Firmware Update
ca_es: Actualització del microprogramari
hi_hi: फर्मवेयर अपडेट
pt_br: Atualizar Firmware

# @label
source: Updating firmware.
ca_es: S'està actualitzant el microprogramari.
hi_hi: फर्मवेयर अपडेट कर रहा है।
pt_br: Atualizando firmware.

# @label
source: Firmware update completed.
ca_es: S'ha completat l'actualització del microprogramari.
hi_hi: फर्मवेयर अपडेट पूरा हुआ।
pt_br: Atualização do Firmware completa.

# @label
source: Firmware update failed due to an unknown error.
ca_es: L'actualització del microprogramari ha fallat a causa d'un error desconegut.
hi_hi: अज्ञात त्रुटि के कारण फर्मवेयर अपडेट विफल रहा।

# @label
source: Firmware update failed due to an communication error.
ca_es: L'actualització del microprogramari ha fallat a causa d'un error de comunicació.
hi_hi: Communication error के कारण फर्मवेयर अपडेट विफल रहा।

# @label
source: Firmware update failed due to an input/output error.
ca_es: L'actualització del microprogramari ha fallat a causa d'un error d'entrada/sortida.
hi_hi: इनपुट/आउटपुट त्रुटि के कारण फर्मवेयर अपडेट विफल रहा।

# @label
source: Firmware update failed due to missing firmware.
ca_es: L'actualització del microprogramari ha fallat a causa de la manca del microprogramari.
hi_hi: फ़र्मवेयर अनुपलब्ध होने के कारण फ़र्मवेयर अद्यतन विफल रहा।

# @label
source: Color scheme
ca_es: Esquema de color
hi_hi: रंग प्रणाली

# @label:listbox
source: Material Color
ca_es: Color del material
hi_hi: मटेरियल का रंग

# @label:listbox
source: Line Type
ca_es: Tipus de línia
hi_hi: लाइन प्रकार

# @label:listbox
source: Speed
ca_es: Velocitat
hi_hi: गति

# @label:listbox
source: Layer Thickness
ca_es: Gruix de la capa
hi_hi: लेयर की मोटाई

# @label:listbox
source: Line Width
ca_es: Amplada de la línia
hi_hi: लाइन की चौड़ाई

# @label:listbox
source: Flow
ca_es: Flux
hi_hi: बहाव

# @label
source: Compatibility Mode
ca_es: Mode de compatibilitat
hi_hi: अनुकूल प्रणाली

# @label
source: Travels
ca_es: Desplaçaments
hi_hi: ट्रेवल्स

# @label
source: Helpers
ca_es: Ajudants
hi_hi: मददगार

# @label
source: Shell
ca_es: Revestiment
hi_hi: आवरण

# @label
source: Infill
ca_es: Emplenament
hi_hi: इन्फिल

# @label
source: Starts
ca_es: Inicia
hi_hi: प्रारंभ

# @label
source: Only Show Top Layers
ca_es: Mostra només les capes superiors
hi_hi: केवल ऊपर की लेयर्स दिखाएं

# @label
source: Show 5 Detailed Layers On Top
ca_es: Mostra 5 capes detallades a la part superior
hi_hi: ऊपर की 5 चौड़ी लेयर्स दिखाएं

# @label
source: Top / Bottom
ca_es: Part superior / inferior
hi_hi: ऊपर / नीचे

# @label
source: Inner Wall
ca_es: Paret interior
hi_hi: भीतरी दीवार

# @label
source: min
ca_es: mín
hi_hi: न्यूनतम

# @label
source: max
ca_es: màx
hi_hi: अधिकतम

# @placeholder
source: Search
ca_es: Cerca

# @label
source: This setting is not used because all the settings that it influences are overridden.
ca_es: Aquest paràmetre no s'utilitza perquè tots els paràmetres on afecta s'han sobreescrit.
hi_hi: इस सेटिंग का उपयोग नहीं किया जाता है क्योंकि इससे प्रभावित होने वाली सभी सेटिंग्स ओवरराइड हो जाती हैं।

# @label Header for list of settings.
source: Affects
ca_es: Afecta
hi_hi: को प्रभावित करता है

# @label Header for list of settings.
source: Affected By
ca_es: Afectat per
hi_hi: इससे प्रभावित

# @label
source: This setting is always shared between all extruders. Changing it here will change the value for all extruders.
ca_es: Aquest paràmetre sempre es comparteix entre tots els extrusors. Canviar-ho aquí canviarà el valor per a tots els extrusors.
hi_hi: यह सेटिंग हमेशा सभी एक्सट्रूडर के बीच साझा की जाती है। इसे यहां बदलने से सभी एक्सट्रूडर का मान बदल जाएगा।

# @label
source: This setting is resolved from conflicting extruder-specific values:
ca_es: Aquesta configuració es resol a partir dels valors en conflicte específics de l'extrusor:
hi_hi: परस्पर विरोधी एक्सट्रूडर-स्पेसिफिक वैल्यूज से इस सेटिंग को हल किया गया है:

# @label
source: This setting has a value that is different from the profile. Click to restore the value of the profile.
ca_es: Aquest paràmetre té un valor diferent del del perfil. Feu clic per a restaurar el valor del perfil.
hi_hi: इस सेटिंग का मान प्रोफ़ाइल से भिन्न है। प्रोफ़ाइल के मान को पुनर्स्थापित करने के लिए क्लिक करें।

# @label
source: This setting is normally calculated, but it currently has an absolute value set. Click to restore the calculated value.
ca_es: Normalment, aquesta configuració es calcula, però actualment té un conjunt de valors absoluts. Feu clic per a restaurar el valor calculat.
hi_hi: इस सेटिंग की सामान्य रूप से गणना की जाती है, लेकिन वर्तमान में इसका एक पूर्ण मान सेट है। परिकलित मान को पुनर्स्थापित करने के लिए क्लिक करें।

# @label:textbox
source: Search settings
ca_es: Cerca paràmetres
hi_hi: सेंटिंग की ख़ोज

# @action:menu
source: Copy value to all extruders
ca_es: Copia el valor a tots els extrusors
hi_hi: सभी एक्सट्रूडर के लिए मूल्य कॉपी करें

# @action:menu
source: Copy all changed values to all extruders
ca_es: Copia tots els valors canviats a tots els extrusors
hi_hi: सभी बदले हुए मानों को सभी एक्सट्रूडर में कॉपी करें

# @action:menu
source: Hide this setting
ca_es: Oculta aquest paràmetre
hi_hi: इस सेटिंग को छुपाएं

# @action:menu
source: Don't show this setting
ca_es: No mostris aquest paràmetre
hi_hi: यह सेटिंग न दिखाएं

# @action:menu
source: Keep this setting visible
ca_es: Fes visible aquest paràmetre
hi_hi: इस सेटिंग को दृश्यमान रखें

# @action:menu
source: Configure setting visibility...
ca_es: Configura la visibilitat dels paràmetres...
hi_hi: सेटिंग दृश्यता कॉन्फ़िगर करें...

# @label
source: Some hidden settings use values different from their normal calculated value. Click to make these settings visible.
ca_es: Alguns paràmetres ocults utilitzen valors diferents del valor normal calculat. Feu clic per a fer visibles aquests paràmetres.
hi_hi: कुछ छिपी हुई सेटिंग्स उनके सामान्य गणना किए गए वैल्यू से भिन्न वैल्यूज का उपयोग करती हैं। इन सेटिंग्स को दृश्यमान बनाने के लिए क्लिक करें।

# @title:menu menubar:toplevel
source: &Settings
ca_es: &Paràmetres

# @title:window
source: New project
ca_es: Projecte nou

# @info:question
source: Are you sure you want to start a new project? This will clear the build plate and any unsaved settings.
ca_es: Esteu segur que voleu iniciar un projecte nou? Això netejarà la placa d'impressió i qualsevol paràmetre que no s'hagi desat.
hi_hi: क्या आप वाकई एक नया प्रोजेक्ट शुरू करना चाहते हैं? यह बिल्ड प्लेट और सभी न सहेजी गई सेटिंग्स को साफ़ कर देगा।

# @title:tab
source: Setting Visibility
ca_es: Visibilitat dels paràmetres
hi_hi: दृश्यता सेटिंग

# @action:button
source: Defaults
ca_es: Valors predeterminats

# @label:textbox
source: Check all
ca_es: Comprova-ho tot
hi_hi: सभी की जांच करो

# @title:window
source: Sync materials with printers
ca_es: Sincronitza els materials amb les impressores

# @title:header
source: Sync materials with printers
ca_es: Sincronitza els materials amb les impressores

# @text
source: Following a few simple steps, you will be able to synchronize all your material profiles with your printers.
ca_es: Després d'uns pocs passos senzills, podreu sincronitzar tots els perfils de material amb les vostres impressores.

# @button
source: Why do I need to sync material profiles?
ca_es: Per què necessito sincronitzar perfils de material?

# @button
source: Start
ca_es: Inici

# @title:header
source: Sign in
ca_es: Inicia la sessió

# @text
source: To automatically sync the material profiles with all your printers connected to Digital Factory you need to be signed in in Cura.
ca_es: Per a sincronitzar automàticament els perfils de material amb totes les impressores connectades a la Digital Factory cal que inicieu la sessió al Cura.

# @button
source: Sync materials with USB
ca_es: Sincronitza els materials amb USB

# @title:header
source: The following printers will receive the new material profiles:
ca_es: Les impressores següents rebran els nous perfils de material:

# @title:header
source: Something went wrong when sending the materials to the printers.
ca_es: Alguna cosa ha fallat en enviar els materials a les impressores.

# @title:header
source: Material profiles successfully synced with the following printers:
ca_es: Els perfils materials s'han sincronitzat amb les impressores següents:

# @button
source: Troubleshooting
ca_es: Resolució de problemes

# @text Asking the user whether printers are missing in a list.
source: Printers missing?
ca_es: Falta la impressora?
