Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @tooltip
source: Outer Wall
ca_es: Paret exterior
hi_hi: बाहरी दीवार

# @tooltip
source: Inner Walls
ca_es: Parets interiors
hi_hi: भीतरी दीवारें

# @tooltip
source: Skin
ca_es: Pell

# @tooltip
source: Infill
ca_es: Emplenament
hi_hi: इन्फिल

# @tooltip
source: Support Infill
ca_es: Suport d'emplenament
hi_hi: सहयोग इन्फिल

# @tooltip
source: Support Interface
ca_es: Interfície de suport
hi_hi: सहयोग इंटरफ़ेस

# @tooltip
source: Support
ca_es: Suport
hi_hi: सहयोग

# @tooltip
source: Skirt
ca_es: Faldilla
hi_hi: स्कर्ट

# @tooltip
source: Prime Tower
ca_es: Torre auxiliar
hi_hi: प्राइम टावर

# @tooltip
source: Travel
ca_es: Desplaçament
hi_hi: ट्रेवल

# @tooltip
source: Retractions
ca_es: Retraccions
hi_hi: वापस खींचना

# @tooltip
source: Other
ca_es: Altres
hi_hi: अन्य

# @text:window
source: The release notes could not be opened.
ca_es: No s'han pogut obrir les notes de la versió.

# @label
source: Group #{group_nr}
ca_es: Grup #{group_nr}
hi_hi: समूह #{group_nr}

# @action:button
source: Next
ca_es: Endavant
hi_hi: अगला

# @action:button
source: Skip
ca_es: Omet
hi_hi: स्किप करें

# @action:button
source: Finish
ca_es: Final
hi_hi: समाप्त

# @action:button
source: Add
ca_es: Afegeix
hi_hi: जोड़ें

# @action:button
source: Cancel
ca_es: Cancel·la
hi_hi: रद्द करें
pt_br: Cancelar

# @action:button
source: Close
ca_es: Tanca
hi_hi: बंद करे
pt_br: Fechar

# @title:window
source: File Already Exists
ca_es: El fitxer ja existeix
hi_hi: फ़ाइल पहले से ही मौजूद है

# @label Don't translate the XML tag <filename>!
source: The file <filename>{0}</filename> already exists. Are you sure you want to overwrite it?
ca_es: El fitxer <filename>{0}</filename> ja existeix. Esteu segur que el voleu sobreescriure?
hi_hi: फ़ाइल <filename>{0}</filename> पहले से ही मौजूद है. क्या आप वाकई इसे overwrite करना चाहते हैं?

# @info:status
source: Invalid file URL:
ca_es: L'URL del fitxer no és vàlid:
hi_hi: अमान्य फ़ाइल URL:

# @info:not supported profile
source: Not supported
ca_es: No compatible
hi_hi: समर्थित नहीं

# @info:No intent profile selected
source: Default
ca_es: Per defecte
hi_hi: डिफॉल्ट

# @label
source: Nozzle
ca_es: Tovera
hi_hi: नोजल

# @info:message Followed by a list of settings.
source: Settings have been changed to match the current availability of extruders:
ca_es: S'han canviat els paràmetres per a coincidir amb la disponibilitat actual d'extrusors:
hi_hi: एक्सट्रूडर की वर्तमान उपलब्धता से मेल खाने के लिए सेटिंग्स बदल दी गई हैं:

# @info:title
source: Settings updated
ca_es: Paràmetres actualitzats
hi_hi: सेटिंग को अद्यतन किया गया है

# @info:title
source: Extruder(s) Disabled
ca_es: Extrusors desactivats
hi_hi: Extruder(s) अक्षम

# @label
source: Unknown
ca_es: Desconegut
hi_hi: अज्ञात

# @info:status Don't translate the XML tags <filename> or <message>!
source: Failed to export profile to <filename>{0}</filename>: <message>{1}</message>
ca_es: No s'ha pogut exportar el perfil a <filename>{0}</filename>: <message>{1}</message>
hi_hi: प्रोफ़ाइल <filename>{0}</filename> को निर्यात करने में विफल : <message>{1}</message>

# @info:status Don't translate the XML tag <filename>!
source: Failed to export profile to <filename>{0}</filename>: Writer plugin reported failure.
ca_es: No s'ha pogut exportar el perfil a <filename>{0}</filename>: el connector escriptor ha informat d'una errada.
hi_hi: प्रोफ़ाइल <filename>{0}</filename> को निर्यात करने में विफल: राइटर प्लगइन ने विफलता की सूचना दी।

# @info:status Don't translate the XML tag <filename>!
source: Exported profile to <filename>{0}</filename>
ca_es: S'ha exportat el perfil a <filename>{0}</filename>
hi_hi: प्रोफ़ाइल <filename>{0}</filename> को निर्यात किया गया

# @info:title
source: Export succeeded
ca_es: L'exportació ha estat correcta
hi_hi: निर्यात सफल रहा

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>: {1}
ca_es: No s'ha pogut importar el perfil des de <filename>{0}</filename>: {1}
hi_hi: <filename>{0}</filename> से प्रोफ़ाइल आयात करने में विफल: {1}

# @info:status Don't translate the XML tags <filename>!
source: Can't import profile from <filename>{0}</filename> before a printer is added.
ca_es: No es pot importar el perfil des de <filename>{0}</filename> abans d'afegir una impressora.
hi_hi: प्रिंटर जोड़ने से पहले <filename>{0}</filename> से प्रोफ़ाइल आयात नहीं कर सकता।

# @info:status Don't translate the XML tags <filename>!
source: No custom profile to import in file <filename>{0}</filename>
ca_es: No hi ha cap perfil personalitzat per a importar en el fitxer <filename>{0}</filename>
hi_hi: <filename>{0}</filename> फ़ाइल में आयात करने के लिए कोई कस्टम प्रोफ़ाइल नहीं

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>:
ca_es: No s'ha pogut importar el perfil des de <filename>{0}</filename>:
hi_hi: <filename>{0}</filename> से प्रोफ़ाइल आयात करने में विफल:

# @info:status Don't translate the XML tags <filename>!
source: This profile <filename>{0}</filename> contains incorrect data, could not import it.
ca_es: Aquest perfil <filename>{0}</filename>conté dades incorrectes, potser no es pot importar.
hi_hi: इस प्रोफ़ाइल <filename>{0}</filename> में गलत डेटा है, इसे आयात नहीं कर सका।

# @info:status Don't translate the XML tag <filename>!
source: Failed to import profile from <filename>{0}</filename>:
ca_es: No s'ha pogut importar el perfil des de <filename>{0}</filename>:
hi_hi: <filename>{0}</filename> से प्रोफ़ाइल आयात करने में विफल:

# @info:status
source: Successfully imported profile {0}.
ca_es: El perfil {0} s'ha importat correctament
hi_hi: प्रोफ़ाइल {0} को सफलतापूर्वक आयात किया गया.

# @info:status
source: File {0} does not contain any valid profile.
ca_es: El fitxer {0} no conté cap perfil vàlid.
hi_hi: फ़ाइल {0} में कोई मान्य प्रोफ़ाइल नहीं है।

# @info:status
source: Profile {0} has an unknown file type or is corrupted.
ca_es: El perfil {0} té un tipus de fitxer desconegut o és malmès.
hi_hi: प्रोफ़ाइल {0} में एक अज्ञात या करप्टेड फ़ाइल प्रकार है।

# @label
source: Custom profile
ca_es: Perfil personalitzat
hi_hi: कस्टम प्रोफ़ाइल

# @info:status
source: Profile is missing a quality type.
ca_es: El perfil no té un tipus de qualitat.
hi_hi: प्रोफ़ाइल में एक गुणवत्ता प्रकार गुम है..

# @info:status
source: There is no active printer yet.
ca_es: Encara no hi ha cap impressora activa.
hi_hi: अभी तक कोई सक्रिय प्रिंटर नहीं है।

# @info:status
source: Unable to add the profile.
ca_es: No s'ha pogut afegir el perfil.
hi_hi: प्रोफ़ाइल जोड़ने में असमर्थ.

# @info:status
source: Quality type '{0}' is not compatible with the current active machine definition '{1}'.
ca_es: El tipus de qualitat «{0}» no és compatible amb la definció actual de la màquina «{1}».
hi_hi: गुणवत्ता प्रकार '{0}' वर्तमान सक्रिय मशीन परिभाषा '{1}' के साथ संगत नहीं है।

# @info:status
source: Warning: The profile is not visible because its quality type '{0}' is not available for the current configuration. Switch to a material/nozzle combination that can use this quality type.
ca_es: Atenció: el perfil no és visible perquè el tipus de qualitat «{0}» no és disponible per a la configuració actual. Canvieu a una combinació de material i tovera que usi aquest tipus de qualitat.
hi_hi: चेतावनी: प्रोफ़ाइल दिखाई नहीं दे रही है क्योंकि इसका गुणवत्ता प्रकार '{0}' वर्तमान कॉन्फ़िगरेशन के लिए उपलब्ध नहीं है। एक material/nozzle combination पर स्विच करें जो इस गुणवत्ता प्रकार का उपयोग कर सकता है।

# @info:status
source: Multiplying and placing objects
ca_es: Multiplicació i col·locació d'objectes
hi_hi: वस्तुओंगुणा कर रहे हैं और प्रतिष्ठापन कर रहे है

# @info:title
source: Placing Objects
ca_es: Col·locació dels objectes
hi_hi: वस्तुएं प्रतिष्ठापन कर रहे है

# @info:status
source: Unable to find a location within the build volume for all objects
ca_es: No s'ha pogut trobar una ubicació per a tots els objectes en el volum d'impressió
hi_hi: सभी वस्तुओं के लिए निर्माण मात्रा के भीतर एक स्थान खोजने में असमर्थ

# @info:title
source: Placing Object
ca_es: Col·locació de l'objecte
hi_hi: वस्तुएं प्रतिष्ठापन कर रहे है

# @info:progress
source: Loading machines...
ca_es: S'estan carregant màquines...
hi_hi: मशीन लोड हो रही है...

# @info:progress
source: Setting up preferences...
ca_es: Configuració de les preferències...
hi_hi: प्राथमिकताएं सेट कर रहे हैं...

# @info:progress
source: Initializing Active Machine...
ca_es: S'està iniciant la màquina activa...
hi_hi: सक्रिय मशीन शुरू कर रहे हैं...

# @info:progress
source: Initializing machine manager...
ca_es: S'està iniciant el gestor de màquines...
hi_hi: मशीन मैनेजर को इनिशियलाइज़ कर रहे हैं...

# @info:progress
source: Initializing build volume...
ca_es: S'està iniciant el volum d'impressió...
hi_hi: बिल्ड वॉल्यूम इनिशियलाइज़ कर रहे हैं...

# @info:progress
source: Setting up scene...
ca_es: S'està preparant l'escena...
hi_hi: दृश्य स्थापित कर रहे हैं...
pt_br: Configurar Cena

# @info:progress
source: Loading interface...
ca_es: S'està carregant la interfície...
hi_hi: इंटरफ़ेस लोड कर रहे हैं...
pt_br: Carregando Inverface

# @info:progress
source: Initializing engine...
ca_es: S'està inicialitzant el motor...
hi_hi: इंजन शुरू कर रहे हैं...

# @info:status
source: Only one G-code file can be loaded at a time. Skipped importing {0}
ca_es: Només es pot carregar un fitxer G-code a la vegada. S'ha omès la importació {0}
hi_hi: एक बार में केवल एक जी-कोड फ़ाइल लोड की जा सकती है। आयात करना छोड़ दिया {0}

# @info:title
source: Warning
ca_es: Avís
hi_hi: चेतावनी

# @info:status
source: Can't open any other file if G-code is loading. Skipped importing {0}
ca_es: No es pot obrir un altre fitxer mentre s'està carregant G-code. S'ha omès la importació {0}
hi_hi: अगर जी-कोड लोड हो रहा है तो कोई अन्य फाइल नहीं खोल सकता। आयात करना छोड़ दिया {0}

# @message
source: Could not read response.
ca_es: No s'ha pogut llegir la resposta.
hi_hi: प्रतिक्रिया नहीं पढ़ सके।

# @message
source: The provided state is not correct.
ca_es: L'estat proporcionat no és correcte.
hi_hi: प्रदान की गई स्थिति सही नहीं है।

# @message
source: Timeout when authenticating with the account server.
ca_es: S'ha exhaurit el temps d'espera en autenticar-se en el servidor de comptes.

# @message
source: Please give the required permissions when authorizing this application.
ca_es: Doneu els permisos necessaris en autoritzar aquesta aplicació.
hi_hi: कृपया इस एप्लिकेशन को अधिकृत करते समय आवश्यक अनुमति दे।

# @message
source: Something unexpected happened when trying to log in, please try again.
ca_es: Ha passat una cosa inesperada en intentar iniciar sessió. Torneu-ho a provar.
hi_hi: लॉग इन करने का प्रयास करते समय कुछ अनपेक्षित हुआ, कृपया पुन: प्रयास करें।

# @info
source: Unable to start a new sign in process. Check if another sign in attempt is still active.
ca_es: No s'ha pogut iniciar un nou procés d'inici de sessió. Comproveu si encara hi ha actiu un altre intent d'iniciar sessió.
hi_hi: एक नया साइन इन प्रक्रिया शुरू करने में असमर्थ। यदि कोई अन्य साइन इन प्रयास अभी भी सक्रिय है तो उसे जांचें।

# @info
source: Unable to reach the Ultimaker account server.
ca_es: No s'ha pogut arribar al servidor de comptes Ultimaker.
hi_hi: Ultimaker account server तक पहुंचने में असमर्थ.

# @info:title
source: Log-in failed
ca_es: Ha fallat l'inici de sessió

# @info:status
source: Finding new location for objects
ca_es: S'està cercant una ubicació nova per als objectes
hi_hi: वस्तुओं के लिए नया स्थान ढूंढना

# @info:title
source: Finding Location
ca_es: Ubicació de cerca
hi_hi: स्थान ढूंढना

# @info:title
source: Can't Find Location
ca_es: No es pot trobar la ubicació
hi_hi: स्थान नहीं मिल रहा है

# @menuitem
source: Not overridden
ca_es: No sobreescrit
hi_hi: Nepřepsáno

# @label
source: Default
ca_es: Per defecte
hi_hi: डिफ़ॉल्ट

# @text
source: The visual profile is designed to print visual prototypes and models with the intent of high visual and surface quality.
ca_es: El perfil visual està dissenyat per a imprimir prototips i models visuals amb la intenció d'aconseguir d'una alta qualitat visual i superficial.
hi_hi: दृश्य प्रोफ़ाइल उच्च दृश्य और सतह की गुणवत्ता के इरादे से दृश्य प्रोटोटाइप और मॉडल मुद्रित करने के लिए डिज़ाइन किया गया है।

# @label
source: Engineering
ca_es: Enginyeria
hi_hi: इंजीनियरिंग

# @text
source: The engineering profile is designed to print functional prototypes and end-use parts with the intent of better accuracy and for closer tolerances.
ca_es: El perfil d'enginyeria està dissenyat per a imprimir prototips funcionals i parts d'ús final amb la intenció d'obtenir una millor precisió i per a toleràncies més properes.
hi_hi: इंजीनियरिंग प्रोफ़ाइल बेहतर सटीकता के इरादे से और करीब सहिष्णुता के लिए कार्यात्मक प्रोटोटाइप और अंत उपयोग भागों मुद्रित करने के लिए डिज़ाइन किया गया है।

# @label
source: Draft
ca_es: Esborrany
hi_hi: ड्राफ्ट

# @text
source: The draft profile is designed to print initial prototypes and concept validation with the intent of significant print time reduction.
ca_es: El perfil d'esborrany està dissenyat per a imprimir els prototips inicials i la validació de conceptes amb la intenció d'obtenir una reducció significativa del temps d'impressió.
hi_hi: ड्राफ्ट प्रोफाइल को महत्वपूर्ण प्रिंट समय में कमी के इरादे से प्रारंभिक प्रोटोटाइप और अवधारणा सत्यापन मुद्रित करने के लिए डिज़ाइन किया गया है।

# @info:status
source: Calculated
ca_es: Calculat
hi_hi: हिसाब की हुई

# @label
source: Custom profiles
ca_es: Perfils personalitzats
hi_hi: कस्टम प्रोफाइल

# @item:inlistbox
source: All Supported Types ({0})
ca_es: Tots els tipus suportats ({0})
hi_hi: सभी समर्थित प्रकार ({0})

# @item:inlistbox
source: All Files (*)
ca_es: Tots els fitxers (*)
hi_hi: सभी फाइलें (*)

# @label
source: The printer(s) below cannot be connected because they are part of a group
ca_es: Les impressores de sota no es poden connectar perquè formen part d'un grup
hi_hi: नीचे दिए गए प्रिंटर को कनेक्ट नहीं किया जा सकता क्योंकि वे एक समूह का हिस्सा है

# @label
source: Available networked printers
ca_es: Impressores en xarxa disponibles
hi_hi: उपलब्ध नेटवर्क प्रिंटर

# @label
source: Connected printers
ca_es: Impressores connectades
hi_hi: कनेक्टेड प्रिंटर्स

# @label
source: Preset printers
ca_es: Impressores predefinides
hi_hi: प्रीसेट प्रिंटर्स

# @label {0} is the name of a printer that's about to be deleted.
source: Are you sure you wish to remove {0}? This cannot be undone!
ca_es: Esteu segur de voler eliminar {0}? Això no es pot desfer!
hi_hi: क्या आप सुनिश्चित हैं कि आप {0} को हटाना चाहते हैं? यह पूर्ववत नहीं किया जा सकता है!

# @action:button
source: Please sync the material profiles with your printers before starting to print.
ca_es: Sincronitzeu els perfils de material amb les impressores abans de començar a imprimir.

# @action:button
source: New materials installed
ca_es: S'han instal·lat materials nous

# @action:button
source: Sync materials
ca_es: Sincronitza els materials

# @action:button
source: Learn more
ca_es: Més informació
hi_hi: और अधिक जानें

# @label
source: Custom Material
ca_es: Material personalitzat
hi_hi: कस्टम मटेरियल

# @label
source: Custom
ca_es: Personal
hi_hi: कस्टम

# @info:title
source: Login failed
ca_es: Ha fallat l'inici de sessió
hi_hi: लॉगिन फेल

# @message:text
source: Could not save material archive to {}:
ca_es: No s'ha pogut desar l'arxiu de material a {}:

# @message:title
source: Failed to save material archive
ca_es: No s'ha pogut desar l'arxiu del material

# @text
source: Unknown error.
ca_es: Error desconegut.

# @text:error
source: Failed to create archive of materials to sync with printers.
ca_es: No s'ha pogut crear l'arxiu de materials per a sincronitzar amb les impressores.

# @text:error
source: Failed to load the archive of materials to sync it with printers.
ca_es: No s'ha pogut carregar l'arxiu de materials per a sincronitzar-lo amb les impressores.

# @text:error
source: The response from Digital Factory appears to be corrupted.
ca_es: La resposta de Digital Factory sembla estar corrupta.

# @text:error
source: The response from Digital Factory is missing important information.
ca_es: La resposta de Digital Factory manca d'informació important.

# @text:error
source: Failed to connect to Digital Factory to sync materials with some of the printers.
ca_es: No s'ha pogut connectar a Digital Factory per a sincronitzar els materials amb algunes de les impressores.

# @text:error
source: Failed to connect to Digital Factory.
ca_es: No s'ha pogut connectar a Digital Factory.

# @info:status
source: The build volume height has been reduced due to the value of the "Print Sequence" setting to prevent the gantry from colliding with printed models.
ca_es: L'alçària del volum d'impressió s'ha reduït a causa del valor de la configuració de la «Seqüència d'impressió» per a evitar que el pont col·lideixi amb els models impresos.
hi_hi: गैन्ट्री को मुद्रित मॉडलों से टकराने से रोकने के लिए "Print Sequence" सेटिंग के मान के कारण बिल्ड वॉल्यूम की ऊंचाई कम कर दी गई है।

# @info:title
source: Build Volume
ca_es: Volum d'impressió
hi_hi: बिल्ड वॉल्यूम

# @info:backup_failed
source: Could not create archive from user data directory: {}
ca_es: No s'ha pogut crear l'arxiu des del directori de dades de l'usuari: {}
hi_hi: उपयोगकर्ता डेटा निर्देशिका से संग्रह नहीं बना सका: {}

# @info:title
source: Backup
ca_es: Còpia de seguretat

# @info:backup_failed
source: Tried to restore a Cura backup without having proper data or meta data.
ca_es: S'ha provat de restaurar una còpia de seguretat Cura sense tenir les dades adequades o metadades.
hi_hi: उचित डेटा या मेटा डेटा के बिना क्यूरा बैकअप को पुनर्स्थापित करने का प्रयास किया।

# @info:backup_failed
source: Tried to restore a Cura backup that is higher than the current version.
ca_es: S'ha provat de restaurar una còpia de seguretat Cura que és posterior a la versió actual.
hi_hi: क्यूरा बैकअप को पुनर्स्थापित करने का प्रयास किया जो वर्तमान संस्करण से अधिक है।

# @info:backup_failed
source: The following error occurred while trying to restore a Cura backup:
ca_es: S'ha produït el següent error en intentar restaurar una còpia de seguretat de Cura:
hi_hi: क्यूरा बैकअप को पुनर्स्थापित करने का प्रयास करते समय निम्न त्रुटि उत्पन्न हुई:

# @title:window
source: Cura can't start
ca_es: El Cura no pot començar
hi_hi: क्यूरा शुरू नहीं हो सकता

# @label crash message
source: <p><b>Oops, Ultimaker Cura has encountered something that doesn't seem right.</p></b> <p>We encountered an unrecoverable error during start up. It was possibly caused by some incorrect configuration files. We suggest to backup and reset your configuration.</p> <p>Backups can be found in the configuration folder.</p> <p>Please send us this Crash Report to fix the problem.</p>
ca_es: <p><b>Oops, Ultimaker Cura ha trobat alguna cosa que no sembla correcte.</p></b> <p>Hem trobat un error irrecuperable durant l'inici. Possiblement va ser causat per alguns fitxers de configuració incorrectes. Suggerim fer una còpia de seguretat i restablir la configuració.</p> <p>Les còpies de seguretat es poden trobar a la carpeta de configuració.</p> <p>Si us plau envia'ns aquest informe de fallada per solucionar el problema.</p>

# @action:button
source: Send crash report to Ultimaker
ca_es: Envia un informe de fallada a Ultimaker
hi_hi: Ultimaker को क्रैश रिपोर्ट भेजें

# @action:button
source: Show detailed crash report
ca_es: Mostra l'informe de fallada detallat
hi_hi: विस्तृत क्रैश रिपोर्ट दिखाएं

# @action:button
source: Show configuration folder
ca_es: Mostra la carpeta de configuració
hi_hi: कॉन्फ़िगरेशन फ़ोल्डर दिखाएं

# @action:button
source: Backup and Reset Configuration
ca_es: Configuració de la còpia de seguretat i el restabliment
hi_hi: बैकअप और रीसेट कॉन्फ़िगरेशन

# @title:window
source: Crash Report
ca_es: Informe de fallada
hi_hi: क्रैश रिपोर्ट

# @label crash message
source: <p><b>A fatal error has occurred in Cura. Please send us this Crash Report to fix the problem</p></b> <p>Please use the "Send report" button to post a bug report automatically to our servers</p>
ca_es: <p><b>S'ha produït un error fatal al Cura. Envieu-nos aquest informe de fallada per a solucionar el problema</p></b> <p>Utilitzeu el botó «Envia l'informe» per a publicar un informe d'error automàticament als nostres servidors</p>
hi_hi: <p> <b>क्यूरा में एक घातक त्रुटि हुई है। समस्या को ठीक करने के लिए कृपया हमें यह क्रैश रिपोर्ट भेजें</p> </b> <p> Použijte tlačítko „Odeslat zprávu“ k automatickému odeslání hlášení o chybě na naše servery </p>

# @title:groupbox
source: System information
ca_es: Informació del sistema
hi_hi: सिस्टम जानकारी

# @label unknown version of Cura
source: Unknown
ca_es: Desconegut
hi_hi: अज्ञात

# @label Cura version number
source: Cura version
ca_es: Versió del Cura
hi_hi: क्युरा संस्करण

# @label
source: Cura language
ca_es: Llengua del Cura
hi_hi: क्युरा भाषाएं

# @label
source: OS language
ca_es: Llengua del SO
hi_hi: OS भाषा

# @label Type of platform
source: Platform
ca_es: Plataforma
hi_hi: प्लैटफ़ार्म

# @label
source: Qt version
ca_es: Versió de les Qt
hi_hi: Qt संस्करण

# @label
source: PyQt version
ca_es: Versió de PyQt
hi_hi: PyQt संस्करण

# @label
source: Not yet initialized<br/>
ca_es: Encara no s'ha inicialitzat<br/>
hi_hi: अभी तक प्रारंभ नहीं किया गया है<br/>

# @label OpenGL version
source: <li>OpenGL Version: {version}</li>
ca_es: <li>OpenGL versió: {version}</li>
hi_hi: <li>OpenGL संस्करण: {version}</li>

# @label OpenGL vendor
source: <li>OpenGL Vendor: {vendor}</li>
ca_es: <li>Fabricant OpenGL: {vendor}</li>

# @label OpenGL renderer
source: <li>OpenGL Renderer: {renderer}</li>
ca_es: <li>Renderitzador OpenGL: {renderer}</li>

# @title:groupbox
source: Error traceback
ca_es: Traçabilitat d'errors
hi_hi: त्रुटि ट्रेसबैक

# @title:groupbox
source: Logs
ca_es: Registres
hi_hi: लॉग्स

# @action:button
source: Send report
ca_es: Envia l'informe
hi_hi: रिपोर्ट भेजें

# @action
source: Machine Settings
ca_es: Paràmetres de la màquina
hi_hi: मशीन सेटिंग्स

# @item:inlistbox
source: JPG Image
ca_es: Imatge JPG
hi_hi: JPG इमेज

# @item:inlistbox
source: JPEG Image
ca_es: Imatge JPEG
hi_hi: JPEG इमेज

# @item:inlistbox
source: PNG Image
ca_es: Imatge PNG
hi_hi: PNG इमेज

# @item:inlistbox
source: BMP Image
ca_es: Imatge BMP
hi_hi: BMP इमेज

# @item:inlistbox
source: GIF Image
ca_es: Imatge GIF
hi_hi: GIF इमेज

# @item:inlistbox
source: X-Ray view
ca_es: Visualització de raigs X
hi_hi: एक्स-रे दृश्य

# @item:inlistbox
source: X3D File
ca_es: Fitxer X3D
hi_hi: X3D फ़ाइल

# @item:inlistbox
source: Cura Profile
ca_es: Perfil de Cura
hi_hi: Cura प्रोफाइल

# @item:inmenu
source: Post Processing
ca_es: Postprocessament
hi_hi: बाद की प्रोसेसिंग

# @item:inmenu
source: Modify G-Code
ca_es: Modifica el G-code
hi_hi: G-code संशोधित करें

# @info:status
source: There are no file formats available to write with!
ca_es: No hi ha cap format de fitxer disponible per a escriure!
hi_hi: लिखने के लिए कोई फ़ाइल प्रारूप उपलब्ध नहीं है!

# @info:status
source: Print job queue is full. The printer can't accept a new job.
ca_es: La cua de tasques d'impressió és plena. La impressora no pot acceptar més tasques.
hi_hi: प्रिंट जॉब कतार भरी हुई है। प्रिंटर नया जॉब स्वीकार नहीं कर सकता।

# @info:title
source: Queue Full
ca_es: La cua és plena
hi_hi: कतार पूर्ण हुई है

# @info:text
source: Could not upload the data to the printer.
ca_es: No s'han pogut carregar les dades en la impressora.
hi_hi: प्रिंटर पर डेटा अपलोड नहीं किया जा सका।

# @info:title
source: Network error
ca_es: Error de xarxa
hi_hi: नेटवर्क त्रुटि

# @info:status
source: Please wait until the current job has been sent.
ca_es: Espereu fins que s'enviï la tasca actual.
hi_hi: कृपया वर्तमान जॉब भेजे जाने तक प्रतीक्षा करें।

# @info:title
source: Print error
ca_es: Error d'impressió
hi_hi: प्रिंट त्रुटि
