Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @info:status
source: Your printer <b>{printer_name}</b> could be connected via cloud. Manage your print queue and monitor your prints from anywhere connecting your printer to Digital Factory
ca_es: Podeu connectar a la impressora <b>{printer_name}</b> via el núvol. Gestioneu la cua d'impressió i feu seguiment de les impressions des de qualsevol lloc connectant la impressora a Digital Factory

# @info:title
source: Are you ready for cloud printing?
ca_es: Esteu preparat per a imprimir al núvol?

# @action
source: Get started
ca_es: Comença
hi_hi: शुरू करो

# @action
source: Learn more
ca_es: Més informació

# @info:status
source: Sending Print Job
ca_es: S'està enviant tasca d'impressió
hi_hi: प्रिंट जॉब भेजा जा रहा है

# @info:status
source: Uploading print job to printer.
ca_es: S'està pujant la tasca d'impressió a la impressora.
hi_hi: प्रिंटर पर प्रिंट जॉब अपलोड कर रहा है।

# @info:status
source: Cura has detected material profiles that were not yet installed on the host printer of group {0}.
ca_es: El Cura ha detectat perfils de material que encara no s'han instal·lat en la impressora amfitrió del grup {0}.
hi_hi: Cura ने ऐसी सामग्री प्रोफ़ाइल का पता लगाया है जो अभी तक समूह {0} के होस्ट प्रिंटर पर स्थापित नहीं की गई थीं।

# @info:title
source: Sending materials to printer
ca_es: S'estan enviant els materials a la impressora
hi_hi: प्रिंटर को मटेरियल भेजा जा रहा है

# @info:status
source: You are attempting to connect to {0} but it is not the host of a group. You can visit the web page to configure it as a group host.
ca_es: Esteu intentant de connectar-vos a {0}, però no és l'amfitrió de cap grup. Podeu visitar la pàgina web per a configurar-la com a amfitrió de grup.
hi_hi: आप {0} से कनेक्ट करने का प्रयास कर रहे हैं लेकिन यह किसी समूह का होस्ट नहीं है। समूह होस्ट के रूप में कॉन्फ़िगर करने के लिए आप वेब पेज पर जा सकते हैं।

# @info:title
source: Not a group host
ca_es: No és un amfitrió de grup
hi_hi: ग्रुप होस्ट नहीं

# @action
source: Configure group
ca_es: Configura el grup
hi_hi: ग्रुप कॉन्फ़िगर करें

# @info:status
source: You are attempting to connect to a printer that is not running Ultimaker Connect. Please update the printer to the latest firmware.
ca_es: Intenteu connectar-vos a una impressora que no està executant l'Ultimaker Connect. Actualitzeu la impressora a l'últim microprogramari.
hi_hi: आप उस प्रिंटर से कनेक्ट करने का प्रयास कर रहे हैं जो अल्टिमेकर कनेक्ट नहीं चला रहा है। कृपया प्रिंटर को नवीनतम फर्मवेयर में अपडेट करें।

# @info:title
source: Update your printer
ca_es: Actualitzeu la impressora
hi_hi: अपना प्रिंटर अपडेट करें

# @info:status
source: Print job was successfully sent to the printer.
ca_es: La tasca d'impressió s'ha enviat correctament a la impressora.
hi_hi: प्रिंट जॉब सफलतापूर्वक प्रिंटर को भेज दिया गया था।

# @info:title
source: Data Sent
ca_es: S'han enviat les dades
hi_hi: डेटा भेजा गया

# @action:button Preceded by 'Ready to'.
source: Print over network
ca_es: Imprimeix a través de la xarxa
hi_hi: नेटवर्क पर प्रिंट करें

# @properties:tooltip
source: Print over network
ca_es: Imprimeix a través de la xarxa
hi_hi: नेटवर्क पर प्रिंट करें

# @info:status
source: Connected over the network
ca_es: Connectat a través de la xarxa
hi_hi: नेटवर्क से जुड़ा है

# @info:status
source: tomorrow
ca_es: demà
hi_hi: कल

# @info:status
source: today
ca_es: avui
hi_hi: आज

# @action
source: Connect via Network
ca_es: Connecta a través de la xarxa
hi_hi: नेटवर्क के माध्यम से कनेक्ट करें

# info:status
source: New printer detected from your Ultimaker account
ca_es: S'ha detectat una impressora nova del vostre compte Ultimaker
hi_hi: आपके Ultimaker खाते से नए प्रिंटर का पता चला है

# info:status Filled in with printer name and printer model.
source: Adding printer {name} ({model}) from your account
ca_es: S'està afegint la impressora {name} ({model}) del vostre compte
hi_hi: आपके खाते से प्रिंटर {name} ({model}) जोड़ा जा रहा है

# info:{0} gets replaced by a number of printers
source: ... and {0} other
ca_es: ... i una altra
hi_hi: ... a {0} अन्य

# info:status
source: Printers added from Digital Factory:
ca_es: Impressores afegides des de Digital Factory:
hi_hi: डिजिटल फैक्ट्री से जोड़े गए प्रिंटर:

# info:status
source: A cloud connection is not available for a printer
ca_es: Una connexió al núvol no està disponible per a una impressora
hi_hi: प्रिंटर के लिए क्लाउड कनेक्शन उपलब्ध नहीं है

# info:status
source: This printer is not linked to the Digital Factory:
ca_es: Aquesta impressora no està vinculada a la Factoria Digital:
hi_hi: यह प्रिंटर डिजिटल फैक्ट्री से लिंक नहीं है:

# info:status
source: To establish a connection, please visit the {website_link}
ca_es: Per a establir una connexió, visiteu {website_link}
hi_hi: एक कनेक्शन स्थापित करने के लिए, कृपया {website_link} पर जाएं

# @action:button
source: Keep printer configurations
ca_es: Conserva les configuracions de la impressora
hi_hi: प्रिंटर कॉन्फ़िगरेशन रखें

# @action:button
source: Remove printers
ca_es: Elimina les impressores
hi_hi: प्रिंटर हटाएं

# @message {printer_name} is replaced with the name of the printer
source: {printer_name} will be removed until the next account sync.
ca_es: S'eliminarà {printer_name} fins a la següent sincronització del compte.
hi_hi: {printer_name} को अगले खाते के समन्वयन तक हटा दिया जाएगा।

# @message {printer_name} is replaced with the name of the printer
source: To remove {printer_name} permanently, visit {digital_factory_link}
ca_es: Per a eliminar {printer_name} de forma permanent, visiteu {digital_factory_link}
hi_hi: {printer_name} को हमेशा के लिए हटाने के लिए, {digital_factory_link} पर जाएं

# @message {printer_name} is replaced with the name of the printer
source: Are you sure you want to remove {printer_name} temporarily?
ca_es: Esteu segur de voler eliminar la impressora {printer_name} temporalment?
hi_hi: क्या आप वाकई {printer_name} को अस्थायी रूप से निकालना चाहते हैं?

# @title:window
source: Remove printers?
ca_es: Voleu eliminar les impressores?
hi_hi: प्रिंटर निकालें?

# @label
source: You are about to remove {0} printer from Cura. This action cannot be undone. Are you sure you want to continue?
ca_es: Esteu a punt d'eliminar {0} impressora del Cura Aquesta acció no es pot desfer. Esteu segur que voleu continuar?
hi_hi: आप Cura से {0} प्रिंटर निकालने वाले हैं. इस क्रिया को पूर्ववत नहीं किया जा सकता. क्या तुम वाकई जारी रखना चाहते हो?

# @label
source: You are about to remove all printers from Cura. This action cannot be undone. Are you sure you want to continue?
ca_es: Esteu a punt d'eliminar totes les impressores del Cura. Aquesta acció no es pot desfer. Esteu segur que voleu continuar?
hi_hi: आप Cura से सभी प्रिंटर निकालने वाले हैं। इस क्रिया को पूर्ववत नहीं किया जा सकता। क्या तुम वाकई जारी रखना चाहते हो?

# @action:button
source: Print via cloud
ca_es: Imprimeix a través del núvol
hi_hi: क्लाउड के माध्यम से प्रिंट करें

# @properties:tooltip
source: Print via cloud
ca_es: Imprimeix a través del núvol
hi_hi: क्लाउड के माध्यम से प्रिंट करें

# @info:status
source: Connected via cloud
ca_es: Connectat a través del núvol
hi_hi: क्लाउड के माध्यम से जोड़ें

# @action:button
source: Monitor print
ca_es: Fes seguiment de la impressió

# @action:tooltip
source: Track the print in Ultimaker Digital Factory
ca_es: Feu seguiment de la impressió a Ultimaker Digital Factory

# @error:send
source: Unknown error code when uploading print job: {0}
ca_es: S'ha produït un error de codi desconegut en carregar la tasca d'impressió: {0}
hi_hi: प्रिंट कार्य अपलोड करते समय अज्ञात त्रुटि कोड उत्पन्न हुआ: {0}

# @item:inlistbox
source: 3MF file
ca_es: fitxer 3MF
hi_hi: 3MF फ़ाइल

# @item:inlistbox
source: Cura Project 3MF file
ca_es: Fitxer 3MF de projecte Cura
hi_hi: Cura प्रोजेक्ट 3MF फाइल

# @error:zip
source: Error writing 3mf file.
ca_es: S'ha produït un error en escriure el fitxer 3mf.
hi_hi: 3mf फ़ाइल लिखने में त्रुटि।

# @error:zip
source: 3MF Writer plug-in is corrupt.
ca_es: El connector Escriptor de 3MF és corrupte.
hi_hi: 3MF राइटर प्लग-इन करप्ट है।

# @error
source: There is no workspace yet to write. Please add a printer first.
ca_es: Encara no hi ha espai de treball per a escriure. Primer afegiu una impressora.

# @error:zip
source: No permission to write the workspace here.
ca_es: No teniu permís per escriure en l'espai de treball aquí.
hi_hi: यहां कार्यक्षेत्र लिखने की अनुमति नहीं है।

# @error:zip
source: The operating system does not allow saving a project file to this location or with this file name.
ca_es: El sistema operatiu no permet desar un fitxer de projecte en aquesta ubicació o amb aquest nom de fitxer.
hi_hi: ऑपरेटिंग सिस्टम किसी प्रोजेक्ट फ़ाइल को इस स्थान पर या इस फ़ाइल नाम के साथ सहेजने की अनुमति नहीं देता है।

# @info:backup_status
source: There was an error trying to restore your backup.
ca_es: Hi ha hagut un error en intentar restaurar la còpia de seguretat.
hi_hi: आपके बैकअप को पुनर्स्थापित करने का प्रयास करते समय एक त्रुटि हुई थी।

# @item:inmenu
source: Manage backups
ca_es: Gestiona les còpies de seguretat
hi_hi: बैकअप को मैनेज करें

# @info:title
source: Backups
ca_es: Còpies de seguretat
hi_hi: बैकअप

# @info:backup_status
source: There was an error while uploading your backup.
ca_es: S'ha produït un error en pujar la còpia de seguretat.
hi_hi: आपका बैकअप अपलोड करते समय एक त्रुटि हुई थी।

# @info:backup_status
source: Creating your backup...
ca_es: S'està creant la còpia de seguretat...
hi_hi: आपका बैकअप बना रहा है...

# @info:backup_status
source: There was an error while creating your backup.
ca_es: S'ha produït un error en crear la còpia de seguretat.
hi_hi: आपका बैकअप बनाते समय एक त्रुटि हुई थी।

# @info:backup_status
source: Uploading your backup...
ca_es: S'està pujant la còpia de seguretat...
hi_hi: आपका बैकअप अपलोड हो रहा है...

# @info:backup_status
source: Your backup has finished uploading.
ca_es: La còpia de seguretat ha finalitzat la pujada.
hi_hi: आपका बैकअप अपलोड होना समाप्त हो गया है।

# @error:file_size
source: The backup exceeds the maximum file size.
ca_es: La còpia de seguretat supera la mida màxima del fitxer.
hi_hi: बैकअप अधिकतम फ़ाइल आकार से अधिक है।

# @text
source: Unable to read example data file.
ca_es: No s'ha pogut llegir el fitxer de dades d'exemple.

# @info:error
source: Can't write to UFP file:
ca_es: No es pot escriure al fitxer UFP:
hi_hi: UFP फ़ाइल में लिख नहीं सकते:

# @item:inlistbox
source: Ultimaker Format Package
ca_es: Paquet de format Ultimaker
hi_hi: Ultimaker प्रारूप पैकेज

# @item:inlistbox
source: G-code File
ca_es: Fitxer G-code
hi_hi: G-code फ़ाइल

# @info:status
source: Parsing G-code
ca_es: S'està analitzant el G-code
hi_hi: G-कोड को पार्स करे

# @info:title
source: G-code Details
ca_es: Detalls del G-code
hi_hi: G-कोड विवरण

# @info:generic
source: Make sure the g-code is suitable for your printer and printer configuration before sending the file to it. The g-code representation may not be accurate.
ca_es: Assegureu-vos que el G-code és adequat per a la vostra impressora i configuració de la impressora abans d'enviar-hi el fitxer. La representació del G-code pot no ser exacta.
hi_hi: फ़ाइल भेजने से पहले सुनिश्चित करें कि जी-कोड आपके प्रिंटर और प्रिंटर कॉन्फ़िगरेशन के लिए उपयुक्त है। g-code representation सटीक नहीं हो सकता है।

# @item:inlistbox
source: G File
ca_es: Fitxer G
hi_hi: G फाइल

# @item:inlistbox 'Open' is part of the name of this file format.
source: Open Compressed Triangle Mesh
ca_es: Obre la malla triangular comprimida
hi_hi: कम्प्रेस्सड ट्रायंगल मेष खोलें

# @item:inlistbox
source: glTF Binary
ca_es: gITF binari
hi_hi: gITF बायनरी

# @item:inlistbox
source: glTF Embedded JSON
ca_es: glTF JSON incrustat
hi_hi: gITF एंबेडेड JSON

# @item:inlistbox
source: Stanford Triangle Format
ca_es: Format de triangle de Stanford

# @item:inlistbox
source: Compressed COLLADA Digital Asset Exchange
ca_es: COLLADA Digital Asset Exchange comprimit
hi_hi: Compressed COLLADA Digital Asset Exchenge

# @action
source: Level build plate
ca_es: Anivella la placa d'impressió
hi_hi: लेवल बिल्ड प्लेट

# @action
source: Select upgrades
ca_es: Seleccioneu les actualitzacions
hi_hi: अपग्रेड चुनें

# @item:inlistbox
source: Compressed G-code File
ca_es: Fitxer G-code comprimit
hi_hi: एक जी-कोड फ़ाइल को कॉम्प्रेस करें

# @info:error
source: Could not interpret the server's response.
ca_es: No s'ha pogut interpretar la resposta del servidor.

# @info:error
source: Could not reach Marketplace.
ca_es: No s'ha pogut arribar al Marketplace.

# @button
source: Decline and remove from account
ca_es: Declina i elimina del compte
hi_hi: अस्वीकार करें और खाते से निकालें

# @button
source: Decline
ca_es: Declina
hi_hi: अस्वीकृत

# @button
source: Agree
ca_es: D'acord
hi_hi: सहमत

# @title:window
source: Plugin License Agreement
ca_es: Acord de llicència del connector
hi_hi: प्लगइन लाइसेंस अग्रीमेंट

# @info:generic
source: Do you want to sync material and software packages with your account?
ca_es: Voleu sincronitzar els paquets de material i programari amb el vostre compte?
hi_hi: क्या आप अपने खाते के साथ मटेरियल और सॉफ्टवेयर पैकेज सिंक करना चाहते हैं?

# @info:title
source: Changes detected from your Ultimaker account
ca_es: S'han detectat canvis des del vostre compte Ultimaker
hi_hi: आपके Ultimaker खाते से बदलावों का पता चला है

# @action:button
source: Sync
ca_es: Sincronitza
hi_hi: सिंक

# @info:generic
source: You need to quit and restart {} before changes have effect.
ca_es: Cal que sortiu i reinicieu {} perquè els canvis tinguin efecte.
hi_hi: बदलावों के प्रभावी होने से पहले आपको {} को छोड़ना और पुनः प्रारंभ करना होगा

# @info:generic
source: Syncing...
ca_es: S'està sincronitzant...
hi_hi: सिंक किया जा रहा है...

# @info:generic
source: {} plugins failed to download
ca_es: No s'han pogut baixar {} connectors
hi_hi: {} प्लगइन डाउनलोड करने में विफल

# @label
source: Installed Plugins
ca_es: Connectors instal·lats

# @label
source: Installed Materials
ca_es: Materials instal·lats

# @label
source: Bundled Plugins
ca_es: Connectors encastats

# @label
source: Bundled Materials
ca_es: Materials encastats

# @label:property
source: Unknown Package
ca_es: Paquet desconegut

# @label:property
source: Unknown Author
ca_es: Autor desconegut

# @item:intext
source: Removable Drive
ca_es: Unitat extraïble
hi_hi: रिमूवेबल ड्राइव
pt_br: Unidade Removivel

# @action:button Preceded by 'Ready to'.
source: Save to Removable Drive
ca_es: Desa a la unitat extraïble
hi_hi: रिमूवेबल ड्राइव में सेव्ह करें

# @item:inlistbox
source: Save to Removable Drive {0}
ca_es: Desa a la unitat extraïble {0}
hi_hi: रिमूवेबल ड्राइव {0} में सेव्ह करें
pt_br: Salvar em unidade removivel {0}

# @info:progress Don't translate the XML tags <filename>!
source: Saving to Removable Drive <filename>{0}</filename>
ca_es: S'està desant a la unitat extraïble <filename>{0}</filename>
hi_hi: रिमूवेबल ड्राइव <filename>{0}</filename> में जतन किया जा रहा है

# @info:title
source: Saving
ca_es: Desament
hi_hi: जतन किया जा रहा है

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not save to <filename>{0}</filename>: <message>{1}</message>
ca_es: No s'ha pogut desar a <filename>{0}</filename>: <message>{1}</message>
hi_hi: <filename>{0}</filename> में जतन नहीं किया जा सका: <message>{1}</message>

# @info:status Don't translate the tag {device}!
source: Could not find a file name when trying to write to {device}.
ca_es: No s'ha pogut trobar un nom de fitxer en escriure en {device}.
hi_hi: {device} पर लिखने का प्रयास करते समय फ़ाइल नाम नहीं मिला।

# @info:status
source: Could not save to removable drive {0}: {1}
ca_es: No s'ha pogut desar a la unitat extraïble {0}: {1}
hi_hi: रिमूवेबल ड्राइव {0} में जतन नहीं किया जा सका : {1}
pt_br: Não foi possivel salvar unidade removivel {0}:{1}

# @info:status
source: Saved to Removable Drive {0} as {1}
ca_es: S'ha desat a la unitat extraïble {0} com a {1}
hi_hi: रिमूवेबल ड्राइव में {0} को {1} के रूप में सेव्ह किया गया
pt_br: Salvar em unidade removivel {0} como {1}

# @info:title
source: File Saved
ca_es: S'ha desat el fitxer
hi_hi: फ़ाइल सेव्ह की गई

# @action:button
source: Eject
ca_es: Expulsa
hi_hi: निकालें
pt_br: Ejetar

# @action
source: Eject removable device {0}
ca_es: Expulsa la unitat extraïble {0}
hi_hi: रिमूवेबल डिवाइस {0} को निकालें
pt_br: Ejetar unidade removivel {0}

# @info:status
source: Ejected {0}. You can now safely remove the drive.
ca_es: S'ha expulsat {0}. Podeu extreure la unitat amb seguretat.
hi_hi: निकाला गया {0}. अब आप ड्राइव को सुरक्षित रूप से हटा सकते हैं।
pt_br: Ejetar {0}. Você pode remover a unidade de forma segura.

# @info:title
source: Safely Remove Hardware
ca_es: Expulsa el maquinari de forma segura
hi_hi: हार्डवेयर सुरक्षित रूप से निकालें

# @info:status
source: Failed to eject {0}. Another program may be using the drive.
ca_es: No s'ha pogut expulsar {0}. Potser un altre programa està utilitzant la unitat.
hi_hi: {0} को निकालने में विफल. एक अन्य प्रोग्राम ड्राइव का उपयोग कर रहा है।

# @item:inmenu
source: Monitor
ca_es: Seguiment
hi_hi: मॉनिटर

# @message
source: Slicing failed with an unexpected error. Please consider reporting a bug on our issue tracker.
ca_es: Ha fallat el llescament amb un error inesperat. Considereu d'informar d'un error en el nostre gestor d'incidències.

# @message:title
source: Slicing failed
ca_es: Ha fallat el llescament

# @message:button
source: Report a bug
ca_es: Informa d'un error

# @message:description
source: Report a bug on Ultimaker Cura's issue tracker.
ca_es: Informa d'un error al rastrejador d'errors d'Ultimaker Cura.

# @info:status
source: Unable to slice with the current material as it is incompatible with the selected machine or configuration.
ca_es: No es pot llescar amb el material actual ja que és incompatible amb la màquina o configuració seleccionada.
hi_hi: वर्तमान मटेरियल के साथ स्लाइस करने में असमर्थ क्योंकि यह चयनित मशीन या कॉन्फ़िगरेशन के साथ असंगत है।

# @info:title
source: Unable to slice
ca_es: No s'ha pogut llescar
hi_hi: स्लाइस करने में असमर्थ

# @info:status
source: Unable to slice with the current settings. The following settings have errors: {0}
ca_es: No s'ha pogut llescar amb els paràmetres actuals. Els paràmetres següents tenen errors: {0}
hi_hi: वर्तमान सेटिंग्स के साथ स्लाइस करने में असमर्थ। निम्न सेटिंग में त्रुटियां हैं: {0}

# @info:status
source: Unable to slice due to some per-model settings. The following settings have errors on one or more models: {error_labels}
ca_es: No s'ha pogut llescar a causa d'alguns paràmetres del model. Els paràmetres següents tenen errors en un o més models: {error_labels}
hi_hi: कुछ प्रति-मॉडल सेटिंग्स के कारण स्लाइस करने में असमर्थ। निम्न सेटिंग में एक या अधिक मॉडलों में त्रुटियां हैं: {error_labels}

# @info:status
source: Unable to slice because the prime tower or prime position(s) are invalid.
ca_es: No s'ha pogut llescar perquè la torre principal o les posicions principals no són vàlides.
hi_hi: स्लाइस करने में असमर्थ क्योंकि प्राइम टावर या प्राइम पोजीशन अमान्य हैं।

# @info:status
source: Unable to slice because there are objects associated with disabled Extruder %s.
ca_es: No s'ha pogut llescar perquè hi ha objectes associats amb l'extrusor desactivat %s
hi_hi: स्लाइस करने में असमर्थ क्योंकि ऑब्जेक्ट अक्षम एक्सट्रूडर %s से जुड़े हैं।

# @info:status
source: Please review settings and check if your models: - Fit within the build volume - Are assigned to an enabled extruder - Are not all set as modifier meshes
ca_es: Reviseu els paràmetres i comproveu si els vostres models: - S'ajusten al volum d'impressió - Tenen assignat un extrusor habilitat - No tots estan definits com a malles modificadores
hi_hi: कृपया सेटिंग्स की समीक्षा करें और जांचें कि क्या आपके मॉडल: - बिल्ड वॉल्यूम में फ़िट हो रहा है - सक्षम एक्सट्रूडर को असाइन किया गए हैं - सभी संशोधक मेश के रूप में सेट नहीं हैं

# @info:status
source: Processing Layers
ca_es: S'estan processant les capes
hi_hi: प्रोसेसिंग लेयर्स
pt_br: Processando Camadas

# @info:title
source: Information
ca_es: Informació
hi_hi: जानकारी

# @item:inlistbox
source: 3MF File
ca_es: Fitxer 3MF
hi_hi: 3MF फ़ाइल
pt_br: Arquivo 3MF

# @title:tab
source: Recommended
ca_es: Recomanat
hi_hi: अनुशंसित

# @title:tab
source: Custom
ca_es: Personalitzat
hi_hi: कस्टम

# @info:status Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> contains an unknown machine type <message>{1}</message>. Cannot import the machine. Models will be imported instead.
ca_es: El fitxer del projecte <filename>{0}</filename> conté un tipus de màquina desconegut <message>{1}</message>. NO es pot importar la màquina. En canvi, se n'importaran els models.
hi_hi: प्रोजेक्ट फ़ाइल <filename>{0}</filename> में एक अज्ञात मशीन प्रकार है <message>{1}</message>. मशीन आयात नहीं कर सकता। इसके बजाय मॉडल आयात किए जाएंगे।

# @info:title
source: Open Project File
ca_es: Obre un fitxer de projecte
hi_hi: प्रोजेक्ट फ़ाइल खोलें

# @info:error Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> is suddenly inaccessible: <message>{1}</message>.
ca_es: El fitxer de projecte <filename>{0}</filename> de cop i volta no és accessible: <message>{1}</message>.
hi_hi: प्रोजेक्ट फ़ाइल <filename>{0}</filename> अचानक पहुंच से बाहर है: <message>{1}</message>.

# @info:title
source: Can't Open Project File
ca_es: No es pot obrir el fitxer del projecte
hi_hi: प्रोजेक्ट फ़ाइल नहीं खोल सकता

# @info:error Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> is corrupt: <message>{1}</message>.
ca_es: El fitxer de projecte <filename>{0}</filename> és malmès: <message>{1}</message>.
hi_hi: प्रोजेक्ट फ़ाइल <filename>{0}</filename> करप्ट है: <message>{1}</message>.

# @info:error Don't translate the XML tag <filename>!
source: Project file <filename>{0}</filename> is made using profiles that are unknown to this version of Ultimaker Cura.
ca_es: El fitxer de projecte: <filename>{0}</filename> s'ha creat usant perfils que són desconeguts per a aquesta versió de l'Ultimaker Cura.
hi_hi: प्रोजेक्ट फ़ाइल <filename>{0}</filename> उन प्रोफ़ाइलों का उपयोग करके बनाई गई है जो Ultimaker Cura के इस संस्करण के लिए अज्ञात हैं।

# @label
source: Per Model Settings
ca_es: Paràmetres per model
hi_hi: प्रति मॉडल सेटिंग्स

# @info:tooltip
source: Configure Per Model Settings
ca_es: Configura els paràmetres per a cada model
hi_hi: प्रति मॉडल सेटिंग्स कॉन्फ़िगर करें

# @info:title
source: 3D Model Assistant
ca_es: Assistent de models 3D
hi_hi: 3D मॉडल सहायक

# @info:status
source: <p>One or more 3D models may not print optimally due to the model size and material configuration:</p> <p>{model_names}</p> <p>Find out how to ensure the best possible print quality and reliability.</p> <p><a href="https://ultimaker.com/3D-model-assistant">View print quality guide</a></p>
ca_es: <p>Un o més models 3D potser no s'imprimiran de forma òptima a causa de la mida del model i la configuració del material:</p> <p>{model_names}</p> <p>Cerqueu com assegurar la millor qualitat d'impressió i fiabilitat possibles.</p> <p><a href="https://ultimaker.com/3D-model-assistant">Mostra la guia d'impressió de qualitat</a></p>
hi_hi: <p>एक या अधिक 3D मॉडल मॉडल आकार और सामग्री कॉन्फ़िगरेशन के कारण बेहतर रूप से प्रिंट नहीं हो सकते हैं:</p> <p> {model_names} </p> <p>सर्वोत्तम संभव प्रिंट गुणवत्ता और विश्वसनीयता सुनिश्चित करने का तरीका जानें।</p> <p> <a href="https://ultimaker.com/3D-model-assistant">प्रिंट गुणवत्ता मार्गदर्शिका देखें</a> </p>

# @item:inmenu
source: USB printing
ca_es: Impressió USB
hi_hi: USB प्रिंटिंग
pt_br: Impressão USB

# @action:button Preceded by 'Ready to'.
source: Print via USB
ca_es: Imprimeix per USB
hi_hi: USB के माध्यम से प्रिंट करें

# @info:tooltip
source: Print via USB
ca_es: Imprimeix per USB
hi_hi: USB के माध्यम से प्रिंट करें
