Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @text
source: Make sure all your printers are turned ON and connected to Digital Factory.
ca_es: Assegureu-vos que totes les impressores estan enceses i connectades a Digital Factory.

# @button
source: Refresh List
ca_es: Actualitza la llista

# @button
source: Try again
ca_es: Torna-ho a provar

# @button
source: Done
ca_es: Feta

# @button
source: Sync
ca_es: Sincronitza

# @button
source: Syncing
ca_es: Sincronització

# @title:header
source: No printers found
ca_es: No s'ha trobat cap impressora

# @text
source: It seems like you don't have any compatible printers connected to Digital Factory. Make sure your printer is connected and it's running the latest firmware.
ca_es: Sembla que no teniu cap impressora compatible connectada a Digital Factory. Assegureu-vos que la impressora està connectada i que està executant l'últim microprogramari.

# @button
source: Learn how to connect your printer to Digital Factory
ca_es: Apreneu com connectar la impressora a Digital Factory

# @button
source: Refresh
ca_es: Actualitza

# @title:header
source: Sync material profiles via USB
ca_es: Sincronitza els perfils de material via USB

# @text In the UI this is followed by a list of steps the user needs to take.
source: Follow the following steps to load the new material profiles to your printer.
ca_es: Seguiu els passos següents per a carregar els perfils de material nous a la impressora.

# @text
source: Click the export material archive button.
ca_es: Feu clic al botó Exporta l'arxiu de material.

# @text
source: Save the .umm file on a USB stick.
ca_es: Desa el fitxer .umm en una memòria USB.

# @text
source: Insert the USB stick into your printer and launch the procedure to load new material profiles.
ca_es: Inseriu la memòria USB a la impressora i engegueu el procediment per a carregar nous perfils de material.

# @button
source: How to load new material profiles to my printer
ca_es: Com carregar els perfils de material nous a la meva impressora

# @button
source: Back
ca_es: Enrere
hi_hi: पीछे की ओर

# @button
source: Export material archive
ca_es: Exporta l'arxiu de material

# @title:window
source: Export All Materials
ca_es: Exporta tots els materials
hi_hi: सभी सामग्री निर्यात करें

# @title:window
source: Confirm Diameter Change
ca_es: Confirma el canvi de diàmetre
hi_hi: व्यास परिवर्तन की पुष्टि करें

# @label (%1 is a number)
source: The new filament diameter is set to %1 mm, which is not compatible with the current extruder. Do you wish to continue?
ca_es: El nou diàmetre del filament s'ha establert en %1 mm, que no és compatible amb l'extrusor actual. Voleu continuar?
hi_hi: नया फिलामेंट व्यास %1 मिमी पर सेट है, जो वर्तमान एक्सट्रूडर के साथ संगत नहीं है। क्या आप जारी रखना चाहते हैं?

# @label
source: Display Name
ca_es: Nom
hi_hi: नाम दर्शाए

# @label
source: Brand
ca_es: Marca
hi_hi: ब्रांड

# @label
source: Material Type
ca_es: Tipus de material
hi_hi: मटेरियल प्रकार

# @title
source: Material color picker
ca_es: Selector de color del material

# @label
source: Properties
ca_es: Propietats
hi_hi: गुण

# @label
source: Density
ca_es: Densitat
hi_hi: घनत्व

# @label
source: Diameter
ca_es: Diàmetre
hi_hi: व्यास

# @label
source: Filament Cost
ca_es: Cost del filament
hi_hi: फिलामेंट लागत

# @label
source: Filament weight
ca_es: Pes del filament
hi_hi: फिलामेंट वजन

# @label
source: Filament length
ca_es: Longitud del filament
hi_hi: फिलामेंट लंबाई

# @label
source: Cost per Meter
ca_es: Cost per metre
hi_hi: प्रति मीटर मूल्य

# @label
source: This material is linked to %1 and shares some of its properties.
ca_es: Aquest material està vinculat amb 1% i en comparteix algunes de les propietats.
hi_hi: यह सामग्री %1 से जुड़ी हुई है और इसके कुछ गुणों को साझा करती है।

# @label
source: Unlink Material
ca_es: Desvincula el material
hi_hi: सामग्री को अनलिंक करें

# @label
source: Description
ca_es: Descripció
hi_hi: विवरण

# @label
source: Adhesion Information
ca_es: Informació d'adherència
hi_hi: चिपकने वाली जानकारी

# @title
source: Information
ca_es: Informació
hi_hi: सूचना

# @label
source: Print settings
ca_es: Paràmetres d'impressió
hi_hi: प्रिंट सेटिंग्स

# @label
source: Materials compatible with active printer:
ca_es: Materials compatibles amb la impressora activa:

# @action:button
source: Create new
ca_es: Crea

# @action:button
source: Import
ca_es: Importa
hi_hi: इम्पोर्ट

# @action:button
source: Sync with Printers
ca_es: Sincronitza amb les impressores

# @action:button
source: Activate
ca_es: Activa

# @action:button
source: Duplicate
ca_es: Duplica
hi_hi: डुप्लीकेट

# @action:button
source: Export
ca_es: Exporta
hi_hi: एक्सपोर्ट

# @title:window
source: Confirm Remove
ca_es: Confirmeu l'eliminació
hi_hi: हटाने की पुष्टि करें

# @label (%1 is object name)
source: Are you sure you wish to remove %1? This cannot be undone!
ca_es: Esteu segur que voleu eliminar %1? Això no es pot desfer!
hi_hi: क्या आप वाकई %1 को हटाना चाहते हैं? इसे असंपादित नहीं किया जा सकता है!

# @title:window
source: Import Material
ca_es: Importa un material
hi_hi: मटेरियल इम्पोर्ट करें

# @info:status Don't translate the XML tag <filename>!
source: Successfully imported material <filename>%1</filename>
ca_es: Material importat amb èxit <filename>%1</filename>
hi_hi: सफलतापूर्वक importe की गई सामग्री <filename>%1</filename>

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not import material <filename>%1</filename>: <message>%2</message>
ca_es: No s'ha pogut importar el material <filename>%1</filename>: <message>%2</message>
hi_hi: <filename>%1</filename>: <message>%2</message> . material import नहीं कर सका

# @title:window
source: Export Material
ca_es: Exporta el material
hi_hi: मटेरियल एक्सपोर्ट करें

# @info:status Don't translate the XML tags <filename> and <message>!
source: Failed to export material to <filename>%1</filename>: <message>%2</message>
ca_es: No s'ha pogut exportar el material a <filename>%1</filename>: <message>%2</message>
hi_hi: <filename>%1</filename> को सामग्री निर्यात करने में विफल: <message>%2</message>

# @info:status Don't translate the XML tag <filename>!
source: Successfully exported material to <filename>%1</filename>
ca_es: S'ha exportat el material amb èxit a <filename>%1</filename>
hi_hi: <filename>%1</filename> को सामग्री निर्यात करने में विफल: <message>%2</message>

# @item:tooltip
source: This setting has been hidden by the active machine and will not be visible.
ca_es: La màquina activa ha amagat aquest paràmetre i no serà visible.

# @item:tooltip %1 is list of setting names
source: This setting has been hidden by the value of %1. Change the value of that setting to make this setting visible.
ca_es: Aquest paràmetre està ocult pels valors de %1. Canvieu-ne el valor per a fer que el paràmetre sigui visible.

# @label
source: Interface
ca_es: Interfície

# @heading
source: -- incomplete --
ca_es: -- incomplet --

# @label
source: Currency:
ca_es: Moneda:
hi_hi: करेंसी:

# @label: Please keep the asterix, it's to indicate that a restart is needed.
source: Theme*:
ca_es: Tema*:

# @info:tooltip
source: Slice automatically when changing settings.
ca_es: Llesca automàticament en canviar la configuració.
hi_hi: सेटिंग्स बदलते समय स्वचालित रूप से स्लाइस करें।

# @option:check
source: Slice automatically
ca_es: Llesca automàticament
hi_hi: स्वचालित रूप से स्लाइस करें

# @label
source: *You will need to restart the application for these changes to have effect.
ca_es: *Caldrà que reinicieu l'aplicació perquè els canvis siguin efectius.

# @label
source: Viewport behavior
ca_es: Comportament de l'àrea de visualització
hi_hi: व्यूपोर्ट व्यवहार

# @info:tooltip
source: Highlight unsupported areas of the model in red. Without support these areas will not print properly.
ca_es: Ressalta les àrees no compatibles del model en vermell. Sense suport, aquestes àrees no s'imprimiran correctament.
hi_hi: मॉडल के असमर्थित क्षेत्रों को लाल रंग में हाइलाइट करें। समर्थन के बिना ये क्षेत्र ठीक से प्रिंट नहीं होंगे।

# @option:check
source: Display overhang
ca_es: Mostra els voladissos
hi_hi: प्रदर्शन ओवरहांग

# @info:tooltip
source: Highlight missing or extraneous surfaces of the model using warning signs. The toolpaths will often be missing parts of the intended geometry.
ca_es: Ressalta les superfícies desaparegudes o estranyes del model utilitzant senyals d'avís. Els camins d'eines sovint els manquen parts de la geometria desitjada.
hi_hi: चेतावनी के संकेतों का उपयोग करके मॉडल की गुम या बाहरी सतहों को हाइलाइट करें। टूलपाथ में अक्सर इच्छित ज्योमेट्री के भाग गायब होंगे।

# @option:check
source: Display model errors
ca_es: Mostra els errors del model
hi_hi: मॉडल त्रुटियाँ प्रदर्शित करें

# @info:tooltip
source: Moves the camera so the model is in the center of the view when a model is selected
ca_es: En seleccionar un model, mou la càmera de manera que el model sigui al centre de la visualització
hi_hi: जब मॉडल चुना जाता है तो कैमरे को इस तरह ले जाता है कि मॉडल दृश्य के केंद्र में हो

# @action:button
source: Center camera when item is selected
ca_es: Centra la càmera si l'element està seleccionat
hi_hi: जब आइटम का चयन किया जाता है तो कैमरा केंद्र में रखें
pt_br: Centralizar camera quando o item estiver selecionado

# @info:tooltip
source: Should the default zoom behavior of cura be inverted?
ca_es: Voleu invertir el comportament de zoom predeterminat del Cura?
hi_hi: क्या क्यूरा के डिफ़ॉल्ट ज़ूम व्यवहार को उलटा किया जाना चाहिए?

# @action:button
source: Invert the direction of camera zoom.
ca_es: Inverteix la direcció del zoom de la càmera.
hi_hi: कैमरा ज़ूम की दिशा को उल्टा करें।

# @info:tooltip
source: Should zooming move in the direction of the mouse?
ca_es: Voleu fer zoom en la direcció del ratolí?
hi_hi: क्या जूमिंग को माउस की दिशा में मूव करना चाहिए?

# @info:tooltip
source: Zooming towards the mouse is not supported in the orthographic perspective.
ca_es: El canvi de zoom en la direcció del ratolí no està suportat en la perspectiva ortogràfica.
hi_hi: माउस की ओर ज़ूम करना ऑर्थोग्राफ़िक योजना में समर्थित नहीं है।

# @action:button
source: Zoom toward mouse direction
ca_es: Amplia cap a la direcció del ratolí
hi_hi: माउस की दिशा में ज़ूम करें

# @info:tooltip
source: Should models on the platform be moved so that they no longer intersect?
ca_es: Voleu moure els models en la plataforma perquè no s'intersequin?
hi_hi: क्या प्लेटफॉर्म पर मॉडलों को स्थानांतरित किया जाना चाहिए ताकि वे अब प्रतिच्छेद न करें?

# @option:check
source: Ensure models are kept apart
ca_es: Assegura que els models estan separats
hi_hi: सुनिश्चित करें कि मॉडलों को अलग रखा गया है

# @info:tooltip
source: Should models on the platform be moved down to touch the build plate?
ca_es: Voleu moure els models de la plataforma cap avall per a tocar la placa d'impressió?
hi_hi: क्या प्लेटफॉर्म पर मॉडल को बिल्ड प्लेट को छूने के लिए नीचे ले जाया जाना चाहिए?

# @option:check
source: Automatically drop models to the build plate
ca_es: Mou automàticament els models a la placa d'impressió
hi_hi: मॉडल को बिल्ड प्लेट पर स्वचालित रूप से ड्रॉप करें

# @info:tooltip
source: Show caution message in g-code reader.
ca_es: Mostra el missatge de precaució en el lector de G-code.
hi_hi: g-code रीडर में चेतावनी संदेश दिखाएं।

# @option:check
source: Caution message in g-code reader
ca_es: Missatge de precaució en el lector de G-code
hi_hi: g-code रीडर में सावधानी संदेश

# @info:tooltip
source: Should layer be forced into compatibility mode?
ca_es: Cal forçar la capa al mode de compatibilitat?
hi_hi: क्या लेयर को कम्पैटिबिलिटी मोड में रखा जाना चाहिए?

# @option:check
source: Force layer view compatibility mode (restart required)
ca_es: Força el mode de compatibilitat de la vista de capa (cal reiniciar)
hi_hi: फोर्स लेयर व्यू कम्पैटिबिलिटी मोड (पुनरारंभ करना आवश्यक है)

# @info:tooltip
source: Should Cura open at the location it was closed?
ca_es: El Cura s'ha d'obrir en la ubicació on es va tancar?
hi_hi: क्या Cura को उस स्थान पर खोलना चाहिए जहाँ वह बंद था?

# @option:check
source: Restore window position on start
ca_es: Restaura la posició de la finestra en iniciar
hi_hi: प्रारंभ पर विंडो स्थिति रिस्टोर करें

# @info:tooltip
source: What type of camera rendering should be used?
ca_es: Quin tipus de renderització de la càmera voleu utilitzar?
hi_hi: किस प्रकार के कैमरा रेंडरिंग का उपयोग किया जाना चाहिए?

# @window:text
source: Camera rendering:
ca_es: Renderització de la càmera:
hi_hi: कैमरा रेंडरिंग

source: Perspective
ca_es: Perspectiva
hi_hi: परिपेक्ष्य

source: Orthographic
ca_es: Ortogràfica
hi_hi: ओर्थोग्रफिक

# @label
source: Opening and saving files
ca_es: S'estan obrint i desant els fitxers
hi_hi: फ़ाइलें खोलना और सहेजना

# @info:tooltip
source: Should opening files from the desktop or external applications open in the same instance of Cura?
ca_es: S'han d'obrir els fitxers des de l'escriptori o les aplicacions externes en la mateixa instància de Cura?
hi_hi: क्या डेस्कटॉप या बाहरी अनुप्रयोगों से फ़ाइलें खोलना Cura के समान उदाहरण में खुलना चाहिए?

# @option:check
source: Use a single instance of Cura
ca_es: Utilitza una única instància de Cura
hi_hi: Cura के एकल उदाहरण का उपयोग करें

# @info:tooltip
source: Should the build plate be cleared before loading a new model in the single instance of Cura?
ca_es: Voleu netejar la placa d'impressió abans de carregar un model nou en l'única instància de Cura?

# @option:check
source: Clear buildplate before loading model into the single instance
ca_es: En una única instància, neteja la placa d'impressió abans de carregar el model

# @info:tooltip
source: Should models be scaled to the build volume if they are too large?
ca_es: Voleu canviar l'escala dels models al volum d'impressió si són massa grans?
hi_hi: यदि मॉडल बहुत बड़े हैं तो क्या उन्हें बिल्ड वॉल्यूम तक बढ़ाया जाना चाहिए?

# @option:check
source: Scale large models
ca_es: Escala els models grans
hi_hi: बड़े मॉडल स्केल करें

# @info:tooltip
source: An model may appear extremely small if its unit is for example in meters rather than millimeters. Should these models be scaled up?
ca_es: Un model pot semblar extremadament petit si la seva unitat és per exemple en metres en lloc de mil·límetres. Voleu escalar aquests models?
hi_hi: एक मॉडल बहुत छोटा दिखाई दे सकता है यदि इसकी इकाई उदाहरण के लिए मिलीमीटर के बजाय मीटर में हो। क्या इन मॉडलों को बढ़ाया जाना चाहिए?

# @option:check
source: Scale extremely small models
ca_es: Escala els models extremadament petits
hi_hi: बेहद छोटे मॉडल स्केल करें

# @info:tooltip
source: Should models be selected after they are loaded?
ca_es: Voleu seleccionar els models després de carregar-los?
hi_hi: क्या मॉडल लोड होने के बाद चुने जाने चाहिए?

# @option:check
source: Select models when loaded
ca_es: Selecciona els models en carregar-los
hi_hi: लोड होने पर मॉडल चुनें

# @info:tooltip
source: Should a prefix based on the printer name be added to the print job name automatically?
ca_es: Cal afegir automàticament un prefix basat en el nom de la impressora al nom de la tasca d'impressió?
hi_hi: क्या प्रिंटर के नाम पर आधारित प्रीफिक्स को प्रिंट जॉब के नाम में स्वचालित रूप से जोड़ा जाना चाहिए?

# @option:check
source: Add machine prefix to job name
ca_es: Afegeix el prefix de la màquina al nom de la tasca
hi_hi: कार्य के नाम में मशीन उपसर्ग जोड़ें

# @info:tooltip
source: Should a summary be shown when saving a project file?
ca_es: S'ha de mostrar un resum en desar un fitxer de projecte?
hi_hi: क्या प्रोजेक्ट फ़ाइल सहेजते समय सारांश दिखाया जाना चाहिए?

# @option:check
source: Show summary dialog when saving project
ca_es: Mostra el diàleg de resum en desar el projecte
hi_hi: प्रोजेक्ट सहेजते समय summary डायलॉग दिखाएं

# @info:tooltip
source: Default behavior when opening a project file
ca_es: Comportament predeterminat en obrir un fitxer de projecte
hi_hi: किसी प्रोजेक्ट फ़ाइल को खोलते समय डिफ़ॉल्ट व्यवहार

# @window:text
source: Default behavior when opening a project file:
ca_es: Comportament predeterminat en obrir un fitxer de projecte:
hi_hi: किसी प्रोजेक्ट फ़ाइल को खोलते समय डिफ़ॉल्ट व्यवहार

# @option:openProject
source: Always ask me this
ca_es: Demana-m'ho sempre
hi_hi: हमेशा मुझसे यह पूछें

# @option:openProject
source: Always open as a project
ca_es: Obre sempre com a projecte
hi_hi: हमेशा एक प्रोजेक्ट के रूप में खोलें

# @option:openProject
source: Always import models
ca_es: Importa sempre els models
hi_hi: हमेशा मॉडल आयात करें

# @info:tooltip
source: When you have made changes to a profile and switched to a different one, a dialog will be shown asking whether you want to keep your modifications or not, or you can choose a default behaviour and never show that dialog again.
ca_es: Quan hàgiu fet canvis en un perfil i canvieu a un altre, es mostrarà un diàleg preguntant si voleu mantenir les modificacions o no, o podeu triar un comportament predeterminat i no tornar a mostrar aquest diàleg.
hi_hi: जब आपने किसी प्रोफ़ाइल में परिवर्तन किए हैं और किसी अन्य पर स्विच किया है, तो एक संवाद दिखाया जाएगा जिसमें पूछा जाएगा कि आप अपने संशोधनों को रखना चाहते हैं या नहीं, या आप एक डिफ़ॉल्ट व्यवहार चुन सकते हैं और उस संवाद को फिर कभी नहीं दिखा सकते हैं।

# @label
source: Profiles
ca_es: Perfils
hi_hi: प्रोफाइल्स

# @window:text
source: Default behavior for changed setting values when switching to a different profile:
ca_es: Comportament predeterminat per als paràmetres canviats si es canvia a un perfil diferent:
hi_hi: किसी भिन्न प्रोफ़ाइल पर स्विच करते समय परिवर्तित सेटिंग मानों के लिए डिफ़ॉल्ट व्यवहार:

# @option:discardOrKeep
source: Always ask me this
ca_es: Demana-m'ho sempre
hi_hi: हमेशा मुझसे यह पूछो

# @option:discardOrKeep
source: Always discard changed settings
ca_es: Descarta sempre els paràmetres canviats
hi_hi: हमेशा बदली हुई सेटिंग्स को त्यागें

# @option:discardOrKeep
source: Always transfer changed settings to new profile
ca_es: Transfereix sempre els paràmetres canviats al perfil nou
hi_hi: हमेशा बदली हुई सेटिंग्स को नए प्रोफाइल में ट्रांसफर करें

# @label
source: Privacy
ca_es: Privadesa
hi_hi: गोपनीयता

# @info:tooltip
source: Should anonymous data about your print be sent to Ultimaker? Note, no models, IP addresses or other personally identifiable information is sent or stored.
ca_es: Voleu enviar dades anònimes sobre la vostra impressió a Ultimaker? Nota, no s'envien ni s'emmagatzemen models, adreces IP ni cap altra informació personal identificable.
hi_hi: क्या आपके प्रिंट के बारे में अनाम डेटा अल्टिमेकर को भेजा जाना चाहिए? ध्यान दें, कोई मॉडल, IP addresses या अन्य व्यक्तिगत रूप से पहचान योग्य जानकारी भेजी या storeनहीं की जाती है।
pt_br: Enviar anonimamente os dados sobre a sua impressão para a Ultimaker? Nota: Nenhummodelo, endereço de IP ou outra informação de identificação pessoal sera enviada ou armazenada.

# @option:check
source: Send (anonymous) print information
ca_es: Envia informació d'impressió anònima
hi_hi: (anonymous) प्रिंट जानकारी भेजें

# @label
source: Updates
ca_es: Actualitzacions

# @info:tooltip
source: Should Cura check for updates when the program is started?
ca_es: Voleu que el Cura comprovi si hi ha actualitzacions en iniciar-se el programa?
hi_hi: क्या प्रोग्राम शुरू होने पर Cura को अपडेट की जांच करनी चाहिए?

# @option:check
source: Check for updates on start
ca_es: Comprova si hi ha actualitzacions en iniciar
hi_hi: शुरू होने पर अपडेट के लिए जाँच करें

# @info:tooltip
source: When checking for updates, only check for stable releases.
ca_es: En comprovar si hi ha actualitzacions, comprova només si hi ha versions estables.

# @option:radio
source: Stable releases only
ca_es: Només versions estables

# @info:tooltip
source: When checking for updates, check for both stable and for beta releases.
ca_es: En comprovar si hi ha actualitzacions, comprova si hi ha versions estables i beta.

# @option:radio
source: Stable and Beta releases
ca_es: Versions estables i beta

# @info:tooltip
source: Should an automatic check for new plugins be done every time Cura is started? It is highly recommended that you do not disable this!
ca_es: Voleu fer una comprovació automàtica de connectors nous cada vegada que s'inicia Cura? És molt recomanable que no desactiveu això!

# @option:check
source: Get notifications for plugin updates
ca_es: Obtén notificacions per a les actualitzacions dels connectors

# @title:window
source: Rename
ca_es: Canvia el nom

# @info
source: Please provide a new name.
ca_es: Indiqueu un nom nou.

# @title:tab
source: Printers
ca_es: Impressores
hi_hi: प्रिंटर्स

# @action:button
source: Add New
ca_es: Afegeix-ne un

# @action:button
source: Rename
ca_es: Canvia el nom
hi_hi: नाम बदलें

# @title:tab
source: Profiles
ca_es: Perfils
hi_hi: प्रोफाइल्स

# @label
source: Profiles compatible with active printer:
ca_es: Perfils compatibles amb la impressora activa:

# @action:tooltip
source: Create new profile from current settings/overrides
ca_es: Crea un perfil a partir dels paràmetres i excepcions actuals

# @action:label
source: Some settings from current profile were overwritten.
ca_es: S'han sobreescrit alguns paràmetres del perfil actual.

# @action:button
source: Update profile.
ca_es: Actualitza el perfil

# @action:tooltip
source: Update profile with current settings/overrides
ca_es: Actualitza el perfil amb els paràmetres i excepcions actuals

# @action:button
source: Discard current changes
ca_es: Descarta els canvis actuals
hi_hi: वर्तमान परिवर्तन छोड़ें

# @action:label
source: This profile uses the defaults specified by the printer, so it has no settings/overrides in the list below.
ca_es: Aquest perfil utilitza els valors predeterminats indicats per la impressora, de manera que no té cap paràmetre ni excepció en la llista següent.
hi_hi: यह प्रोफ़ाइल प्रिंटर द्वारा निर्दिष्ट डिफ़ॉल्ट का उपयोग करती है, इसलिए नीचे दी गई सूची में इसकी कोई सेटिंग/ओवरराइड नहीं है।

# @action:label
source: Your current settings match the selected profile.
ca_es: Els paràmetres actuals coincideixen amb els del perfil seleccionat.
hi_hi: आपकी वर्तमान सेटिंग सेलेक्ट किये प्रोफ़ाइल से मेल खाती है।

# @title:tab
source: Global Settings
ca_es: Paràmetres globals
hi_hi: ग्लोबल सेटिंग

# @title:window
source: Create Profile
ca_es: Crea un perfil
hi_hi: प्रोफ़ाइल बनाएं

# @info
source: Please provide a name for this profile.
ca_es: Indiqueu un nom per a aquest perfil.
hi_hi: कृपया इस प्रोफ़ाइल के लिए कोई नाम दें.

# @title:window
source: Export Profile
ca_es: Exporta el perfil
hi_hi: एक्सपोर्ट प्रोफाइल

# @title:window
source: Duplicate Profile
ca_es: Duplica el perfil
hi_hi: डुप्लीकेट प्रोफाइल

# @title:window
source: Rename Profile
ca_es: Canvia el nom del perfil
hi_hi: प्रोफ़ाइल का नाम बदलें

# @title:window
source: Import Profile
ca_es: Importa un perfil
hi_hi: इम्पोर्ट प्रोफाइल

# @label
source: View type
ca_es: Tipus de visualització
hi_hi: व्यू टाइप

# @info:tooltip
source: 3D View
ca_es: Vista 3D
hi_hi: 3डी व्यू

# @info:tooltip
source: Front View
ca_es: Vista frontal
hi_hi: Front व्यू

# @info:tooltip
source: Top View
ca_es: Vista superior
hi_hi: Top व्यू

# @info:tooltip
source: Left View
ca_es: Vista esquerra
hi_hi: Left व्यू

# @info:tooltip
source: Right View
ca_es: Vista dreta
hi_hi: Right व्यू

# @label
source: Is printed as support.
ca_es: S'imprimeix com a suport.
hi_hi: समर्थन के रूप में मुद्रित है।

# @label
source: Other models overlapping with this model are modified.
ca_es: S'han modificat altres models que se superposen amb aquest model.
hi_hi: इस मॉडल के साथ ओवरलैप करने वाले अन्य मॉडल संशोधित किए गए हैं।

# @label
source: Infill overlapping with this model is modified.
ca_es: S'ha modificat la superposició d'emplenament amb aquest model.
hi_hi: इस मॉडल के साथ ओवरलैपिंग इन्फिल को संशोधित किया गया है।

# @label
source: Overlaps with this model are not supported.
ca_es: No s'admeten superposicions en aquest model.
hi_hi: इस मॉडल के साथ ओवरलैप समर्थित नहीं हैं।
