Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @label
source: Support library for handling 3MF files
ca_es: Biblioteca de suport per a la gestió de fitxers 3MF
hi_hi: 3MF फाइलों को संभालने के लिए सपोर्ट लाइब्रेरी

# @label
source: Support library for file metadata and streaming
ca_es: Biblioteca de suport per a les metadades dels fitxers i la transmissió
hi_hi: फ़ाइल मेटाडेटा और स्ट्रीमिंग के लिए सपोर्ट लाइब्रेरी

# @label
source: Serial communication library
ca_es: Biblioteca de comunicació en sèrie
hi_hi: सीरियल कम्युनिकेशन लाइब्रेरी

# @label
source: ZeroConf discovery library
ca_es: Biblioteca de descobriment ZeroConf
hi_hi: ZeroConf डिस्कवरी लाइब्रेरी

# @label
source: Polygon clipping library
ca_es: Biblioteca de retall de polígons
hi_hi: पॉलीगॉन क्लिपिंग लाइब्रेरी

# @label
source: Python bindings for Clipper
ca_es: Vinculacions de Python per a Clipper

# @Label
source: Static type checker for Python
ca_es: Comprovador de tipus estàtic per a Python
hi_hi: पायथन के लिए स्टेटिक टाइप चेकर

# @Label
source: Root Certificates for validating SSL trustworthiness
ca_es: Certificats arrel per a validar la fiabilitat SSL
hi_hi: SSL की विश्वसनीयता को प्रमाणित करने के लिए रूट सर्टिफिकेट

# @Label
source: Python Error tracking library
ca_es: Biblioteca de seguiment d'errors de Python
hi_hi: पायथन एरर ट्रैकिंग लाइब्रेरी

# @label
source: Polygon packing library, developed by Prusa Research
ca_es: Biblioteca d'empaquetament de polígons, desenvolupada per Prusa Research
hi_hi: पॉलीगॉन पैकिंग लाइब्रेरी, जिसे प्रूसा रिसर्च द्वारा विकसित किया गया है

# @label
source: Python bindings for libnest2d
ca_es: Vinculacions de Python per a libnest2d
hi_hi: libnest2d . के लिए पायथन बाइंडिंग

# @label
source: Support library for system keyring access
ca_es: Biblioteca de suport per a l'accés al magatzem de claus del sistema
hi_hi: सिस्टम कीरिंग एक्सेस के लिए सपोर्ट लाइब्रेरी

# @label
source: Python extensions for Microsoft Windows
ca_es: Extensions de Python per a Microsoft Windows
hi_hi: माइक्रोसॉफ्ट विंडोज के लिए पायथन एक्सटेंशन

# @label
source: Font
ca_es: Lletra
hi_hi: फ़ॉन्ट

# @label
source: SVG icons
ca_es: Icones SVG
hi_hi: SVG आयकॉन

# @label
source: Linux cross-distribution application deployment
ca_es: Desplegament d'aplicacions en múltiples distribucions de Linux
hi_hi: लिनक्स क्रॉस-डिस्ट्रीब्यूशन एप्लिकेशन डिप्लॉयमेंट

# @label:button
source: My printers
ca_es: Les meves impressores

# @tooltip:button
source: Monitor printers in Ultimaker Digital Factory.
ca_es: Feu seguiment de les impressores a Ultimaker Digital Factory.

# @tooltip:button
source: Create print projects in Digital Library.
ca_es: Crea projectes d'impressió a la Digital Library.

# @label:button
source: Print jobs
ca_es: Tasques d'impressió

# @tooltip:button
source: Monitor print jobs and reprint from your print history.
ca_es: Feu seguiment de les tasques d'impressió i torneu a imprimir-les des de l'historial d'impressió.

# @tooltip:button
source: Extend Ultimaker Cura with plugins and material profiles.
ca_es: Amplieu la Ultimaker Cura amb connectors i perfils de materials.

# @tooltip:button
source: Become a 3D printing expert with Ultimaker e-learning.
ca_es: Convertiu-vos en un expert en impressió en 3D amb Ultimaker e-learning.

# @label:button
source: Ultimaker support
ca_es: Assistència d'Ultimaker

# @tooltip:button
source: Learn how to get started with Ultimaker Cura.
ca_es: Apreneu com començar amb l'Ultimaker Cura.

# @label:button
source: Ask a question
ca_es: Feu una pregunta

# @tooltip:button
source: Consult the Ultimaker Community.
ca_es: Consulteu la comunitat Ultimaker.

# @label:button
source: Report a bug
ca_es: Informa d'un error

# @tooltip:button
source: Let developers know that something is going wrong.
ca_es: Que els desenvolupadors sàpiguen que alguna cosa va malament.

# @tooltip:button
source: Visit the Ultimaker website.
ca_es: Visiteu el lloc web d'Ultimaker.

# @label
source: Support
ca_es: Suport
hi_hi: सपोर्ट

# @label
source: Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.
ca_es: Genera estructures per a donar suport a parts del model que tenen voladissos. Sense aquestes estructures, aquestes parts col·lapsarien durant la impressió.
hi_hi: मॉडल के उन हिस्सों का सपोर्ट करने के लिए संरचनाएं बनाएं जिनमें ओवरहैंग हैं। इन संरचनाओं के बिना, प्रिंटिंग के दौरान ऐसे हिस्से ढह जाएंगे।

# @label
source: Gradual infill
ca_es: Emplenament gradual
hi_hi: क्रमिक इनफिल

# @label
source: Gradual infill will gradually increase the amount of infill towards the top.
ca_es: L'emplenament gradual augmentarà gradualment la quantitat d'emplenament cap amunt.
hi_hi: क्रमिक इनफिल धीरे-धीरे ऊपर की ओर इन्फिल की मात्रा को बढ़ा देगा।

# @tooltip
source: You have modified some profile settings. If you want to change these go to custom mode.
ca_es: Heu modificat alguns paràmetres del perfil. Si voleu canviar-los aneu al mode personalitzat.
hi_hi: आपने कुछ प्रोफ़ाइल सेटिंग संशोधित की हैं। अगर आप इन्हें बदलना चाहते हैं तो कस्टम मोड पर जाएं।

# @label
source: Adhesion
ca_es: Adherència
hi_hi: चिपकाव

# @label
source: Enable printing a brim or raft. This will add a flat area around or under your object which is easy to cut off afterwards.
ca_es: Activa la impressió d'una vora o plataforma. Això afegirà una àrea plana al voltant o sota l'objecte que després és fàcil de separar.
hi_hi: ब्रिम या राफ्ट प्रिंट करना सक्षम करें। यह आपकी वस्तु के चारों ओर या उसके नीचे एक समतल क्षेत्र जोड़ देगा जिसे बाद में काटना आसान है।

source: There is no %1 profile for the configuration in extruder %2. The default intent will be used instead
ca_es: No hi ha cap perfil del 0%1 per a la configuració en l'extrusor del 2%. En lloc seu s'utilitzarà la intenció per defecte
hi_hi: एक्सट्रूडर %2 में कॉन्फ़िगरेशन के लिए कोई %1 प्रोफ़ाइल नहीं है। इसके बजाय डिफ़ॉल्ट आशय का उपयोग किया जाएगा

# @label shown when we load a Gcode file
source: Print setup disabled. G-code file can not be modified.
ca_es: S'ha desactivat la configuració de la impressió. No es pot modificar el fitxer G-code.
hi_hi: प्रिंट सेटअप अक्षम किया गया। G-code फ़ाइल को संशोधित नहीं किया जा सकता।

# @label:Should be short
source: On
ca_es: Activa
hi_hi: चालु

# @label:Should be short
source: Off
ca_es: Desactiva
hi_hi: बंद

# @button
source: Recommended
ca_es: Recomanat
hi_hi: सिफारिश की जाती है

# @button
source: Custom
ca_es: Personalitzats
hi_hi: कस्टम

# @label
source: Profile
ca_es: Perfil
hi_hi: प्रोफाइल

# @tooltip
source: Some setting/override values are different from the values stored in the profile. Click to open the profile manager.
ca_es: Alguns paràmetres o excepcions són diferents dels valors emmagatzemats al perfil. Feu clic per a obrir el gestor de perfils.
hi_hi: कुछ सेटिंग/ओवरराइड वैल्यू प्रोफ़ाइल में संग्रहीत वैल्यूज से भिन्न होते हैं। प्रोफाइल मैनेजर खोलने के लिए क्लिक करें।

# @label:header
source: Custom profiles
ca_es: Perfils personalitzats
hi_hi: कस्टम प्रोफाइल्स

# @info:status
source: The printer is not connected.
ca_es: La impressora no està connectada.
hi_hi: प्रिंटर कनेक्ट नहीं है।

# @label
source: Build plate
ca_es: Placa d'impressió
hi_hi: बिल्ड प्लेट

# @tooltip
source: The target temperature of the heated bed. The bed will heat up or cool down towards this temperature. If this is 0, the bed heating is turned off.
ca_es: La temperatura objectiu del llit. El llit s'escalfarà o refredarà cap a aquesta temperatura. Si el valor és 0, l'escalfament del llit es desactiva.
hi_hi: गर्म बेड का लक्ष्य तापमान। इस तापमान की ओर बेड गर्म हो जाएगा या ठंडा हो जाएगा। यदि यह 0 है, तो बेड को गर्म करना बंद कर दिया जाता है।

# @tooltip
source: The current temperature of the heated bed.
ca_es: La temperatura actual del llit escalfat.
hi_hi: गर्म बेड का वर्तमान तापमान।

# @tooltip of temperature input
source: The temperature to pre-heat the bed to.
ca_es: La temperatura a la qual s'ha de preescalfar el llit.
hi_hi: बेड को पहले से गरम करने के लिए तापमान।

# @button Cancel pre-heating
source: Cancel
ca_es: Cancel·la
hi_hi: रद्द करें

# @button
source: Pre-heat
ca_es: Preescalfament
hi_hi: प्री-हीट

# @tooltip of pre-heat
source: Heat the bed in advance before printing. You can continue adjusting your print while it is heating, and you won't have to wait for the bed to heat up when you're ready to print.
ca_es: Escalfa el llit abans d'imprimir. Podeu continuar ajustant la impressió mentre s'escalfa, i no haureu d'esperar que el llit s'escalfi quan estigueu preparat per a imprimir.
hi_hi: प्रिंटिंग से पहले बेड को पहले से गरम कर लें। आप अपने प्रिंट को गर्म होने के दौरान समायोजित करना जारी रख सकते हैं, और जब आप प्रिंट करने के लिए तैयार हों तो आपको बेड के गर्म होने का इंतजार नहीं करना पड़ेगा।

# @label
source: Extruder
ca_es: Extrusor
hi_hi: एक्सट्रूडर

# @tooltip
source: The target temperature of the hotend. The hotend will heat up or cool down towards this temperature. If this is 0, the hotend heating is turned off.
ca_es: La temperatura objectiu del punt calent. El punt calent s'escalfarà o refredarà cap a aquesta temperatura. Si el valor és 0, l'escalfament del punt calent es desactiva.
hi_hi: हॉटेंड का लक्षित तापमान। इस तापमान की ओर हॉटएंड गर्म हो जाएगा या ठंडा हो जाएगा। यदि यह 0 है, तो हॉटएंड हीटिंग बंद हो जाती है।

# @tooltip
source: The current temperature of this hotend.
ca_es: La temperatura actual d'aquest punt calent.
hi_hi: इस हॉटेंड का वर्तमान तापमान।

# @tooltip of temperature input
source: The temperature to pre-heat the hotend to.
ca_es: La temperatura a la qual s'ha de preescalfar el punt calent.
hi_hi: हॉटएंड को प्री-हीट करने का तापमान।

# @tooltip of pre-heat
source: Heat the hotend in advance before printing. You can continue adjusting your print while it is heating, and you won't have to wait for the hotend to heat up when you're ready to print.
ca_es: Escalfeu el punt extrem calent abans d'imprimir. Podeu continuar ajustant la impressió mentre s'escalfa, i no caldrà que espereu que punt extrem s'escalfi quan estigueu preparat per a imprimir.
hi_hi: प्रिंटिंग से पहले हॉटएंड गरम कर लें। गर्म होने के दौरान आप अपने प्रिंट को समायोजित करना जारी रख सकते हैं, और जब आप प्रिंट करने के लिए तैयार हों तो आपको हॉटएंड के गर्म होने का इंतजार नहीं करना पड़ेगा।

# @tooltip
source: The colour of the material in this extruder.
ca_es: El color del material en aquest extrusor.
hi_hi: इस एक्सट्रूडर में मटेरियल का रंग।

# @tooltip
source: The material in this extruder.
ca_es: El material d'aquest extrusor.
hi_hi: इस एक्सट्रूडर में मटेरियल।

# @tooltip
source: The nozzle inserted in this extruder.
ca_es: La tovera inserida en aquest extrusor.
hi_hi: इस एक्सट्रूडर में डाला हुआ नोजल।

# @label
source: Printer control
ca_es: Control de la impressora
hi_hi: प्रिंटर कंट्रोल

# @label
source: Jog Position
ca_es: Posició de desplaçament
hi_hi: जॉग पोजीशन

# @label
source: Jog Distance
ca_es: Distància de desplaçament
hi_hi: जॉग डिस्टेंस

# @label
source: Send G-code
ca_es: Envia el G-code
hi_hi: G-code भेजें

# @tooltip of G-code command input
source: Send a custom G-code command to the connected printer. Press 'enter' to send the command.
ca_es: Envia una ordre G-code personalitzada a la impressora connectada. Premeu «Retorn» per a enviar l'ordre.
hi_hi: कनेक्टेड प्रिंटर को कस्टम जी-कोड कमांड भेजें। कमांड भेजने के लिए 'एंटर (enter)' दबाएं।

# @label
source: This package will be installed after restarting.
ca_es: Aquest paquet s'instal·larà després de reiniciar.
hi_hi: यह पैकेज पुनरारंभ करने के बाद स्थापित किया जाएगा।

# @title:tab
source: Settings
ca_es: Paràmetres
hi_hi: सेटिंग्स

# @title:window %1 is the application name
source: Closing %1
ca_es: S'està tancant %1
hi_hi: बंद करना %1

# @label %1 is the application name
source: Are you sure you want to exit %1?
ca_es: Esteu segur que voleu sortir de 1%?
hi_hi: क्या आप निश्चित हैं आपकी बाहर निकलने की इच्छा है %1?

# @window:title
source: Install Package
ca_es: Instal·la el paquet
hi_hi: पैकेज स्थापित करे

# @title:window
source: Open File(s)
ca_es: Obre els fitxers
hi_hi: फ़ाइल खोलें

# @text:window
source: We have found one or more G-Code files within the files you have selected. You can only open one G-Code file at a time. If you want to open a G-Code file, please just select only one.
ca_es: Hem trobat un o més fitxers G-Code en els fitxers que heu seleccionat. Només podeu obrir un fitxer G-Code alhora. Si voleu obrir un fitxer G-Code, seleccioneu-ne només un.
hi_hi: आपके द्वारा चुनी गई फ़ाइलों में हमें एक या अधिक G-Code फ़ाइलें मिली हैं। आप एक बार में केवल एक G-Code फ़ाइल खोल सकते हैं। यदि आप G-Code फ़ाइल खोलना चाहते हैं, तो कृपया केवल एक को चुनें।

# @title:window
source: Add Printer
ca_es: Afegeix una impressora
hi_hi: प्रिंटर जोड़ें
pt_br: Adicionar Impressora

# @title:window
source: What's New
ca_es: Què hi ha de nou?
hi_hi: नया क्या है

# @text
source: - Add material profiles and plug-ins from the Marketplace - Back-up and sync your material profiles and plug-ins - Share ideas and get help from 48,000+ users in the Ultimaker community
ca_es: - Afegiu perfils de material i connectors des del Marketplace - Feu una còpia de seguretat i sincronitzeu els perfils i connectors del material - Compartiu idees i obteniu ajuda de més de 48.000 usuaris en la comunitat Ultimaker
hi_hi: - Marketplace से सामग्री प्रोफ़ाइल और प्लग-इन जोड़ें - अपनी सामग्री प्रोफ़ाइल और प्लग-इन का बैकअप लें और सिंक करें - विचार साझा करें और अल्टिमेकर समुदाय में 48,000+ उपयोगकर्ताओं से सहायता प्राप्त करें

# @button
source: Create a free Ultimaker account
ca_es: Crea un compte d'Ultimaker gratuït
hi_hi: एक free अल्टिमेकर खाता बनाएं

# @action:button
source: Sign in
ca_es: Inicia la sessió
hi_hi: साइन इन करें

# @label The argument is a timestamp
source: Last update: %1
ca_es: Última actualització: %1
hi_hi: पिछलाअपडेट:% 1

# @button
source: Ultimaker Account
ca_es: Compte Ultimaker
hi_hi: अल्टीमेकर अकाउंट

# @button
source: Sign Out
ca_es: Tanca la sessió
hi_hi: साइन आउट

# @label
source: Checking...
ca_es: S'està comprovant...
hi_hi: जाँच हो रही है...

# @label
source: Account synced
ca_es: Compte sincronitzat
hi_hi: खाता सिंक किया गया

# @label
source: Something went wrong...
ca_es: Alguna cosa ha anat malament...
hi_hi: कुछ गलत हो गया...

# @button
source: Install pending updates
ca_es: Instal·la les actualitzacions pendents
hi_hi: लंबित अपडेट इंस्टॉल करें

# @button
source: Check for account updates
ca_es: Comprova si hi ha actualitzacions de comptes
hi_hi: खाता अपडेट की जांच करें

# @status
source: The cloud printer is offline. Please check if the printer is turned on and connected to the internet.
ca_es: La impressora al núvol és fora de línia. Comproveu si la impressora està activada i connectada a Internet.
hi_hi: क्लाउड प्रिंटर ऑफ़लाइन है। कृपया जांच लें कि क्या प्रिंटर चालू है और इंटरनेट से कनेक्टेड है।

# @status
source: This printer is not linked to your account. Please visit the Ultimaker Digital Factory to establish a connection.
ca_es: Aquesta impressora no està enllaçada al vostre compte. Visiteu Ultimaker Digital Factory per a establir una connexió.
hi_hi: यह प्रिंटर आपके अकाउंट से लिंक नहीं है। कनेक्शन स्थापित करने के लिए कृपया अल्टिमेकर डिजिटल फैक्ट्री पर जाएं।

# @status
source: The cloud connection is currently unavailable. Please sign in to connect to the cloud printer.
ca_es: La connexió al núvol no està disponible actualment. Inicieu la sessió per a connectar-vos a la impressora al núvol.
hi_hi: क्लाउड कनेक्शन वर्तमान में अनुपलब्ध है। क्लाउड प्रिंटर से कनेक्ट करने के लिए कृपया साइन इन करें।

# @status
source: The cloud connection is currently unavailable. Please check your internet connection.
ca_es: La connexió al núvol no és disponible actualment. Comproveu la connexió a Internet.
hi_hi: क्लाउड कनेक्शन वर्तमान में अनुपलब्ध है। कृपया अपने इंटरनेट कनेक्शन की जाँच करें।

# @button
source: Add printer
ca_es: Afegeix una impressora
hi_hi: प्रिंटर जोड़ें

# @button
source: Manage printers
ca_es: Gestiona les impressores
hi_hi: प्रिंटर्स प्रबंधित करें

# @label:PrintjobStatus
source: Slicing...
ca_es: Llescament...
hi_hi: स्लाइसींग...

# @label:PrintjobStatus
source: Unable to slice
ca_es: No s'ha pogut llescar
hi_hi: स्लाइस करने में असमर्थ

# @button
source: Processing
ca_es: S'està processant
hi_hi: प्रोसेसिंग

# @button
source: Slice
ca_es: Llesca
hi_hi: स्लाइस

# @label
source: Start the slicing process
ca_es: Inicia el llescament
hi_hi: स्लाइस करने की प्रक्रिया शुरू करें

# @button
source: Cancel
ca_es: Cancel·la
hi_hi: रद्द करें

# @label
source: Time estimation
ca_es: Estimació de temps
hi_hi: समय का आकलन

# @label
source: Material estimation
ca_es: Estimació de material
hi_hi: मटेरियल का आकलन

# @label
source: No time estimation available
ca_es: No hi ha disponible cap estimació de temps
hi_hi: समय का अनुमान उपलब्ध नहीं है

# @label
source: No cost estimation available
ca_es: No hi ha disponible cap estimació de cost
hi_hi: कोई लागत अनुमान उपलब्ध नहीं है

# @button
source: Preview
ca_es: Previsualització

# @text Print job name
source: Untitled
ca_es: Sense títol
hi_hi: शीर्षकहीन

# @label
source: No items to select from
ca_es: No hi ha cap element per seleccionar
hi_hi: चुनने के लिए कोई आइटम नहीं

# description
source: Provides a way to change machine settings (such as build volume, nozzle size, etc.).
ca_es: Proporciona una manera de canviar els paràmetres de la màquina (com ara el volum d'impressió, la mida de la tovera, etc.).
hi_hi: मशीन सेटिंग्स को बदलने का एक तरीका प्रदान करता है (जैसे बिल्ड वॉल्यूम, नोजल आकार, आदि)।

# name
source: Machine Settings Action
ca_es: Acció de configuració de la màquina
hi_hi: मशीन सेटिंग एक्शन

# description
source: Enables ability to generate printable geometry from 2D image files.
ca_es: Permet generar geometria imprimible a partir de fitxers d'imatge 2D.
hi_hi: 2D इमेज फ़ाइलों से प्रिंट करने योग्य ज्योमेट्री उत्पन्न करने की क्षमता को सक्षम करता है।

# name
source: Image Reader
ca_es: Lector d'imatges
hi_hi: इमेज रीडर

# description
source: Provides the X-Ray view.
ca_es: Proporciona la vista de raigs X.
hi_hi: एक्स-रे व्यू प्रदान करता है।।

# name
source: X-Ray View
ca_es: Visualització de raigs X
hi_hi: एक्स-रे व्यू

# description
source: Provides support for reading X3D files.
ca_es: Permet la lectura de fitxers X3D.
hi_hi: X3D फ़ाइलों को पढ़ने के लिए सहायता प्रदान करता है।

# name
source: X3D Reader
ca_es: Lector X3D
hi_hi: X3D रीडर

# description
source: Provides support for importing Cura profiles.
ca_es: Proporciona suport per a importar perfils Cura.
hi_hi: क्यूरा प्रोफाइल आयात करने के लिए सहायता प्रदान करता है।

# name
source: Cura Profile Reader
ca_es: Lector de perfils Cura
hi_hi: Cura प्रोफाइल रीडर

# description
source: Extension that allows for user created scripts for post processing
ca_es: Extensió que permet crear scripts d'usuari per al postprocessament
hi_hi: एक्सटेंशन जो पोस्ट प्रोसेसिंग के लिए उपयोगकर्ता द्वारा बनाई गई स्क्रिप्ट की अनुमति देता है

# name
source: Post Processing
ca_es: Postprocessament
hi_hi: पोस्ट प्रोसेसिंग

# description
source: Manages network connections to Ultimaker networked printers.
ca_es: Gestiona les connexions de xarxa de les impressores Ultimaker connectades
hi_hi: Ultimaker नेटवर्क वाले प्रिंटरों के लिए नेटवर्क कनेक्शन प्रबंधित करता है।

# name
source: Ultimaker Network Connection
ca_es: Connexió a la xarxa Ultimaker
hi_hi: अल्टिमेकर नेटवर्क कनेक्शन

# description
source: Provides support for writing 3MF files.
ca_es: Permet l'escriptura de fitxers 3MF.
hi_hi: 3MF फ़ाइलें लिखने के लिए सहायता प्रदान करता है।

# name
source: 3MF Writer
ca_es: Escriptor 3MF
hi_hi: 3MF राइटर

# description
source: Backup and restore your configuration.
ca_es: Feu còpies de seguretat i restaureu la configuració.
hi_hi: बैकअप लें और अपने कॉन्फ़िगरेशन को पुनर्स्थापित करें।

# name
source: Cura Backups
ca_es: Còpies de seguretat del Cura
hi_hi: क्यूरा बैकअप

# description
source: Submits anonymous slice info. Can be disabled through preferences.
ca_es: Envia informació anònima del llescament. Es pot desactivar a través de les preferències.
hi_hi: anonymous टुकड़ा जानकारी सबमिट करता है। प्राथमिकताओं के माध्यम से अक्षम किया जा सकता है।

# name
source: Slice info
ca_es: Informació del llescament
hi_hi: स्लाइस की जानकारी

# description
source: Provides support for writing Ultimaker Format Packages.
ca_es: Proporciona suport per a l'escriptura de paquets de format Ultimaker.
hi_hi: Ultimaker फॉर्मेट पैकेज लिखने के लिए समर्थन प्रदान करता है।

# name
source: UFP Writer
ca_es: Escriptor UFP
hi_hi: UFP राइटर

# description
source: Connects to the Digital Library, allowing Cura to open files from and save files to the Digital Library.
ca_es: Connecta a la Digital Library, això permet al Cura obrir fitxers i desar fitxers a la Digital Library.
hi_hi: डिजिटल लाइब्रेरी से जुड़ता है, Cura को फाइलें खोलने और फाइलों को डिजिटल लाइब्रेरी में सहेजने की इजाजत देता है।

# description
source: Provides support for importing profiles from g-code files.
ca_es: Permet la importació de perfils des de fitxers G-code.
hi_hi: g-code फाइलों से प्रोफाइल इम्पोर्ट करने के लिए सहायता प्रदान करता है।

# name
source: G-code Profile Reader
ca_es: Lector de perfils de G-code
hi_hi: G-code प्रोफाइल रीडर

# description
source: Allows loading and displaying G-code files.
ca_es: Permet carregar i mostrar fitxers G-code.
hi_hi: G-code फ़ाइलों को लोड करने और प्रदर्शित करने की अनुमति देता है।

# name
source: G-code Reader
ca_es: Lector de G-code
hi_hi: G-code रीडर

# description
source: Provides support for reading model files.
ca_es: Permet la lectura de fitxers de model.
hi_hi: मॉडल फ़ाइलों को पढ़ने के लिए सहायता प्रदान करता है।

# name
source: Trimesh Reader
ca_es: Lector Trimesh
hi_hi: त्रिमेश रीडर

# description
source: Provides machine actions for Ultimaker machines (such as bed leveling wizard, selecting upgrades, etc.).
ca_es: Proporciona accions de màquina per a les màquines Ultimaker (com ara l'auxiliar d'anivellament del llit, la selecció d'actualitzacions, etc.).
hi_hi: अल्टिमेकर मशीनों के लिए मशीन क्रियाएँ प्रदान करता है (जैसे कि बेड लेवलिंग विजार्ड, अपग्रेड का चयन करना, आदि)।

# name
source: Ultimaker machine actions
ca_es: Accions de la màquina Ultimaker
hi_hi: Ultimaker मशीन क्रियाएं

# description
source: Reads g-code from a compressed archive.
ca_es: Llegeix el G-code des d'un arxiu comprimit.
hi_hi: संकुचित संग्रह से g-कोड पढ़ता है।

# name
source: Compressed G-code Reader
ca_es: Lector de G-code comprimit
hi_hi: कंप्रेस्ड जी-कोड रीडर

# description
source: Manages extensions to the application and allows browsing extensions from the Ultimaker website.
ca_es: Gestioneu extensions a l'aplicació i us permet explorar extensions del lloc web d'Ultimaker.

# description
source: Provides removable drive hotplugging and writing support.
ca_es: Proporciona suport per a la connexió directa i l'escriptura d'unitats extraïbles.
hi_hi: रिमूवेबल ड्राइव हॉटप्लगिंग और राइटिंग सपोर्ट प्रदान करता है।

# name
source: Removable Drive Output Device Plugin
ca_es: Connector del dispositiu de sortida de la unitat extraïble
hi_hi: रिमूवेबल ड्राइव आउटपुट डिवाइस प्लगिन

# description
source: Provides a monitor stage in Cura.
ca_es: Proporciona una etapa de seguiment al Cura.
hi_hi: Cura में एक मॉनिटर स्टेज प्रदान करता है।

# name
source: Monitor Stage
ca_es: Etapa de seguiment
hi_hi: मॉनिटर स्टेज

# description
source: Upgrades configurations from Cura 2.5 to Cura 2.6.
ca_es: Actualitza la configuració del Cura 2.5 al Cura 2.6.
hi_hi: Cura 2.5 से Cura 2.6 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 2.5 to 2.6
ca_es: Actualització de la versió 2.5 a la 2.6
hi_hi: संस्करण 2.5 से 2.6 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 2.6 to Cura 2.7.
ca_es: Actualitza la configuració del Cura 2.6 al Cura 2.7.
hi_hi: Cura 2.6 से Cura 2.7 में कॉन्फ़िगरेशन को अपग्रेड करता है।
