Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @label
source: Removable Drive Output Device Plugin
pt_br: Extensão para dispositivo removivel

# @info:whatsthis
source: Provides removable drive hotplugging and writing support
pt_br: Permitir suporte, conexão automatica e escrita para unidade removivel.

# @label
source: Slice info
pt_br: Informações do fatiamento

# @info:whatsthis
source: Submits anonymous slice info. Can be disabled through preferences.
pt_br: Enviar informações anonimas sobre o fatiamento. Pode ser desativado atravez das preferencias.

# @info
source: Cura automatically sends slice info. You can disable this in preferences
pt_br: Cura envia automaticamente informações sobre o fatiamento. Você pode desabilitar isso nas preferencias.

# @action:button
source: Dismiss
pt_br: Recusar

# @action:button
source: Print with USB
pt_br: Imprimir via USB

# @info:tooltip
source: Print with USB
pt_br: Imprimir via USB

# @label
source: USB printing
pt_br: Impressão USB

# @info:whatsthis
source: Accepts G-Code and sends them to a printer. Plugin can also update firmware.
pt_br: Aceita G-Code e envia para a impressora. A extensão pode tambem atualizar o Firmware,

# @item:inmenu
source: Update Firmware
pt_br: Atualizar Firmware

# @title:window
source: Print with USB
pt_br: Imprimir via USB

# @label
source: Extruder Temperature %1
pt_br: Temperatura do Extrusor %1

# @label
source: Bed Temperature %1
pt_br: Temperatura da Mesa Aquecida 1%

# @label
source: Starting firmware update, this may take a while.
pt_br: Iniciando atualização do firmware, isso pode demorar um pouco.

# @title
source: Add Printer
pt_br: Adicionar Impressora

# @title:window
source: Engine Log
pt_br: Historico da Engine

# @label
source: Variant:
pt_br: Vatiante:

# @label
source: Global Profile:
pt_br: Perfil Global:

# @label
source: Please select the type of printer:
pt_br: Por favor selecione o tipo de impressora:

# @label:textbox
source: Printer Name:
pt_br: Nome da Impressora:

# @title
source: Select Upgraded Parts
pt_br: Selecione partes atualizadas.

# @title
source: Upgrade Firmware
pt_br: Atualizar Fimrware

# @title
source: Check Printer
pt_br: Verificar impressorar

# @title
source: Bed Levelling
pt_br: Nivelamento da Mesa Aquecida

# @title
source: Bed Leveling
pt_br: Nivelamento da Mesa Aquecida

# @label
source: For every position; insert a piece of paper under the nozzle and adjust the print bed height. The print bed height is right when the paper is slightly gripped by the tip of the nozzle.
pt_br: Para cada posição; inserir um pedaço de papel sob o bico e ajustar a" "altura da mesa de impressão. A altura da mesa de impressão está certa quando o papel estiver um pouco" "agarrada pela ponta do bico.

# @action:button
source: Skip Bedleveling
pt_br: Pular Nivelamento da Mesa Aquecida

# @label
source: To assist you in having better default settings for your Ultimaker. Cura would like to know which upgrades you have in your machine:
pt_br: Para ajudá-lo a ter melhores configurações padrão para a Ultimaker. CuraGostariamos de saber que atualizações você tem em sua máquina:

# @option:check
source: Extruder driver ugrades
pt_br: Atualizações do Driver Extrusor

# @option:check
source: Heated printer bed (standard kit)
pt_br: Mesa Aquecida de Impressão (kit padrão)

# @option:check
source: Heated printer bed (self built)
pt_br: Mesa Aquecida de Impressão (construida)

# @option:check
source: Dual extrusion (experimental)
pt_br: Dupla Extrusão (experimental)

# @label
source: If you bought your Ultimaker after october 2012 you will have the Extruder drive upgrade. If you do not have this upgrade, it is highly recommended to improve reliability. This upgrade can be bought from the Ultimaker webshop or found on thingiverse as thing:26094
pt_br: Se você comprou a sua Ultimaker após Outubro de 2012 você terá a que atualizarseu drive de Extrusora. Se você não tiver essa atualização, isso é altamente recomendável paramelhorar a confiabilidade. Esta atualização pode ser comprado na loja virtual Ultimakerou encontrado no Thingiverse como thing:26094

# @label
source: It's a good idea to do a few sanity checks on your Ultimaker. You can skip this step if you know your machine is functional
pt_br: É uma boa idéia fazer algumas verificações de erros em seu Ultimaker. Você pode pulareste passo se você sabe que sua máquina está funcionando

# @action:button
source: Start Printer Check
pt_br: Iniciar verificação da impressora.

# @action:button
source: Skip Printer Check
pt_br: Pular verificação da impressora

# @label
source: Connection:
pt_br: Connecção:

# @info:status
source: Done
pt_br: Concluido.

# @info:status
source: Incomplete
pt_br: Incompleto.

# @label
source: Min endstop X:
pt_br: Fim de curso minimo X:

# @info:status
source: Works
pt_br: Funciona

# @info:status
source: Not checked
pt_br: Não verificado

# @label
source: Min endstop Y:
pt_br: Fim de curso minimo Y:

# @label
source: Min endstop Z:
pt_br: Fim de curso minimo Z:

# @label
source: Nozzle temperature check:
pt_br: Verificar temperatura do bico:

# @action:button
source: Start Heating
pt_br: Inicar aquecimento

# @info:progress
source: Checking
pt_br: Verificando

# @label
source: bed temperature check:
pt_br: Verificar temperatura da mesa aquecida:

# @label
source: The firmware shipping with new Ultimakers works, but upgrades have been made to make better prints, and make calibration easier.
pt_br: O firmware enviado com as novas Ultimakers funciona, mas atualizações foram feitasde modo a fazer melhores impressões, e fazer a calibração mais fácil.

# @action:button
source: Upgrade to Marlin Firmware
pt_br: Atualizar para Marlin Firmware

# @action:button
source: Skip Upgrade
pt_br: Pular Atualização

# @title:window
source: About Cura
pt_br: Sobre Cura

# @info:credit
source: Cura has been developed by Ultimaker B.V. in cooperation with the community.
pt_br: Cura foi desenvolvido por Ultimaker B.V. em cooperação com a comunidade.

# @title:window
source: View
pt_br: Visualizar

# @option:check
source: Display Overhang
pt_br: Display Suspenso

# @info:tooltip
source: Highlight unsupported areas of the model in red. Without support these areas will nog print properly.
pt_br: Realçar áreas sem suporte do modelo em vermelho. Sem apoio a essas áreasnão serão impressas corretamente.

# @info:tooltip
source: Moves the camera so the object is in the center of the view when an object is selected
pt_br: Move a câmera para que o objeto fique no centro da visualização quando o objetoestiver selecionado

# @action:inmenu
source: Toggle Fu&ll Screen
pt_br: Alternar Tela &Cheia

# @action:inmenu
source: &Undo
pt_br: &Desfazer

# @action:inmenu
source: &Redo
pt_br: &Refazer

# @action:inmenu
source: &Quit
pt_br: &Sair

# @action:inmenu
source: &Preferences...
pt_br: &Preferencias...

# @action:inmenu
source: &Add Printer...
pt_br: &Adicionar Impressora...

# @action:inmenu
source: Manage Pr&inters...
pt_br: Gerenciamento de &Impressoras

# @action:inmenu
source: Manage Profiles...
pt_br: Gerenciar Perfis

# @action:inmenu
source: Show Online &Documentation
pt_br: Mostrar &Documentação Online

# @action:inmenu
source: Report a &Bug
pt_br: Informar um &Problema

# @action:inmenu
source: &About...
pt_br: Sobre

# @action:inmenu
source: Delete &Selection
pt_br: Deletar &Seleção

# @action:inmenu
source: Delete Object
pt_br: Deletar Objeto

# @action:inmenu
source: Ce&nter Object on Platform
pt_br: Ce&ntralizar Objeto na PLataforma

# @action:inmenu
source: &Group Objects
pt_br: A&grupar Objetos

# @action:inmenu
source: Ungroup Objects
pt_br: Desagrupar Objetos

# @action:inmenu
source: &Merge Objects
pt_br: Fundir Objeros

# @action:inmenu
source: &Duplicate Object
pt_br: &Duplicar Objeto

# @action:inmenu
source: &Clear Build Platform
pt_br: Limpar Plataforma de Criação

# @action:inmenu
source: Re&load All Objects
pt_br: Recarregar todos os Objetos

# @action:inmenu
source: Reset All Object Positions
pt_br: Resetar Posição de Todos os Objetos

# @action:inmenu
source: Reset All Object &Transformations
pt_br: Resetar &Transformação de Todos os Objetos

# @action:inmenu
source: &Open File...
pt_br: Abrir Arquivo...

# @action:inmenu
source: Show Engine &Log...
pt_br: Mostrar Historico da Engine

# @label
source: Language
pt_br: Idioma

# @item:inlistbox
source: Bulgarian
pt_br: Bulgaro

# @item:inlistbox
source: Czech
pt_br: Checo

# @item:inlistbox
source: English
pt_br: Inglês

# @item:inlistbox
source: Finnish
pt_br: Filandês

# @item:inlistbox
source: French
pt_br: Francês

# @item:inlistbox
source: German
pt_br: Alemão

# @item:inlistbox
source: Italian
pt_br: Italiano

# @item:inlistbox
source: Polish
pt_br: Polonês

# @item:inlistbox
source: Russian
pt_br: Russo

# @item:inlistbox
source: Spanish
pt_br: Espanhol

# @label
source: You will need to restart the application for language changes to have effect.
pt_br: Você precisara reiniciar a aplicação para que as definições de idioma serem applicadas

# @option:check
source: Ensure objects are kept apart
pt_br: Garantir que objetos permaneçam separados

# @info:tooltip
source: Should objects on the platform be moved so that they no longer intersect.
pt_br: Os objetos devem ser movidos na plataforma de forma que eles não se cruzem.

# @option:check
source: Send (Anonymous) Print Information
pt_br: Enviar (anonimamente)Informações da Impressão

# @option:check
source: Scale Too Large Files
pt_br: Escalar Arquivos Muito Grandes.

# @info:tooltip
source: Should opened files be scaled to the build volume when they are too large?
pt_br: Quando muito grandes os arquivos abertos devem ser escalados no volume de compilação?

# @label:textbox
source: Printjob Name
pt_br: Nome da Tarefa de Impressão

# @info:tooltip
source: Select the active output device
pt_br: Selecionar dispositivo de saida ativo

# @label
source: Infill:
pt_br: Preenchimento

# @label
source: Sparse
pt_br: Dispersão

# @label
source: Sparse (20%) infill will give your model an average strength
pt_br: Dispersar (20%) de preenchimento dará ao seu modelo uma força média

# @label
source: Dense
pt_br: Denso

# @label
source: Dense (50%) infill will give your model an above average strength
pt_br: Preenchimento Densa (50%) dará ao seu modelo uma força acima da média

# @label
source: Solid
pt_br: Sólido

# @label
source: Solid (100%) infill will make your model completely solid
pt_br: Preenchimento Sólido (100%) vai fazer o seu modelo completamente sólida

# @label:listbox
source: Helpers:
pt_br: Auxiliares

# @option:check
source: Enable Skirt Adhesion
pt_br: Ativar Camada de Adesão

# @option:check
source: Enable Support
pt_br: Ativar Suporte

# @title:tab
source: Simple
pt_br: Simples

# @title:tab
source: Advanced
pt_br: Avançado

# @label:listbox
source: Print Setup
pt_br: Configuração de Impressão

# @label:listbox
source: Machine:
pt_br: Máquina

# @title:menu
source: &File
pt_br: Arquivo

# @title:menu
source: Open &Recent
pt_br: Documentos Recentes

# @action:inmenu
source: &Save Selection to File
pt_br: &Salvar Seleção em Arquivo

# @title:menu
source: Save &All
pt_br: Salvar Todos

# @title:menu
source: &Edit
pt_br: &Editar

# @title:menu
source: &View
pt_br: &Visualizar

# @title:menu
source: &Machine
pt_br: &Máquina

# @title:menu
source: &Profile
pt_br: &Perfil

# @title:menu
source: E&xtensions
pt_br: E&xtensões

# @title:menu
source: &Settings
pt_br: Configurações

# @title:menu
source: &Help
pt_br: Ajuda

# @action:button
source: Open File
pt_br: Abrir Arquivo

# @action:button
source: View Mode
pt_br: Modo Visualização

# @title:tab
source: View
pt_br: Visualizar

# @title:window
source: Open File
pt_br: Abrir Arquivo
