Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @label %1 is the number of settings it overrides.
source: Overrides %1 setting.
ca_es: Sobreescriu el paràmetre del 0%1.
hi_hi: % 1 सेटिंग को ओवरराइड करता है।

# @label
source: Active print
ca_es: Impressió activa
hi_hi: सक्रिय प्रिंट

# @label
source: Job Name
ca_es: Nom de la tasca
hi_hi: जॉब का नाम

# @label
source: Printing Time
ca_es: Temps d'impressió
hi_hi: प्रिंटिंग का समय

# @label
source: Estimated time left
ca_es: Temps estimat restant
hi_hi: बचा हुआ अनुमानित समय

# @label
source: Add a printer
ca_es: Afegeix una impressora
hi_hi: एक प्रिंटर जोड़ें

# @label
source: Add a networked printer
ca_es: Afegeix una impressora en xarxa
hi_hi: नेटवर्क वाला प्रिंटर जोड़ें

# @label
source: Add a non-networked printer
ca_es: Afegeix una impressora sense xarxa
hi_hi: एक गैर-नेटवर्क वाला प्रिंटर जोड़ें

# @label
source: What's New
ca_es: Què hi ha de nou?
hi_hi: नया क्या है

# @label
source: Manufacturer
ca_es: Fabricant
hi_hi: निर्माता

# @label
source: Profile author
ca_es: Autor del perfil
hi_hi: प्रोफाइल लेखक

# @label
source: Printer name
ca_es: Nom de la impressora
hi_hi: प्रिंटर का नाम

# @text
source: Please name your printer
ca_es: Poseu nom a la impressora
hi_hi: कृपया अपने प्रिंटर को नाम दें

# @label
source: Release Notes
ca_es: Notes de la versió
hi_hi: रिलीज नोट्स

# @label
source: There is no printer found over your network.
ca_es: No s'ha trobat cap impressora en la xarxa.
hi_hi: आपके नेटवर्क पर कोई प्रिंटर नहीं मिला।

# @label
source: Refresh
ca_es: Actualitza
hi_hi: रीफ़्रेश करें

# @label
source: Add printer by IP
ca_es: Afegeix una impressora per IP
hi_hi: IP द्वारा प्रिंटर जोड़ें

# @label
source: Add cloud printer
ca_es: Afegeix una impressora al núvol
hi_hi: क्लाउड प्रिंटर जोड़ें

# @label
source: Troubleshooting
ca_es: Resolució de problemes
hi_hi: समस्या निवारण

# @label
source: Sign in to the Ultimaker platform
ca_es: Inicia la sessió en la plataforma Ultimaker
hi_hi: अल्टिमेकर प्लेटफॉर्म में साइन इन करें

# @text
source: Add material settings and plugins from the Marketplace
ca_es: Afegiu paràmetres de materials i connectors del Marketplace
hi_hi: मार्केटप्लेस से मटेरियल सेटिंग और प्लगिन्स जोड़ें

# @text
source: Backup and sync your material settings and plugins
ca_es: Feu una còpia de seguretat i sincronitzeu els paràmetres de material i els connectors
hi_hi: अपनी मटेरियल सेटिंग और प्लगिन्स का बैकअप लें और सिंक करें

# @text
source: Share ideas and get help from 48,000+ users in the Ultimaker Community
ca_es: Compartiu idees i obteniu ajuda de més de 48.000 usuaris en la Comunitat Ultimaker
hi_hi: विचार साझा करें और Ultimaker समुदाय में 48,000+ उपयोगकर्ताओं से सहायता प्राप्त करें

# @button
source: Skip
ca_es: Omet
hi_hi: Skip करे

# @text
source: Create a free Ultimaker Account
ca_es: Crea un compte gratuït d'Ultimaker
hi_hi: एक निःशुल्क Ultimaker अकाउंट बनाएं

# @label
source: Help us to improve Ultimaker Cura
ca_es: Ajudeu-nos a millorar l'Ultimaker Cura
hi_hi: Ultimaker Cura को बेहतर बनाने में हमारी मदद करें

# @text
source: Ultimaker Cura collects anonymous data to improve print quality and user experience, including:
ca_es: L'Ultimaker Cura recopila dades anònimes per a millorar la qualitat de la impressió i l'experiència de l'usuari, incloent-hi:
hi_hi: Ultimaker Cura प्रिंट गुणवत्ता और उपयोगकर्ता अनुभव को बेहतर बनाने के लिए गुमनाम (anonymous) डेटा एकत्र करता है, जिसमें शामिल हैं:

# @text
source: Machine types
ca_es: Tipus de màquina
hi_hi: मशीन के प्रकार

# @text
source: Material usage
ca_es: Ús de material
hi_hi: मटेरियल का उपयोग

# @text
source: Number of slices
ca_es: Nombre de llesques
hi_hi: स्लाइस की संख्या

# @text
source: Print settings
ca_es: Paràmetres d'impressió
hi_hi: प्रिंट सेटिंग्स

# @text
source: Data collected by Ultimaker Cura will not contain any personal information.
ca_es: Les dades recollides per l'Ultimaker Cura no contenen cap informació personal.
hi_hi: Ultimaker Cura द्वारा एकत्र किए गए डेटा में कोई व्यक्तिगत जानकारी नहीं होगी।

# @text
source: More information
ca_es: Més informació
hi_hi: अधिक जानकारी

# @label
source: Empty
ca_es: Buida
hi_hi: रिक्त

# @label
source: Add a Cloud printer
ca_es: Afegeix una impressora al núvol
hi_hi: क्लाउड प्रिंटर जोड़ें

# @label
source: Waiting for Cloud response
ca_es: S'està esperant la resposta del núvol
hi_hi: क्लाउड प्रतिक्रिया की प्रतीक्षा में

# @label
source: No printers found in your account?
ca_es: No s'ha trobat cap impressora en el vostre compte?
hi_hi: आपके अकाउंट में कोई प्रिंटर नहीं मिला?

# @label
source: The following printers in your account have been added in Cura:
ca_es: S'han afegit les impressores del vostre compte següents al Cura:
hi_hi: आपके अकाउंट से निम्नलिखित प्रिंटर Cura में जोड़े गए हैं:

# @button
source: Add printer manually
ca_es: Afegeix una impressora manualment
hi_hi: मैन्युअल रूप से प्रिंटर जोड़ें

# @label
source: User Agreement
ca_es: Acord d'usuari
hi_hi: उपयोगकर्ता का समझौता

# @button
source: Decline and close
ca_es: Declina i tanca
hi_hi: अस्वीकार करें और बंद करें

# @label
source: Add printer by IP address
ca_es: Afegeix una impressora per l'adreça IP
hi_hi: IP एड्रेस द्वारा प्रिंटर जोड़ें

# @text
source: Enter your printer's IP address.
ca_es: Introduïu l'adreça IP de la impressora.
hi_hi: अपने प्रिंटर का IP एड्रेस दर्ज करें।

# @button
source: Add
ca_es: Afegeix
hi_hi: जोड़ें

# @label
source: Could not connect to device.
ca_es: No s'ha pogut connectar al dispositiu.
hi_hi: डिवाइस से कनेक्ट नहीं हो सका.

# @label
source: Can't connect to your Ultimaker printer?
ca_es: No podeu connectar a la impressora Ultimaker?
hi_hi: आपके Ultimaker प्रिंटर से कनेक्ट नहीं हो पा रहा है?

# @label
source: The printer at this address has not responded yet.
ca_es: La impressora en aquesta adreça encara no ha respost.
hi_hi: इस पते पर प्रिंटर ने अभी तक प्रतिक्रिया नहीं दी है।

# @label
source: This printer cannot be added because it's an unknown printer or it's not the host of a group.
ca_es: Aquesta impressora no es pot afegir perquè és una impressora desconeguda o no és l'amfitrió d'un grup.
hi_hi: यह प्रिंटर जोड़ा नहीं जा सकता क्योंकि यह एक अज्ञात प्रिंटर है या यह किसी समूह का होस्ट नहीं है।

# @label
source: Welcome to Ultimaker Cura
ca_es: Us donem la benvinguda a l'Ultimaker Cura
hi_hi: Ultimaker Cura में आपका स्वागत है

# @text
source: Please follow these steps to set up Ultimaker Cura. This will only take a few moments.
ca_es: Seguiu aquests passos per a configurar l'Ultimaker Cura. Només serà un moment.
hi_hi: अल्टिमेकर क्यूरा सेट करने के लिए कृपया इन चरणों का पालन करें। इसमें कुछ ही क्षण लगेंगे।

# @button
source: Get started
ca_es: Comença
hi_hi: आरंभ करें

# @label
source: Object list
ca_es: Llista d'objectes
hi_hi: ऑब्जेक्ट सूची

# @action:inmenu
source: Show Online Troubleshooting
ca_es: Mostra la resolució de problemes en línia

# @action:inmenu
source: Toggle Full Screen
ca_es: Activa o desactiva la pantalla completa
hi_hi: संपूर्ण स्क्रीन टॉगल करें

# @action:inmenu
source: Exit Full Screen
ca_es: Surt de la pantalla completa
hi_hi: फुलस्क्रीन से बाहर निकलें

# @action:inmenu menubar:edit
source: &Undo
ca_es: &Desfés
hi_hi: &Undoकरें

# @action:inmenu menubar:edit
source: &Redo
ca_es: &Refés
hi_hi: &Redo करें

# @action:inmenu menubar:file
source: &Quit
ca_es: &Surt
hi_hi: &Quit करें

# @action:inmenu menubar:view
source: 3D View
ca_es: Vista 3D
hi_hi: 3डी व्यूव

# @action:inmenu menubar:view
source: Front View
ca_es: Vista frontal
hi_hi: फ्रंट व्यूव

# @action:inmenu menubar:view
source: Top View
ca_es: Vista superior
hi_hi: टॉप व्यूव

# @action:inmenu menubar:view
source: Bottom View
ca_es: Vista inferior
hi_hi: बॉटम व्यूव

# @action:inmenu menubar:view
source: Left Side View
ca_es: Vista lateral esquerra
hi_hi: व्यूव

# @action:inmenu menubar:view
source: Right Side View
ca_es: Vista lateral dreta
hi_hi: राइट साइड व्यूव

# @action:inmenu
source: Configure Cura...
ca_es: Configura el Cura...
hi_hi: Cura कॉन्फ़िगर करें...

# @action:inmenu menubar:printer
source: &Add Printer...
ca_es: &Afegeix una impressora...
hi_hi: &Add प्रिंटर...

# @action:inmenu menubar:printer
source: Manage Pr&inters...
ca_es: Gestiona les &impressores...
hi_hi: Pr&inters प्रबंधित करें...

# @action:inmenu
source: Manage Materials...
ca_es: Gestiona els materials...
hi_hi: मटेरियल प्रबंधित करें...

# @action:inmenu Marketplace is a brand name of Ultimaker's, so don't translate.
source: Add more materials from Marketplace
ca_es: Afegiu més materials des de Marketplace

# @action:inmenu menubar:profile
source: &Update profile with current settings/overrides
ca_es: &Actualitza el perfil amb els paràmetres i excepcions actuals
hi_hi: वर्तमान सेटिंग्स/ओवरराइड के साथ प्रोफ़ाइल &Update अपडेट करें

# @action:inmenu menubar:profile
source: &Discard current changes
ca_es: &Descarta els canvis actuals
hi_hi: वर्तमान परिवर्तन &Discard करें

# @action:inmenu menubar:profile
source: &Create profile from current settings/overrides...
ca_es: &Crea un perfil a partir dels paràmetres i excepcions actuals...
hi_hi: वर्तमान सेटिंग/ओवरराइड से प्रोफ़ाइल &Create करें...

# @action:inmenu menubar:profile
source: Manage Profiles...
ca_es: Gestiona els perfils...
hi_hi: प्रोफ़ाइल प्रबंधित करें...

# @action:inmenu menubar:help
source: Show Online &Documentation
ca_es: Mostra la &documentació en línia
hi_hi: ऑनलाइन &Documentation दिखाएँ

# @action:inmenu menubar:help
source: Report a &Bug
ca_es: Informa d'un &error
hi_hi: एक &Bug रिपोर्ट करो

# @action:inmenu menubar:help
source: What's New
ca_es: Què hi ha de nou
hi_hi: नया क्या है

# @action:inmenu menubar:help
source: About...
ca_es: Quant a...
hi_hi: हमारे बारे में...

# @action:inmenu menubar:edit
source: Delete Selected
ca_es: Suprimeix la selecció
hi_hi: चयनित मिटाएं

# @action:inmenu menubar:edit
source: Center Selected
ca_es: Centra la selecció
hi_hi: केंद्र चयनित

# @action:inmenu menubar:edit
source: Multiply Selected
ca_es: Multiplica la selecció
hi_hi: गुणन चयनित

# @action:inmenu
source: Delete Model
ca_es: Suprimeix el model
hi_hi: मॉडल हटाएं

# @action:inmenu
source: Ce&nter Model on Platform
ca_es: Ce&ntra el model a la plataforma
hi_hi: Ce&nter प्लेटफार्म पर मॉडल पेश करें

# @action:inmenu menubar:edit
source: &Group Models
ca_es: A&grupa els models
hi_hi: मॉडल्स को &Group करें

# @action:inmenu menubar:edit
source: Ungroup Models
ca_es: Desagrupa els models
hi_hi: अनग्रुप मॉडल्स

# @action:inmenu menubar:edit
source: &Merge Models
ca_es: &Fusiona els models
hi_hi: मॉडल्स &Merge करें

# @action:inmenu
source: &Multiply Model...
ca_es: &Multiplica el model...
hi_hi: मॉडल &Multiply करें...

# @action:inmenu menubar:edit
source: Select All Models
ca_es: Selecciona tots els models
hi_hi: सभी मॉडलों का चयन करें

# @action:inmenu menubar:edit
source: Clear Build Plate
ca_es: Neteja la placa d'impressió
hi_hi: बिल्ड प्लेट साफ़ करें

# @action:inmenu menubar:file
source: Reload All Models
ca_es: Torna a carregar tots els models
hi_hi: सभी मॉडलों को पुनः लोड करें

# @action:inmenu menubar:edit
source: Arrange All Models
ca_es: Organitza tots els models
hi_hi: सभी मॉडल व्यवस्थित करें

# @action:inmenu menubar:edit
source: Arrange Selection
ca_es: Organitza la selecció
hi_hi: चयन की व्यवस्था करें

# @action:inmenu menubar:edit
source: Reset All Model Positions
ca_es: Reinicia totes les posicions del model
hi_hi: सभी मॉडल स्थितियों को रीसेट करें

# @action:inmenu menubar:edit
source: Reset All Model Transformations
ca_es: Reinicia totes les transformacions del model
hi_hi: सभी मॉडल परिवर्तन रीसेट करें

# @action:inmenu menubar:file
source: &Open File(s)...
ca_es: &Obre els fitxers...
hi_hi: फाइल्स &Open करें...

# @action:inmenu menubar:file
source: &New Project...
ca_es: Projecte &nou...
hi_hi: &New प्रोजेक्ट...

# @action:inmenu menubar:help
source: Show Configuration Folder
ca_es: Mostra la carpeta de configuració
hi_hi: कॉन्फ़िगरेशन फ़ोल्डर दिखाएं

# @label %1 is filled in with the name of an extruder
source: Print Selected Model with %1
ca_es: Imprimeix el model seleccionat amb el percentatge 1
hi_hi: चयनित मॉडल को %1 के साथ प्रिंट करें

# @label:MonitorStatus
source: Not connected to a printer
ca_es: No està connectat a cap impressora
hi_hi: प्रिंटर से कनेक्ट नहीं है

# @label:MonitorStatus
source: Printer does not accept commands
ca_es: La impressora no accepta ordres
hi_hi: प्रिंटर आदेशों को स्वीकार नहीं करता

# @label:MonitorStatus
source: In maintenance. Please check the printer
ca_es: En manteniment. Comproveu la impressora
hi_hi: मेंटेनन्स मे है। कृपया प्रिंटर की जांच करें

# @label:MonitorStatus
source: Lost connection with the printer
ca_es: S'ha perdut la connexió amb la impressora
hi_hi: प्रिंटर से कनेक्शन टूट गया

# @label:MonitorStatus
source: Printing...
ca_es: S'està imprimint...
hi_hi: प्रिंट हो रहा है...

# @label:MonitorStatus
source: Paused
ca_es: En pausa
hi_hi: रुका हुआ

# @label:MonitorStatus
source: Preparing...
ca_es: S'està preparant...
hi_hi: तैयार कर रहे हैं...

# @label:MonitorStatus
source: Please remove the print
ca_es: Retireu la impressió
hi_hi: कृपया प्रिंट हटा दें

# @label
source: Abort Print
ca_es: Interromp la impressió
hi_hi: प्रिंट रद्द करें

# @label
source: Are you sure you want to abort the print?
ca_es: Esteu segur que voleu interrompre la impressió?
hi_hi: क्या आप वाकई प्रिंट को रद्द चाहते हैं?

# @title:column
source: Setting
ca_es: Paràmetre
hi_hi: सेटिंग

# @title:column
source: Profile
ca_es: Perfil
hi_hi: प्रोफ़ाइल

# @title:column
source: Current
ca_es: Actual
hi_hi: वर्तमान

# @title:column Unit of measurement
source: Unit
ca_es: Unitat

# @action:inmenu
source: Set as Active Extruder
ca_es: Estableix com a extrusor actiu
hi_hi: सक्रिय एक्सट्रूडर के रूप में सेट करें

# @action:inmenu
source: Enable Extruder
ca_es: Habilita l'extrusor
hi_hi: एक्सट्रूडर सक्षम करें

# @action:inmenu
source: Disable Extruder
ca_es: Desactiva l'extrusor
hi_hi: एक्सट्रूडर अक्षम करें

# @title:menu menubar:toplevel
source: &File
ca_es: &Fitxer

# @title:menu menubar:file
source: &Save Project...
ca_es: De&sa el projecte...
hi_hi: &Save प्रोजेक्ट...

# @title:menu menubar:file
source: &Export...
ca_es: &Exporta...

# @action:inmenu menubar:file
source: Export Selection...
ca_es: Exporta la selecció...
hi_hi: निर्यात चयन...

# @label:category menu label
source: Favorites
ca_es: Preferits

# @label:category menu label
source: Generic
ca_es: Genèric

# @title:menu menubar:settings
source: &Printer
ca_es: Im&pressora

# @label:category menu label
source: Network enabled printers
ca_es: Impressores amb connexió de xarxa
hi_hi: नेटवर्क सक्षम प्रिंटर

# @label:category menu label
source: Local printers
ca_es: Impressores locals
hi_hi: स्थानीय प्रिंटर

# @title:menu menubar:file
source: Open File(s)...
ca_es: Obre els fitxers...
hi_hi: फ़ाइलें खोलें...

# @title:menu menubar:toplevel
source: P&references
ca_es: P&referències
hi_hi: P&reference

# @header
source: Configurations
ca_es: Configuracions
hi_hi: कॉन्फ़िगरेशंस

# @header
source: Custom
ca_es: Personalitzat
hi_hi: कस्टम

# @label
source: Printer
ca_es: Impressora
hi_hi: प्रिंटर

# @label
source: Enabled
ca_es: Activat
hi_hi: सक्रिय

# @label
source: Use glue for better adhesion with this material combination.
ca_es: Utilitzeu adhesiu per a una millor adherència amb aquesta combinació de material.

# @label
source: Loading available configurations from the printer...
ca_es: S'estan carregant les configuracions disponibles de la impressora...
hi_hi: प्रिंटर से उपलब्ध कॉन्फ़िगरेशन लोड हो रहा है...

# @label
source: The configurations are not available because the printer is disconnected.
ca_es: Les configuracions no estan disponibles perquè la impressora està desconnectada.
hi_hi: कॉन्फ़िगरेशन उपलब्ध नहीं है क्योंकि प्रिंटर डिस्कनेक्ट हो गया है।

# @label
source: This configuration is not available because %1 is not recognized. Please visit %2 to download the correct material profile.
ca_es: Aquesta configuració no és disponible perquè no s'ha reconegut %1. Visiteu %2 per a baixar el perfil de material correcte.
hi_hi: यह कॉन्फ़िगरेशन उपलब्ध नहीं है क्योंकि% 1 पहचाना नहीं गया है। सही सामग्री प्रोफ़ाइल डाउनलोड करने के लिए कृपया% 2 पर जाएँ।

# @tooltip
source: The configuration of this extruder is not allowed, and prohibits slicing.
ca_es: La configuració d'aquest extrusor no és permesa, i prohibeix el llescament.

# @tooltip
source: There are no profiles matching the configuration of this extruder.
ca_es: No hi ha cap perfil que coincideixi amb la configuració d'aquest extrusor.

# @label
source: Select configuration
ca_es: Trieu una configuració
hi_hi: कॉन्फ़िगरेशन चुनें

# @label
source: Configurations
ca_es: Configuracions
hi_hi: कॉन्फ़िगरेशंस

# @title:menu menubar:toplevel
source: &Help
ca_es: &Ajuda

# @title:menu menubar:file
source: Save Project...
ca_es: Desa el projecte...
hi_hi: प्रोजेक्ट सेव करें...

# @title:menu menubar:file
source: Open &Recent
ca_es: Obre &recent
hi_hi: ओपन एंड रिसेट

# @title:menu menubar:toplevel
source: &View
ca_es: &Visualitza

# @action:inmenu menubar:view
source: &Camera position
ca_es: Posició de la &càmera
hi_hi: &Camera पोजीशन

# @action:inmenu menubar:view
source: Camera view
ca_es: Vista de la càmera
hi_hi: कैमरा व्यूव

# @action:inmenu menubar:view
source: Perspective
ca_es: Perspectiva
hi_hi: दृष्टिकोण

# @action:inmenu menubar:view
source: Orthographic
ca_es: Ortogràfica
hi_hi: ऑर्थोग्राफ़िक

# @label
source: Print Selected Model With:
ca_es: Imprimeix el model seleccionat amb:
hi_hi: इसके साथ चयनित मॉडल प्रिंट करें:

# @title:window
source: Multiply Selected Model
ca_es: Multiplica el model seleccionat
hi_hi: चयनित मॉडल को गुणा करें

# @label
source: Number of Copies
ca_es: Nombre de còpies
hi_hi: प्रतियों की संख्याí

# @title:menu menubar:toplevel
source: &Edit
ca_es: &Edita

# @action:inmenu
source: Visible Settings
ca_es: Paràmetres visibles
hi_hi: दृश्यमान सेटिंग्स

# @action:inmenu
source: Collapse All Categories
ca_es: Redueix totes les categories
hi_hi: सभी श्रेणियाँ संक्षिप्त करें

# @action:inmenu
source: Manage Setting Visibility...
ca_es: Gestiona la visibilitat de la configuració...
hi_hi: सेटिंग की दृश्यता प्रबंधित करें...

# @title:window
source: Open file(s)
ca_es: Obre els fitxers
hi_hi: फ़ाइल खोलें

# @text:window
source: We have found one or more project file(s) within the files you have selected. You can open only one project file at a time. We suggest to only import models from those files. Would you like to proceed?
ca_es: Hem trobat un o més fitxers de projecte dins dels fitxers que heu seleccionat. Només podeu obrir un fitxer de projecte alhora. Suggerim que només importeu models d'aquests fitxers. Voleu procedir?
hi_hi: हमें आपके द्वारा चुनी गई फाइलों में एक या अधिक प्रोजेक्ट फाइल (फाइलें) मिली हैं। आप एक समय में केवल एक प्रोजेक्ट फ़ाइल खोल सकते हैं। हम केवल उन फ़ाइलों से मॉडल आयात करने का सुझाव देते हैं। क्या आप आगे बढ़ना चाहेंगे?

# @action:button
source: Import all as models
ca_es: Importa-ho tot com a models
hi_hi: सभी को मॉडल के रूप में आयात करें

# @title:window
source: Open project file
ca_es: Obre un fitxer de projecte
hi_hi: प्रोजेक्ट फ़ाइल खोलें

# @text:window
source: This is a Cura project file. Would you like to open it as a project or import the models from it?
ca_es: Aquest és un fitxer de projecte Cura. Voleu obrir-lo com a projecte o voleu importar-ne els models?
hi_hi: यह एक क्यूरा प्रोजेक्ट फ़ाइल है। क्या आप इसे एक प्रोजेक्ट के रूप में खोलना चाहेंगे या इससे मॉडल आयात करना चाहेंगे?

# @text:window
source: Remember my choice
ca_es: Recorda la meva elecció
hi_hi: मेरी पसंद याद रखें

# @action:button
source: Open as project
ca_es: Obre com a projecte
hi_hi: प्रोजेक्ट के रूप में खोलें

# @action:button
source: Import models
ca_es: Importa'n els models
hi_hi: आयात मॉडल

# @title:window
source: Discard or Keep changes
ca_es: Descarta o manté els canvis
hi_hi: परिवर्तन छोड़ें या रखें

# @text:window, %1 is a profile name
source: You have customized some profile settings. Would you like to Keep these changed settings after switching profiles? Alternatively, you can discard the changes to load the defaults from '%1'.
ca_es: Heu personalitzat alguns paràmetres del perfil. Voleu mantenir aquests paràmetres modificats després de canviar de perfil? Alternativament, es poden descartar els canvis per a carregar els valors predeterminats de «%1».

# @title:column
source: Profile settings
ca_es: Paràmetres del perfil
hi_hi: प्रोफ़ाइल सेटिंग्स

# @title:column
source: Current changes
ca_es: Canvis actuals
hi_hi: वर्तमान परिवर्तन

# @option:discardOrKeep
source: Discard and never ask again
ca_es: Descarta i no ho tornis a preguntar
hi_hi: त्यागें और फिर कभी न पूछें

# @option:discardOrKeep
source: Keep and never ask again
ca_es: Conserva'ls i no m'ho tornis a demanar
hi_hi: रखें और फिर कभी न पूछें

# @action:button
source: Discard changes
ca_es: Descarta els canvis
hi_hi: परिवर्तनों को निरस्त करें

# @action:button
source: Keep changes
ca_es: Conserva els canvis
hi_hi: परिवर्तन रखें

# @title:window
source: Save Project
ca_es: Desa el projecte
hi_hi: सेव प्रोजेक्ट

# @action:label
source: Extruder %1
ca_es: Extrusor %1
hi_hi: एक्सट्रूडर% 1

# @action:label
source: %1 & material
ca_es: &1 i el material
hi_hi: %1 & मटेरियल

# @action:label
source: Don't show project summary on save again
ca_es: No tornis a mostrar el resum del projecte en desar
hi_hi: दोबारा सेव करने पर प्रोजेक्ट सारांश न दिखाएं

# @action:button
source: Save
ca_es: Desa
hi_hi: सेव करे

# @title:window The argument is the application name.
source: About %1
ca_es: Quant al 1%
hi_hi: %1 के बारे में

# @label
source: version: %1
ca_es: versió: %1
hi_hi: संस्करण: %1

# @label
source: End-to-end solution for fused filament 3D printing.
ca_es: Solució d'extrem a extrem per a la impressió 3D de filament fusionat.
hi_hi: फ्यूज्ड फिलामेंट 3डी प्रिंटिंग के लिए एंड-टू-एंड सॉल्यूशन।
pt_br: Solução ponto-a-ponto para filamento fundido de impressão 3D.

# @info:credit
source: Cura is developed by Ultimaker B.V. in cooperation with the community. Cura proudly uses the following open source projects:
ca_es: Ultimaker B.V., en cooperació amb la comunitat, desenvolupa el Cura. El Cura utilitza amb orgull els següents projectes de codi obert:
hi_hi: Cura को समुदाय के सहयोग से Ultimaker B. V. द्वारा विकसित किया गया है। Cura गर्व से निम्नलिखित ओपन सोर्स प्रोजेक्ट्स का उपयोग करता है:

# @label
source: Graphical user interface
ca_es: Interfície gràfica d'usuari
hi_hi: ग्राफिकल यूज़र इंटरफ़ेस

# @label
source: Application framework
ca_es: Framework de l'aplicació
hi_hi: एप्लीकेशन फ्रेमवर्क

# @label
source: G-code generator
ca_es: Generador de G-code
hi_hi: G-code जनरेटर

# @label
source: Interprocess communication library
ca_es: Biblioteca de comunicació interprocés
hi_hi: इंटरप्रोसेस कम्युनिकेशन लाइब्रेरी

# @label
source: Programming language
ca_es: Llenguatge de programació
hi_hi: प्रोग्रामिंग भाषा

# @label
source: GUI framework
ca_es: Framework de la IGU
hi_hi: GUI फ्रेमवर्क

# @label
source: GUI framework bindings
ca_es: Vinculacions del framework de la IGU
hi_hi: GUI फ्रेमवर्क बाइंडिंग

# @label
source: C/C++ Binding library
ca_es: Biblioteca de vinculació C/C++
hi_hi: C/C++ सी/सी++ बाइंडिंग लाइब्रेरी

# @label
source: Data interchange format
ca_es: Format d'intercanvi de dades
hi_hi: डेटा इंटरचेंज फॉर्मेट

# @label
source: Support library for scientific computing
ca_es: Biblioteca de suport per a la computació científica
hi_hi: वैज्ञानिक कंप्यूटिंग के लिए सपोर्ट लाइब्रेरी

# @label
source: Support library for faster math
ca_es: Biblioteca de suport per a operacions matemàtiques més ràpides
hi_hi: तेज़ गणित के लिए लाइब्रेरी का समर्थन करें

# @label
source: Support library for handling STL files
ca_es: Biblioteca de suport per a gestionar fitxers STL
hi_hi: STL फाइलों को संभालने के लिए सपोर्ट लाइब्रेरी

# @label
source: Support library for handling triangular meshes
ca_es: Biblioteca de suport per a la gestió de malles triangulars
hi_hi: त्रिकोणीय जालों को संभालने के लिए सपोर्ट लाइब्रेरी
