Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# @info:status
source: Connected via USB
ca_es: Connectada via USB
hi_hi: USB के माध्यम से कनेक्टेड है

# @label
source: A USB print is in progress, closing Cura will stop this print. Are you sure?
ca_es: Hi ha una impressió USB en curs, si tanqueu el Cura s'aturarà aquesta impressió. N'esteu segur?
hi_hi: USB प्रिंट चल रहा है, Cura को बंद करने से यह प्रिंट बंद हो जाएगा। क्या आपको यकीन है?

# @message
source: A print is still in progress. Cura cannot start another print via USB until the previous print has completed.
ca_es: Encara hi ha una impressió en curs. El Cura no pot iniciar una altra impressió via USB mentre l'anterior no s'hagi completat.
hi_hi: एक प्रिंट अभी भी जारी है। जब तक पिछला प्रिंट पूरा नहीं हो जाता, तब तक Cura USB के माध्यम से दूसरा प्रिंट शुरू नहीं कर सकता।

# @message
source: Print in Progress
ca_es: Impressió en curs
hi_hi: प्रिंट जारी है

# @item:inmenu
source: Preview
ca_es: Previsualització
hi_hi: पूर्वावलोकन करे

# @error:not supported
source: GCodeWriter does not support non-text mode.
ca_es: El GCodeWriter no admet el mode no text.
hi_hi: GCodeWriter non-text mode का समर्थन नहीं करता है।

# @warning:status
source: Please prepare G-code before exporting.
ca_es: Prepareu el G-code abans d'exportar.
hi_hi: कृपया निर्यात करने से पहले G-code तैयार करें।

# @action
source: Update Firmware
ca_es: Actualitza el microprogramari
hi_hi: फर्मवेयर अपडेट करें

# @error:not supported
source: GCodeGzWriter does not support text mode.
ca_es: El GCodeGzWriter no admet el mode de text.
hi_hi: GCodeGzWriter टेक्स्ट मोड को सपोर्ट नहीं करता है।

# @item:inlistbox
source: Layer view
ca_es: Vista de la capa
hi_hi: लेयर दृश्य

# @info:status
source: Cura does not accurately display layers when Wire Printing is enabled.
ca_es: El Cura no mostra les capes amb exactitud si la impressió de fil és activa.
hi_hi: वायर प्रिंटिंग सक्षम होने पर Cura लेयर्स को सटीक रूप से प्रदर्शित नहीं करता है।

# @info:title
source: Simulation View
ca_es: Vista de simulació
hi_hi: सिमुलेशन दृश्य

# @info:status
source: Nothing is shown because you need to slice first.
ca_es: No es mostra res perquè abans cal llescar.
hi_hi: कुछ भी नहीं दिखाया गया है क्योंकि आपको पहले स्लाइस करने की आवश्यकता है।

# @info:title
source: No layers to show
ca_es: No hi ha cap capa a mostrar
hi_hi: दिखाने के लिए कोई लेयर्स नहीं

# @info:option_text
source: Do not show this message again
ca_es: No tornis a mostrar aquest missatge
hi_hi: इस संदेश को फिर ना दिखाएं

# @item:inlistbox
source: Cura 15.04 profiles
ca_es: Perfils de Cura 15.04
hi_hi: Cura 15.04 प्रोफाइल

# @item:inlistbox
source: AMF File
ca_es: Fitxer AMF
hi_hi: AMF फाइल

# @info:status
source: The highlighted areas indicate either missing or extraneous surfaces. Fix your model and open it again into Cura.
ca_es: Les àrees ressaltades indiquen superfícies desaparegudes o estranyes. Corregiu el model i obriu-lo una altra vegada amb el Cura.
hi_hi: हाइलाइट किए गए क्षेत्र या तो लापता या बाहरी सतहों को दर्शाते हैं। अपने मॉडल को ठीक करें और इसे फिर से Cura में खोलें।

# @info:title
source: Model Errors
ca_es: Errors del model
hi_hi: मॉडल त्रुटियां

# @item:inmenu
source: Solid view
ca_es: Vista de sòlids
hi_hi: सॉलिड दृश्य

# @info Don't translate {machine_name}, since it gets replaced by a printer name!
source: New features or bug-fixes may be available for your {machine_name}! If you haven't done so already, it is recommended to update the firmware on your printer to version {latest_version}.
ca_es: Poden haver-hi noves funcionalitats o correccions d'error disponibles per la {machine_name}! Si encara no ho heu fet, us recomanem d'actualitzar el microprogramari de la impressora a la versió {latest_version}.

# @info:title The %s gets replaced with the printer name.
source: New %s stable firmware available
ca_es: Hi ha disponible un nou microprogramari estable %s

# @action:button
source: How to update
ca_es: Com actualitzar
hi_hi: अपडेट कैसे करें

# @info
source: Could not access update information.
ca_es: No s'ha pogut accedir a la informació de l'actualització.
hi_hi: अद्यतन जानकारी तक नहीं पहुंच सका|

# @label
source: Support Blocker
ca_es: Blocador de suport
hi_hi: सपोर्ट ब्लॉकर

# @info:tooltip
source: Create a volume in which supports are not printed.
ca_es: Crea un volum en el qual no s'imprimeixen els suports.
hi_hi: एक वॉल्यूम बनाएं जिसमें सपोर्ट प्रिंट न हो।

# @item:inmenu
source: Prepare
ca_es: Prepara
hi_hi: तैयार करे

# @title:label
source: Printer Settings
ca_es: Paràmetres de la impressora
hi_hi: प्रिंटर सेटिंग्स

# @label
source: X (Width)
ca_es: X (amplada)
hi_hi: X (चौड़ाई)

# @label
source: Y (Depth)
ca_es: Y (profunditat)
hi_hi: Y (गहराई)

# @label
source: Z (Height)
ca_es: Z (alçària)
hi_hi: Z (ऊंचाई)

# @label
source: Build plate shape
ca_es: Forma de la placa d'impressió
hi_hi: बिल्ड प्लेट का आकार

# @label
source: Origin at center
ca_es: Origen al centre
hi_hi: केंद्र में मूल

# @label
source: Heated bed
ca_es: Llit calent
hi_hi: हीटेड बेड

# @label
source: Heated build volume
ca_es: Volum d'impressió calent
hi_hi: हीटेड बिल्ड वॉल्यूम

# @label
source: G-code flavor
ca_es: Variant de G-code
hi_hi: G-code फ्लेवर

# @title:label
source: Printhead Settings
ca_es: Paràmetres del capçal d'impressió
hi_hi: प्रिंटहेड सेटिंग्स

# @label
source: X min
ca_es: X mínima
hi_hi: X न्यूनतम

# @label
source: Y min
ca_es: Y mínima
hi_hi: Y न्यूनतम

# @label
source: X max
ca_es: X màxima
hi_hi: X अधिकतम

# @label
source: Y max
ca_es: Y màxima
hi_hi: Y अधिकतम

# @label
source: Gantry Height
ca_es: Alçària del pont
hi_hi: गैन्ट्री हाइट

# @label
source: Number of Extruders
ca_es: Nombre d'extrusors
hi_hi: एक्सट्रूडर की संख्या

# @label
source: Apply Extruder offsets to GCode
ca_es: Aplica els desplaçaments de l'extrusor al G-code
hi_hi: GCode में एक्सट्रूडर ऑफ़सेट लागू करें

# @title:label
source: Start G-code
ca_es: G-code d'inici
hi_hi: G-code शुरू करें

# @title:label
source: End G-code
ca_es: G-code de finalització
hi_hi: G-code समाप्त करें

# @title:tab
source: Printer
ca_es: Impressora
hi_hi: प्रिंटर

# @title:label
source: Nozzle Settings
ca_es: Paràmetres de la tovera
hi_hi: नोजल सेटिंग्स

# @label
source: Nozzle size
ca_es: Mida de la tovera
hi_hi: नोजल का आकार

# @label
source: Compatible material diameter
ca_es: Diàmetre del material compatible
hi_hi: अनुकूल मटेरियल का व्यास

# @label
source: Nozzle offset X
ca_es: Desplaçament X de la tovera
hi_hi: नोजल ऑफ़सेट X

# @label
source: Nozzle offset Y
ca_es: Desplaçament Y de la tovera
hi_hi: नोजल ऑफ़सेट Y

# @label
source: Cooling Fan Number
ca_es: Número de ventilador
hi_hi: कूलिंग फैन नंबर

# @title:label
source: Extruder Start G-code
ca_es: G-code inicial de l'extrusor
hi_hi: एक्सट्रूडर स्टार्ट G-code

# @title:label
source: Extruder End G-code
ca_es: G-code final de l'extrusor
hi_hi: एक्सट्रूडर अंतीम G-code

# @title:window
source: Convert Image
ca_es: Converteix la imatge

# @action:label
source: Height (mm)
ca_es: Alçària (mm)
hi_hi: ऊंचाई (मिमी)

# @info:tooltip
source: The maximum distance of each pixel from "Base."
ca_es: La distància màxima de cada píxel des de la «Base».
hi_hi: "Base" से प्रत्येक पिक्सेल की अधिकतम दूरी

# @info:tooltip
source: The base height from the build plate in millimeters.
ca_es: L'altura de la base, en mil·límetres, des de la placa d'impressió.
hi_hi: बिल्ड प्लेट से base की ऊंचाई मिलीमीटर में।

# @action:label
source: Width (mm)
ca_es: Amplada (mm)
hi_hi: चौड़ाई (मिमी)

# @info:tooltip
source: The width in millimeters on the build plate
ca_es: L'amplada en mil·límetres de la placa d'impressió

# @action:label
source: Depth (mm)
ca_es: Profunditat (mm)
hi_hi: गहराई (मिमी)

# @info:tooltip
source: The depth in millimeters on the build plate
ca_es: La profunditat en mil·límetres de la placa d'impressió
hi_hi: बिल्ड प्लेट पर मिलीमीटर में गहराई

# @item:inlistbox
source: Darker is higher
ca_es: Més fosc és més alt
hi_hi: गहरा अधिक है

# @item:inlistbox
source: Lighter is higher
ca_es: Més clar és més alt
hi_hi: हल्का अधिक है

# @info:tooltip
source: For lithophanes dark pixels should correspond to thicker locations in order to block more light coming through. For height maps lighter pixels signify higher terrain, so lighter pixels should correspond to thicker locations in the generated 3D model.
ca_es: En les litofanies, els píxels foscos es corresponen amb ubicacions més gruixudes per tal de blocar més la llum. En els mapes d'altura, els píxels més lleugers indiquen terreny més alt, de manera que els píxels més lleugers es corresponen amb les ubicacions més gruixudes del model 3D generat.
hi_hi: लिथोफेन्स के लिए अधिक प्रकाश आने से रोकने के लिए डार्क पिक्सल को मोटे स्थानों के अनुरूप होना चाहिए। ऊंचाई के नक्शे के लिए लाइटर पिक्सल उच्च भूभाग को दर्शाता है, इसलिए लाइटर पिक्सल को उत्पन्न 3D मॉडल में मोटे स्थानों के अनुरूप होना चाहिए।

# @action:label
source: Color Model
ca_es: Model de color

# @item:inlistbox
source: Linear
ca_es: Lineal
hi_hi: रेखीय

# @item:inlistbox
source: Translucency
ca_es: Transparència
hi_hi: पारदर्शता

# @info:tooltip
source: For lithophanes a simple logarithmic model for translucency is available. For height maps the pixel values correspond to heights linearly.
ca_es: Per a les litofanies, hi ha disponible un model logarítmic simple per a la translucidesa. En els mapes d'altura, els valors dels píxels es corresponen amb les altures linealment.
hi_hi: लिथोफेन के पारदर्शता के लिए एक सरल लघुगणकीय मॉडल उपलब्ध है। ऊंचाई के नक्शे के लिए पिक्सेल मान रैखिक रूप से ऊंचाई के अनुरूप होते हैं।

# @action:label
source: 1mm Transmittance (%)
ca_es: Transmitància d'1 mm (%)
hi_hi: 1 मिमी ट्रांसमिशन (%)

# @info:tooltip
source: The percentage of light penetrating a print with a thickness of 1 millimeter. Lowering this value increases the contrast in dark regions and decreases the contrast in light regions of the image.
ca_es: El percentatge de llum que penetra una impressió amb un gruix d'1 mil·límetre. Abaixar aquest valor augmenta el contrast en regions fosques i disminueix el contrast en regions clares de la imatge.
hi_hi: 1 मिलीमीटर की मोटाई के साथ एक प्रिंट में प्रवेश करने वाले प्रकाश का प्रतिशत। इस मान को कम करने से अंधेरे क्षेत्रों में कंट्रास्ट बढ़ जाता है और इमेज के हल्के क्षेत्रों में कंट्रास्ट कम हो जाता है।

# @action:label
source: Smoothing
ca_es: Suavització
hi_hi: चिकनाई

# @info:tooltip
source: The amount of smoothing to apply to the image.
ca_es: La quantitat de suavitat a aplicar a la imatge.
hi_hi: इमेज पर लागू करने के लिए चिकनाई की मात्रा।

# @action:button
source: OK
ca_es: D'acord
hi_hi: ठीक है

# @title:window
source: Post Processing Plugin
ca_es: Connector de postprocessament
hi_hi: पोस्ट प्रोसेसिंग प्लगइन

# @label
source: Post Processing Scripts
ca_es: Scripts de postprocessament
hi_hi: पोस्ट प्रोसेसिंग स्क्रिप्ट

# @action
source: Add a script
ca_es: Afegeix un script
hi_hi: एक स्क्रिप्ट जोड़ें

# @label
source: Settings
ca_es: Paràmetres
hi_hi: सेटिंग्स

# @info:tooltip
source: Change active post-processing scripts.
ca_es: Canvia els scripts de postprocessament actius.
hi_hi: सक्रिय पोस्ट-प्रोसेसिंग स्क्रिप्ट बदलें।

# @info:tooltip
source: The following script is active:
ca_es: El següent guió està actiu:
hi_hi: निम्नलिखित स्क्रिप्ट सक्रिय है:

# @label
source: Move to top
ca_es: Mou a dalt
hi_hi: ऊपर ले जाएँ

# @label
source: Delete
ca_es: Suprimeix
hi_hi: हटाएँ

# @label
source: Resume
ca_es: Reprèn
hi_hi: रिज्यूम करे

# @label
source: Pausing...
ca_es: S'èstà pausant...
hi_hi: रोका जा रहा है...

# @label
source: Resuming...
ca_es: S'està reprenent...
hi_hi: फिर से शुरू कर रहे है...

# @label
source: Pause
ca_es: Pausa
hi_hi: रोकें

# @label
source: Aborting...
ca_es: S'està interrompent...
hi_hi: निरस्त किया जा रहा है...

# @label
source: Abort
ca_es: Interromp
hi_hi: निरस्त करे

# @label %1 is the name of a print job.
source: Are you sure you want to move %1 to the top of the queue?
ca_es: Esteu segur que voleu moure %1 a la part superior de la cua?
hi_hi: क्या आप वाक़ई %1 को कतार में सबसे ऊपर ले जाना चाहते हैं?

# @window:title
source: Move print job to top
ca_es: Mou la tasca d'impressió a dalt
hi_hi: प्रिंट जॉब को ऊपर ले जाएं

# @label %1 is the name of a print job.
source: Are you sure you want to delete %1?
ca_es: Esteu segur que voleu suprimir el %1?
hi_hi: क्या आप वाकई %1 हटाना चाहते हैं?

# @window:title
source: Delete print job
ca_es: Suprimeix la tasca d'impressió
hi_hi: प्रिंट जॉब हटाएं

# @label %1 is the name of a print job.
source: Are you sure you want to abort %1?
ca_es: Esteu segur que voleu interrompre %1?
hi_hi: क्या आप वाकई %1 को निरस्त करना चाहते हैं?

# @window:title
source: Abort print
ca_es: Interromp la impressió
hi_hi: प्रिंट निरस्त करें

# @title:window
source: Print over network
ca_es: Imprimeix a través de la xarxa
hi_hi: नेटवर्क पर प्रिंट करें

# @action:button
source: Print
ca_es: Imprimeix
hi_hi: प्रिंट
pt_br: Imprimir

# @label
source: Printer selection
ca_es: Selecció de la impressora
hi_hi: प्रिंटर चयन

# @title:window
source: Configuration Changes
ca_es: Canvis de configuració
hi_hi: कॉन्फ़िगरेशन परिवर्तन

# @action:button
source: Override
ca_es: Excepció
hi_hi: ओवरराइड

# @label
source: The assigned printer, %1, requires the following configuration change:
ca_es: La impressora assignada, el 0%1, requereix el següent canvi de configuració:
hi_hi: नियत प्रिंटर, %1, को निम्न कॉन्फ़िगरेशन परिवर्तन की आवश्यकता है:

# @label
source: The printer %1 is assigned, but the job contains an unknown material configuration.
ca_es: La impressora %1 és assignada, però la tasca conté una configuració de material desconegut.
hi_hi: प्रिंटर %1 असाइन किया गया है, लेकिन कार्य में एक अज्ञात सामग्री कॉन्फ़िगरेशन है।

# @label
source: Change material %1 from %2 to %3.
ca_es: Canvia el material %1, de %2 a %3.
hi_hi: मटेरियल %1को %2 से %3 में बदलें।

# @label
source: Load %3 as material %1 (This cannot be overridden).
ca_es: Carrega %3 com a material %1 (això no es pot sobreescriure).
hi_hi: सामग्री %1 के रूप में लोड %3 (इसे ओवरराइड नहीं किया जा सकता)।

# @label
source: Change print core %1 from %2 to %3.
ca_es: Canvia el nucli d'impressió %1 de 2% a %3.
hi_hi: प्रिंट कोर %1को %2 से %3 में बदलें।

# @label
source: Change build plate to %1 (This cannot be overridden).
ca_es: Canvia la placa d'impressió a %1 (això no es pot sobreescriure).
hi_hi: बिल्ड प्लेट को %1 में बदलें (इसे ओवरराइड नहीं किया जा सकता)।

# @label
source: Override will use the specified settings with the existing printer configuration. This may result in a failed print.
ca_es: L'excepció utilitzarà els paràmetres indicats per la configuració d'impressora existent. Això pot resultar en una impressió fallida.
hi_hi: ओवरराइड मौजूदा प्रिंटर कॉन्फ़िगरेशन के साथ निर्दिष्ट सेटिंग्स का उपयोग करेगा। इसके परिणामस्वरूप एक असफल प्रिंट हो सकता है।

# @label
source: Glass
ca_es: Vidre
hi_hi: ग्लास

# @label
source: Aluminum
ca_es: Alumini
hi_hi: एल्युमिनियम

# @label link to Connect and Cloud interfaces
source: Manage printer
ca_es: Gestiona la impressora
hi_hi: प्रिंटर प्रबंधित करें

# @info
source: Please update your printer's firmware to manage the queue remotely.
ca_es: Actualitzeu el microprogramari de la impressora per a gestionar la cua remotament.
hi_hi: कतार को दूरस्थ रूप से प्रबंधित करने के लिए कृपया अपने प्रिंटर के फ़र्मवेयर को अपडेट करें।

# @info
source: Webcam feeds for cloud printers cannot be viewed from Ultimaker Cura. Click "Manage printer" to visit Ultimaker Digital Factory and view this webcam.
ca_es: Els canals de càmera web per a impressores al núvol no es poden veure des de l'Ultimaker Cura. Feu clic a «Gestiona la impressora» per a visitar l'Ultimaker Digital Factory i veure aquesta càmera web.

# @label:status
source: Loading...
ca_es: S'està carregant...
hi_hi: लोड हो रहा है...

# @label:status
source: Unavailable
ca_es: No disponible
hi_hi: अनुपलब्ध

# @label:status
source: Unreachable
ca_es: No accessible
hi_hi: नहीं पहुंचा जा सकता

# @label:status
source: Idle
ca_es: Sense activitat
hi_hi: निष्क्रिय

# @label:status
source: Preparing...
ca_es: S'està preparant...
hi_hi: तैयार हो रहा है...

# @label:status
source: Printing
ca_es: Impressió
hi_hi: प्रिंटिंग

# @label
source: Untitled
ca_es: Sense títol
hi_hi: शीर्षकहीन

# @label
source: Anonymous
ca_es: Anònim
hi_hi: नामरहित

# @label:status
source: Requires configuration changes
ca_es: Requereix canvis de configuració
hi_hi: कॉन्फ़िगरेशन परिवर्तन की आवश्यकता है

# @action:button
source: Details
ca_es: Detalls
hi_hi: विवरण

# @label
source: Unavailable printer
ca_es: Impressora no disponible
hi_hi: अनुपलब्ध प्रिंटर

# @label
source: First available
ca_es: El primer disponible
hi_hi: पहले उपलब्ध

# @title:window
source: Connect to Networked Printer
ca_es: Connecta a la impressora en xarxa
hi_hi: नेटवर्क प्रिंटर से कनेक्ट करें

# @label
source: To print directly to your printer over the network, please make sure your printer is connected to the network using a network cable or by connecting your printer to your WIFI network. If you don't connect Cura with your printer, you can still use a USB drive to transfer g-code files to your printer.
ca_es: Per a imprimir directament a la vostra impressora a través de la xarxa, assegureu-vos que la impressora està connectada a la xarxa mitjançant un cable de xarxa o connecteu-la a la xarxa WIFI. Si no connecteu el Cura amb la impressora, encara podeu utilitzar una unitat USB per a transferir fitxers G-code a la impressora.
hi_hi: नेटवर्क पर सीधे अपने प्रिंटर पर प्रिंट करने के लिए, कृपया सुनिश्चित करें कि आपका प्रिंटर नेटवर्क केबल का उपयोग करके या आपके प्रिंटर को आपके वाईफ़ाई नेटवर्क से कनेक्ट करके नेटवर्क से जुड़ा है। यदि आप Cura को अपने प्रिंटर से कनेक्ट नहीं करते हैं, तो भी आप अपने प्रिंटर पर g-code फ़ाइलों को स्थानांतरित करने के लिए USB ड्राइव का उपयोग कर सकते हैं।

# @label
source: Select your printer from the list below:
ca_es: Trieu la impressora de la llista següent:
hi_hi: नीचे दी गई सूची से अपना प्रिंटर चुनें:

# @action:button
source: Edit
ca_es: Edita
hi_hi: संपादित करें

# @action:button
source: Remove
ca_es: Elimina
hi_hi: हटाएं

# @action:button
source: Refresh
ca_es: Actualitza
hi_hi: रीफ़्रेश करें

# @label
source: If your printer is not listed, read the <a href='%1'>network printing troubleshooting guide</a>
ca_es: Si la impressora no és al llistat, llegiu la <a href='%1'>guia de resolució de problemes d'impressió en xarxa</a>
hi_hi: यदि आपका प्रिंटर सूचीबद्ध नहीं है, तो <a href='%1'>नेटवर्क प्रिंटिंग समस्या निवारण मार्गदर्शिका</a> पढ़ें

# @label
source: Type
ca_es: Tipus
hi_hi: प्रकार

# @label
source: Firmware version
ca_es: Versió del microprogramari
hi_hi: फर्मवेयर संस्करण

# @label
source: Address
ca_es: Adreça
hi_hi: पता

# @label
source: This printer is not set up to host a group of printers.
ca_es: Aquesta impressora no està configurada per a allotjar un grup d'impressores.
hi_hi: यह प्रिंटर प्रिंटर के समूह को होस्ट करने के लिए सेट नहीं किया गया है।

# @label
source: This printer is the host for a group of %1 printers.
ca_es: Aquesta impressora és l'amfitrió d'un grup de %1 impressores.
hi_hi: यह प्रिंटर %1 प्रिंटर के समूह का होस्ट है।

# @label
source: The printer at this address has not yet responded.
ca_es: La impressora en aquesta adreça encara no ha respost.
hi_hi: इस पते पर प्रिंटर ने अभी तक प्रतिक्रिया नहीं दी है।

# @action:button
source: Connect
ca_es: Connecta
hi_hi: कनेक्ट करे

# @title:window
source: Invalid IP address
ca_es: L'adreça IP no és vàlida
hi_hi: अवैध IP पता

# @text
source: Please enter a valid IP address.
ca_es: Introduïu una adreça IP vàlida.
hi_hi: कृपया कोई मान्य IP पता दर्ज करें।

# @title:window
source: Printer Address
ca_es: Adreça de la impressora
hi_hi: प्रिंटर का पता

# @label
source: Enter the IP address of your printer on the network.
ca_es: Introduïu l'adreça IP de la impressora en xarxa.
hi_hi: नेटवर्क पर अपने प्रिंटर का IP पता दर्ज करें।

# @label
source: Queued
ca_es: En cua
hi_hi: पंक्तिबद्ध

# @label link to connect manager
source: Manage in browser
ca_es: Gestiona en el navegador
hi_hi: ब्राउज़र में प्रबंधित करें

# @label
source: There are no print jobs in the queue. Slice and send a job to add one.
ca_es: No hi ha cap tasca d'impressió en la cua. Llesqueu i envieu una tasca per afegir-ne una.
hi_hi: कतार में कोई प्रिंट कार्य नहीं हैं। एक जोड़ने के लिए टुकड़ा करें और कार्य भेजें।

# @label
source: Print jobs
ca_es: Tasques d'impressió
hi_hi: प्रिंट जॉब्स

# @label
source: Total print time
ca_es: Temps total d'impressió
hi_hi: टोटल प्रिंट टाइम

# @label
source: Waiting for
ca_es: S'està esperant
hi_hi: इंतज़ार कर रहा है

# @label:status
source: Aborted
ca_es: Interromput
hi_hi: अबोर्टेड

# @label:status
source: Finished
ca_es: Finalitzat
hi_hi: समाप्त

# @label:status
source: Aborting...
ca_es: S'està interrompent...
hi_hi: अबोर्टिंग ...

# @label:status
source: Failed
ca_es: Ha fallat

# @label:status
source: Pausing...
ca_es: S'està pausant...
hi_hi: रुक रहा है...

# @label:status
source: Paused
ca_es: En pausa
hi_hi: रुका हुआ

# @label:status
source: Resuming...
ca_es: S'està reprenent...
hi_hi: फिर से शुरू हो रहा है...

# @label:status
source: Action required
ca_es: Acció necessària
hi_hi: कार्रवाई आवश्यक है

# @label:status
source: Finishes %1 at %2
ca_es: Finalitza 1% a les 2%
hi_hi: %1 को %2 पर समाप्त करता है

# @title:window
source: Cura Backups
ca_es: Còpies de seguretat del Cura
hi_hi: Cura बैकअप्स

# @backuplist:label
source: Cura Version
ca_es: Versió del Cura
hi_hi: Cura संस्करण

# @backuplist:label
source: Machines
ca_es: Màquines
hi_hi: मशीनें

# @backuplist:label
source: Profiles
ca_es: Perfils
hi_hi: प्रोफाइल्स

# @backuplist:label
source: Plugins
ca_es: Connectors
hi_hi: प्लगिन्स

# @button
source: Want more?
ca_es: En voleu més?
hi_hi: अधिक चाहते हैं?

# @button
source: Backup Now
ca_es: Fes la còpia de seguretat ara
hi_hi: अभी बैकअप लें

# @checkbox:description
source: Auto Backup
ca_es: Còpia de seguretat automàtica
hi_hi: ऑटो बैकअप

# @checkbox:description
source: Automatically create a backup each day that Cura is started.
ca_es: Crea automàticament una còpia de seguretat cada dia que s'iniciï la Cura.
hi_hi: प्रत्येक दिन स्वचालित रूप से एक बैकअप बनाएं कि Cura प्रारंभ हो।

# @button
source: Restore
ca_es: Restaura
hi_hi: पुनर्स्थापित करें

# @dialog:title
source: Delete Backup
ca_es: Suprimeix la còpia de seguretat
hi_hi: बैकअप हटाएं

# @dialog:info
source: Are you sure you want to delete this backup? This cannot be undone.
ca_es: Esteu segur que voleu suprimir aquesta còpia de seguretat? Això no es pot desfer.
hi_hi: क्या आप वाकई इस बैकअप को हटाना चाहते हैं? इसे असंपादित नहीं किया जा सकता है।

# @dialog:title
source: Restore Backup
ca_es: Restaura la còpia de seguretat
hi_hi: बैकअप पुनर्स्थापित करें

# @dialog:info
source: You will need to restart Cura before your backup is restored. Do you want to close Cura now?
ca_es: Cal que reinicieu el Cura abans de restaurar la còpia de seguretat. Voleu tancar el Cura ara?
hi_hi: अपने बैकअप को पुनर्स्थापित करने से पहले आपको Cura को पुनरारंभ करना होगा। क्‍या आप अभी Cura को बंद करना चाहते हैं?

# @title
source: My Backups
ca_es: Les meves còpies de seguretat
hi_hi: मेरे बैकअप्स

# @empty_state
source: You don't have any backups currently. Use the 'Backup Now' button to create one.
ca_es: Actualment no tens cap còpia de seguretat. Utilitzeu el botó «Fes la còpia de seguretat ara» per crear-ne una.
hi_hi: आपके पास वर्तमान में कोई बैकअप नहीं है। एक बनाने के लिए 'Backup Now' बटन का उपयोग करें।

# @backup_limit_info
source: During the preview phase, you'll be limited to 5 visible backups. Remove a backup to see older ones.
ca_es: Durant la fase de previsualització, teniu la limitació de 5 còpies de seguretat visibles. Elimineu una còpia de seguretat per a veure'n les més antigues.
hi_hi: पूर्वावलोकन चरण के दौरान, आप 5 दृश्यमान बैकअप तक सीमित रहेंगे। पुराने को देखने के लिए एक बैकअप निकालें।
