Repository: Ultimaker/Cura
Catalog: resources/i18n/*/cura.po
Languages: ca_es, hi_hi, pt_br

# name
source: Version Upgrade 2.6 to 2.7
ca_es: Actualització de la versió 2.6 a la 2.7
hi_hi: संस्करण 2.6 से 2.7 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.13 to Cura 5.0.
ca_es: Actualitza la configuració del Cura 4.13 al Cura 5.0.

# name
source: Version Upgrade 4.13 to 5.0
ca_es: Actualització de la versió 4.13 a la 5.0

# description
source: Upgrades configurations from Cura 4.8 to Cura 4.9.
ca_es: Actualitza la configuració del Cura 4.8 al Cura 4.9.
hi_hi: Cura 4.8 से Cura 4.9 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.8 to 4.9
ca_es: Actualització de la versió 4.8 a la 4.9
hi_hi: संस्करण 4.8 से 4.9 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 3.4 to Cura 3.5.
ca_es: Actualitza la configuració del Cura 3.4 al Cura 3.5.
hi_hi: Cura 3.4 से Cura 3.5 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 3.4 to 3.5
ca_es: Actualització de la versió 3.4 a la 3.5
hi_hi: संस्करण 3.4 से 3.5 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.4 to Cura 4.5.
ca_es: Actualitza la configuració del Cura 4.4 al Cura 4.5.
hi_hi: Cura 4.4 से Cura 4.5 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.4 to 4.5
ca_es: Actualització de la versió 4.4 a la 4.5
hi_hi: संस्करण 4.4 से 4.5 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.3 to Cura 4.4.
ca_es: Actualitza la configuració del Cura 4.3 al Cura 4.4.
hi_hi: Cura 4.3 से Cura 4.4 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.3 to 4.4
ca_es: Actualització de la versió 4.3 a la 4.4
hi_hi: संस्करण 4.2 से 4.3 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 3.2 to Cura 3.3.
ca_es: Actualitza la configuració del Cura 3.2 al Cura 3.3.
hi_hi: Cura 3.2 से Cura 3.3 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 3.2 to 3.3
ca_es: Actualització de la versió 3.2 a la 3.3
hi_hi: संस्करण 3.2 से 3.3 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 3.3 to Cura 3.4.
ca_es: Actualitza la configuració del Cura 3.3 al Cura 3.4.
hi_hi: Cura 3.3 से Cura 3.4 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 3.3 to 3.4
ca_es: Actualització de la versió 3.3 a la 3.4
hi_hi: संस्करण 3.3 से 3.4 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.1 to Cura 4.2.
ca_es: Actualitza la configuració del Cura 4.1 al Cura 4.2.
hi_hi: Cura 4.1 से Cura 4.2 में कॉन्फ़िगरेशन को अपग्रेड करता है।.

# name
source: Version Upgrade 4.1 to 4.2
ca_es: Actualització de la versió 4.1 a la 4.2
hi_hi: संस्करण 4.1 से 4.2 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.2 to Cura 4.3.
ca_es: Actualitza la configuració del Cura 4.2 al Cura 4.3.
hi_hi: Cura 4.2 से Cura 4.3 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.2 to 4.3
ca_es: Actualització de la versió 4.2 a la 4.3
hi_hi: संस्करण 4.2 से 4.3 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.6.2 to Cura 4.7.
ca_es: Actualitza la configuració del 4.6.2 al Cura 4.7.
hi_hi: Cura 4.6.2 से Cura 4.7 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.6.2 to 4.7
ca_es: Actualització de la versió 4.6.2 a la 4.7
hi_hi: संस्करण 4.6.2 से 4.7 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 3.5 to Cura 4.0.
ca_es: Actualitza la configuració del Cura 3.5 al Cura 4.0.
hi_hi: Cura 3.5 से Cura 4.0 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 3.5 to 4.0
ca_es: Actualització de la versió 3.5 a la 4.0
hi_hi: संस्करण 3.5 से 4.0 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 2.2 to Cura 2.4.
ca_es: Actualitza la configuració del Cura 2.2 al Cura 2.4.
hi_hi: Cura 2.2 से Cura 2.4 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 2.2 to 2.4
ca_es: Actualització de la versió 2.2 a la 2.4
hi_hi: संस्करण 2.2 से 2.4 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 2.1 to Cura 2.2.
ca_es: Actualitza la configuració del Cura 2.1 al Cura 2.2.
hi_hi: Cura 2.1 से Cura 2.2 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 2.1 to 2.2
ca_es: Actualització de la versió 2.1 a la 2.2
hi_hi: वर्शन अपग्रेड 2.1 से 2.2

# description
source: Upgrades configurations from Cura 4.6.0 to Cura 4.6.2.
ca_es: Actualitza la configuració del Cura 4.6.0 al Cura 4.6.2.
hi_hi: Cura 4.6.0 से Cura 4.6.2 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.6.0 to 4.6.2
ca_es: Actualització de la versió 4.6.0 a la 4.6.2
hi_hi: संस्करण 4.6.0 से 4.6.2 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.7 to Cura 4.8.
ca_es: Actualitza la configuració del Cura 4.7 al Cura 4.8.
hi_hi: Cura 4.7 से Cura 4.8 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.7 to 4.8
ca_es: Actualització de la versió 4.7 a la 4.8
hi_hi: संस्करण 4.7 से 4.8 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.9 to Cura 4.10.
ca_es: Actualitza la configuració del Cura 4.9 al Cura 4.10.
hi_hi: Cura 4.9 से Cura 4.10 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.9 to 4.10
ca_es: Actualització de la versió 4.9 a la 4.10
hi_hi: संस्करण 4.9 से 4.10 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.5 to Cura 4.6.
ca_es: Actualitza la configuració del Cura 4.5 al Cura 4.6.
hi_hi: Cura 4.5 से Cura 4.6 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.5 to 4.6
ca_es: Actualització de la versió 4.5 a la 4.6
hi_hi: संस्करण 4.5 से 4.6 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 2.7 to Cura 3.0.
ca_es: Actualitza la configuració del Cura 2.7 al Cura 3.0.
hi_hi: Cura 2.7 से Cura 3.0 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 2.7 to 3.0
ca_es: Actualització de la versió 2.7 a la 3.0
hi_hi: संस्करण अपग्रेड 2.7 से 3.0

# description
source: Upgrades configurations from Cura 3.0 to Cura 3.1.
ca_es: Actualitza la configuració del Cura 3.0 al Cura 3.1.
hi_hi: Cura 3.0 से Cura 3.1 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 3.0 to 3.1
ca_es: Actualització de la versió 3.0 a la 3.1
hi_hi: संस्करण 3.0 से 3.1 तक अपग्रेड करें

# description
source: Upgrades configurations from Cura 4.11 to Cura 4.12.
ca_es: Actualitza la configuració del Cura 4.11 al Cura 4.12.

# name
source: Version Upgrade 4.11 to 4.12
ca_es: Actualització de la versió 4.11 a la 4.12

# description
source: Upgrades configurations from Cura 4.0 to Cura 4.1.
ca_es: Actualitza la configuració del Cura 4.0 al Cura 4.1.
hi_hi: Cura 4.0 से Cura 4.1 में कॉन्फ़िगरेशन को अपग्रेड करता है।

# name
source: Version Upgrade 4.0 to 4.1
ca_es: Actualització de la versió 4.0 a la 4.1
hi_hi: संस्करण 4.0 से 4.1 तक अपग्रेड करें

# description
source: Provides the link to the CuraEngine slicing backend.
ca_es: Proporciona l'enllaç al motor de llescament CuraEngine.
hi_hi: क्यूराइंजिन स्लाइसिंग बैकएंड के लिए लिंक प्रदान करता है।

# name
source: CuraEngine Backend
ca_es: Motor CuraEngine
hi_hi: क्यूराइंजिन बैकएंड

# description
source: Provides support for reading 3MF files.
ca_es: Permet la lectura de fitxers 3MF.
hi_hi: 3MF फ़ाइलों को पढ़ने के लिए सहायता प्रदान करता है।

# name
source: 3MF Reader
ca_es: Lector 3MF
hi_hi: 3MF रीडर

# description
source: Provides the Per Model Settings.
ca_es: Proporciona la configuració per model.
hi_hi: प्रति मॉडल सेटिंग्स प्रदान करता है।

# name
source: Per Model Settings Tool
ca_es: Eina de configuració per model
hi_hi: प्रति मॉडल सेटिंग टूल

# description
source: Provides capabilities to read and write XML-based material profiles.
ca_es: Proporciona capacitats per a llegir i escriure perfils de material basats en XML.
hi_hi: XML-आधारित सामग्री प्रोफाइल को पढ़ने और लिखने की क्षमता प्रदान करता है।

# name
source: Material Profiles
ca_es: Perfils de materials
hi_hi: मटेरियल प्रोफाइल्स

# description
source: Provides support for exporting Cura profiles.
ca_es: Permet l'exportació de perfils Cura.
hi_hi: क्यूरा प्रोफाइल एक्सपोर्ट करने के लिए सहायता प्रदान करता है।

# name
source: Cura Profile Writer
ca_es: Escriptor de perfils Cura
hi_hi: Cura प्रोफाइल राइटर

# description
source: Checks models and print configuration for possible printing issues and give suggestions.
ca_es: Revisa els models i la configuració d'impressió en la cerca de possibles problemes d'impressió i dona suggeriments.
hi_hi: संभावित प्रिंटिंग मुद्दों के लिए मॉडल और प्रिंट कॉन्फ़िगरेशन की जांच करना और सुझाव देना।

# name
source: Model Checker
ca_es: Comprovador de models
hi_hi: मॉडल चेकर

# description
source: Accepts G-Code and sends them to a printer. Plugin can also update firmware.
ca_es: Accepta G-Code i els envia a una impressora. El connector també pot actualitzar el microprogramari.
hi_hi: g-कोड स्वीकार करता है और उन्हें एक प्रिंटर पर भेजता है। प्लगइन फर्मवेयर को भी अपडेट कर सकता है।

# name
source: USB printing
ca_es: Impressió per USB
hi_hi: USB प्रिंटिंग

# description
source: Provides a preview stage in Cura.
ca_es: Proporciona una etapa de previsualització al Cura.
hi_hi: Cura में एक पूर्वावलोकन स्टेज प्रदान करता है।

# name
source: Preview Stage
ca_es: Etapa de previsualització
hi_hi: प्रीव्यू स्टेज

# description
source: Writes g-code to a file.
ca_es: Escriu G-code en un fitxer.
hi_hi: एक फाइल में g-code लिखता है।

# name
source: G-code Writer
ca_es: Escriptor de G-code
hi_hi: G-code राइटर

# description
source: Provides support for reading Ultimaker Format Packages.
ca_es: Proporciona suport per a la lectura dels paquets de format Ultimaker.
hi_hi: Ultimaker फॉर्मेट पैकेज पढ़ने के लिए सहायता प्रदान करता है।

# name
source: UFP Reader
ca_es: Lector UFP
hi_hi: UFP रीडर

# description
source: Provides a machine actions for updating firmware.
ca_es: Proporciona a una màquina les accions per a actualitzar el microprogramari.
hi_hi: Firmware अपडेट करने के लिए मशीन एक्शन प्रदान करता है।

# name
source: Firmware Updater
ca_es: Actualitzador de microprogramari
hi_hi: Firmware अपडेटर

# description
source: Writes g-code to a compressed archive.
ca_es: Escriu el G-code en un arxiu comprimit.
hi_hi: एक कंप्रेस्ड संग्रह में g-code लिखता है।

# name
source: Compressed G-code Writer
ca_es: Escriptor de G-code comprimit
hi_hi: कंप्रेस्ड जी-कोड राइटर

# description
source: Provides the preview of sliced layerdata.
ca_es: Proporciona la previsualització de les dades de la capa llescada.

# name
source: Simulation View
ca_es: Vista de simulació
hi_hi: सिमुलेशन दृश्य

# description
source: Provides support for importing profiles from legacy Cura versions.
ca_es: Proporciona suport per a la importació de perfils de versions anteriors de Cura.
hi_hi: लीगेसी Cura संस्करणों से प्रोफाइल आयात करने के लिए समर्थन प्रदान करता है।

# name
source: Legacy Cura Profile Reader
ca_es: Lector de perfils Cura antics
hi_hi: लिगेसी Cura प्रोफाइल रीडर

# description
source: Provides support for reading AMF files.
ca_es: Permet la lectura dels fitxers AMF.
hi_hi: AMF फ़ाइलें पढ़ने के लिए सहायता प्रदान करता है।

# name
source: AMF Reader
ca_es: Lector AMF
hi_hi: AMF रीडर

# description
source: Provides a normal solid mesh view.
ca_es: Proporciona una vista normal de malla sòlida.
hi_hi: एक सामान्य सॉलिड जाल दृश्य प्रदान करता है।

# name
source: Solid View
ca_es: Vista de sòlid
hi_hi: सॉलिड दृश्य

# description
source: Checks for firmware updates.
ca_es: Comprova si hi ha actualitzacions de microprogramari.
hi_hi: Firmware अपडेट की जांच करता है।

# name
source: Firmware Update Checker
ca_es: Comprovador d'actualitzacions de microprogramari
hi_hi: Firmware अपडेट चेकर

# description
source: Logs certain events so that they can be used by the crash reporter
ca_es: Registra certs esdeveniments perquè puguin ser utilitzats pel reportador de fallades
hi_hi: कुछ घटनाओं को लॉग करता है ताकि क्रैश रिपोर्टर द्वारा उनका उपयोग किया जा सके

# name
source: Sentry Logger
ca_es: Registre de Sentry
hi_hi: सेन्ट्री लॉगर

# description
source: Creates an eraser mesh to block the printing of support in certain places
ca_es: Crea una malla d'esborrat per a blocar la impressió del suport en alguns llocs
hi_hi: कुछ जगहों पर समर्थन की प्रिंट को ब्लॉक करने के लिए इरेज़र मेश बनाता है

# name
source: Support Eraser
ca_es: Esborrador de suport
hi_hi: सपोर्ट इरेज़र

# description
source: Provides a prepare stage in Cura.
ca_es: Proporciona una etapa de preparació al Cura.
hi_hi: Cura में एक प्रिपेयर स्टेज प्रदान करता है।

# name
source: Prepare Stage
ca_es: Etapa de preparació
hi_hi: प्रिपेयर स्टेज

# @label
source: Visual
hi_hi: दृश्य

# @info:title
source: बैकअप
hi_hi: Záloha

# @label crash message
source: <p><b>Oops, Ultimaker Cura has encountered something that doesn't seem right.</b></p> <p>We encountered an unrecoverable error during start up. It was possibly caused by some incorrect configuration files. We suggest to backup and reset your configuration.</p> <p>Backups can be found in the configuration folder.</p> <p>Please send us this Crash Report to fix the problem.</p>
hi_hi: <p> <b>ओह, अल्टिमेकर क्यूरा को कुछ ऐसा मिला है जो सही नहीं लगता।</b></p> <p>स्टार्टअप के दौरान हमें एक अपरिवर्तनीय त्रुटि का सामना करना पड़ा। यह संभवतः कुछ गलत कॉन्फ़िगरेशन फ़ाइलों के कारण हुआ था। हम आपके कॉन्फ़िगरेशन का बैकअप लेने और उसे रीसेट करने का सुझाव देते हैं।</p> <p>बैकअप कॉन्फ़िगरेशन फ़ोल्डर में पाया जा सकता है।</p> <p>समस्या को ठीक करने के लिए कृपया हमें यह क्रैश रिपोर्ट भेजें।</p>

# @info:title
source: Error
hi_hi: त्रुटि

# @info Don't translate {machine_name}, since it gets replaced by a printer name!
source: New features or bug-fixes may be available for your {machine_name}! If not already at the latest version, it is recommended to update the firmware on your printer to version {latest_version}.
hi_hi: आपके {machine_name} के लिए नई सुविधाएं या बग-समाधान उपलब्ध हो सकते हैं! यदि पहले से नवीनतम संस्करण में नहीं है, तो यह अनुशंसा की जाती है कि आप अपने प्रिंटर पर फर्मवेयर को {latest_version} संस्करण में अपडेट करें।

# @info:title The %s gets replaced with the printer name.
source: New %s firmware available
hi_hi: नया %s फर्मवेयर उपलब्ध है

# info:name
source: Ultimaker Digital Factory
hi_hi: Ultimaker डिजिटल फैक्टरी

# @info:status
source: Send and monitor print jobs from anywhere using your Ultimaker account.
hi_hi: अपने Ultimaker खाते का उपयोग करके कहीं से भी प्रिंट जॉब भेजें और मॉनिटर करें।

# @info:status Ultimaker Cloud should not be translated.
source: Connect to Ultimaker Digital Factory
hi_hi: Ultimaker डिजिटल फैक्ट्री से कनेक्ट करें

# @info:tooltip
source: Some things could be problematic in this print. Click to see tips for adjustment.
hi_hi: इस प्रिंट में कुछ चीजें समस्याग्रस्त हो सकती हैं। समायोजन के लिए टिप्स देखने के लिए क्लिक करें।

# @action:label
source: Mode
hi_hi: मोड

# @backuplist:label
source: Materials
hi_hi: मटेरियल्स

# @title:window
source: Convert Image...
hi_hi: इमेज कनवर्ट करें...

# @action:label
source: Base (mm)
hi_hi: Base (मिमी)

# @info:tooltip
source: The width in millimeters on the build plate.
hi_hi: बिल्ड प्लेट पर मिलीमीटर में चौड़ाई।

# @label
source: mm
hi_hi: मिमी

# @action:button
source: Back
hi_hi: वापस

# @label
source: Compatibility
hi_hi: अनुकूलता

# @label:table_header
source: Machine
hi_hi: मशीन

# @label:table_header
source: Build Plate
hi_hi: बिल्ड प्लेट

# @label:table_header
source: Support
hi_hi: आधार

# @label:table_header
source: Quality
hi_hi: गुणवत्ता

# @action:label
source: Technical Data Sheet
hi_hi: तकनीकी डाटा शीट

# @action:label
source: Safety Data Sheet
hi_hi: सुरक्षा डेटा शीट

# @action:label
source: Printing Guidelines
hi_hi: प्रिंटिंग दिशानिर्देश

# @action:label
source: Website
hi_hi: वेबसाइट

# @action:button
source: Installed
hi_hi: इंस्टॉल किया

# @label:The string between <a href=> and </a> is the highlighted link
source: <a href='%1'>Log in</a> is required to install or update
hi_hi: इंस्टॉल या अपडेट करने के लिए <a href='%1'>लॉग इन</a> आवश्यक है

# @label:The string between <a href=> and </a> is the highlighted link
source: <a href='%1'>Buy material spools</a>
hi_hi: <a href='%1'>मटेरियल स्पूल खरीदें</a>

# @action:button
source: Update
hi_hi: अपडेट करें

# @action:button
source: Updating
hi_hi: अपडेट हो रहा है

# @action:button
source: Updated
hi_hi: अपडेट हो चूका है

# @label
source: Premium
hi_hi: प्रीमियम

# @info:tooltip
source: Go to Web Marketplace
hi_hi: वेब मार्केटप्लेस पर जाएं

# @label
source: Search materials
hi_hi: मटेरियल खोजे

# @info
source: You will need to restart Cura before changes in packages have effect.
hi_hi: पैकेज में बदलाव के प्रभावी होने से पहले आपको Cura को फिर से शुरू करना होगा।

# @title:tab
source: Plugins
hi_hi: प्लगइन्स

# @title:tab
source: Materials
hi_hi: मटेरियल्स

# @title:tab
source: Installed
hi_hi: इंस्टॉल किया

# @label
source: Will install upon restarting
hi_hi: पुनः आरंभ करने पर स्थापित हो जाएगा

# @label:The string between <a href=> and </a> is the highlighted link
source: <a href='%1'>Log in</a> is required to update
hi_hi: अपडेट करने के लिए <a href='%1'>लॉग इन</a> आवश्यक है

# @action:button
source: Downgrade
hi_hi: डाउनग्रेड

# @action:button
source: Uninstall
hi_hi: अनइंस्टॉल करें

# @action:button
source: Install
hi_hi: इंस्टॉल करें

# @title:window
source: Confirm uninstall
hi_hi: अनइंस्टॉल की पुष्टि करें

# @text:window
source: You are uninstalling materials and/or profiles that are still in use. Confirming will reset the following materials/profiles to their defaults.
hi_hi: आप उन सामग्रियों और/या प्रोफ़ाइलों को अनइंस्टॉल कर रहे हैं जो अब भी उपयोग में हैं। पुष्टि करने से निम्न सामग्री/प्रोफ़ाइल उनके डिफ़ॉल्ट पर रीसेट हो जाएगी।

# @text:window
source: Materials
hi_hi: मटेरियल्स

# @text:window
source: Profiles
hi_hi: प्रोफाइल्स

# @action:button
source: Confirm
hi_hi: पुष्टि करें

# @label
source: Website
hi_hi: वेबसाइट

# @label
source: Email
hi_hi: ईमेल

# @label
source: Version
hi_hi: संस्करण

# @label
source: Last updated
hi_hi: पिछली बार अपडेट किया गया

# @label
source: Downloads
hi_hi: डाउनलोड

# @label
source: Community Contributions
hi_hi: कम्युनिटी योगदान

# @label
source: Community Plugins
hi_hi: कम्युनिटी प्लगइन्स

# @label
source: Generic Materials
hi_hi: सामान्य मटेरियल

# @info
source: Could not connect to the Cura Package database. Please check your connection.
hi_hi: Cura पैकेज डेटाबेस से कनेक्ट नहीं हो सका। कृपया अपना कनेक्शन जांचें।

# @title:tab
source: Installed plugins
hi_hi: इंस्टॉल किए गए प्लगइन

# @info
source: No plugin has been installed.
hi_hi: कोई प्लगइन इंस्टॉल नहीं किया गया है।

# @title:tab
source: Installed materials
hi_hi: स्थापित मटेरियल

# @info
source: No material has been installed.
hi_hi: कोई सामग्री नहीं लगाई गई है।

# @title:tab
source: Bundled plugins
hi_hi: बंडल किए गए प्लगइन

# @title:tab
source: Bundled materials
hi_hi: बंडल मटेरियल

# @info
source: Fetching packages...
hi_hi: पैकेज ला रहा है...

# @description
source: Please sign in to get verified plugins and materials for Ultimaker Cura Enterprise
hi_hi: Ultimaker Cura Enterprise के लिए सत्यापित प्लगइन्स और सामग्री प्राप्त करने के लिए कृपया साइन इन करें

# @title
source: Marketplace
hi_hi: मार्केटप्लेस

# @label m for meter
source: %1m
hi_hi: %1मीटर

# @label g for grams
source: %1g
hi_hi: %1ग्राम

# @action:inmenu
source: Show Online Troubleshooting Guide
hi_hi: ऑनलाइन समस्या निवारण मार्गदर्शिका दिखाएं

# @action:inmenu
source: Add more materials from Marketplace
hi_hi: Marketplace से और सामग्री जोड़ें

# @action:inmenu menubar:edit
source: Arrange All Models To All Build Plates
hi_hi: सभी मॉडल को सभी बिल्ड प्लेट्स में व्यवस्थित रखे

# @title:tab
source: General
hi_hi: जनरल
pt_br: Geral

# @label
source: Support library for handling planar objects
hi_hi: प्लेनर ऑब्जेक्ट्स को संभालने के लिए सपोर्ट लाइब्रेरी

# @text:window, %1 is a profile name
source: You have customized some profile settings. Would you like to Keep these changed settings after switching profiles? Alternatively, you can discard the changes to load the defaults from '%1'.
hi_hi: आपने कुछ प्रोफ़ाइल सेटिंग कस्टमाइज़ की हैं. क्या आप प्रोफ़ाइल बदलने के बाद इन परिवर्तित सेटिंग्स को रखना चाहेंगे? वैकल्पिक रूप से, आप डिफ़ॉल्ट को '%1' से लोड करने के लिए परिवर्तनों को त्याग सकते हैं।

# @action:label
source: Material
hi_hi: मटेरियल

# @action:button
source: Marketplace
hi_hi: मार्केटप्लेस

# @label
source: Marketplace
hi_hi: मार्केटप्लेस

# @label
source: Material
hi_hi: मटेरियलl

# @label
source: इस मटेरियल के चिपकने के साथ बेहतर चिपकाव के लिए गोंद का प्रयोग करें।
hi_hi: S touto kombinací materiálu pro lepší adhezi použijte lepidlo.

# @label:category menu label
source: Material
hi_hi: Materiál

# @title:menu
source: &Material
hi_hi: &Materiál

# @action:inmenu menubar:view
source: &Build plate
hi_hi: &Build प्लेट

# @label
source: Theme:
hi_hi: थीम:

# @label
source: You will need to restart the application for these changes to have effect.
hi_hi: इन परिवर्तनों के प्रभावी होने के लिए आपको एप्लिकेशन को पुनरारंभ करना होगा।

# @action:button
source: More information
hi_hi: अधिक जानकारी

# @action:button Sending materials to printers
source: Sync with Printers
hi_hi: प्रिंटर के साथ सिंक करें

# @action:label
source: Printer
hi_hi: प्रिंटर

# @label
source: Color
hi_hi: कलर

# @label
source: Duplicate
hi_hi: डुप्लिकेट

# @label %1 is printer name
source: Printer: %1
hi_hi: प्रिंटर: %1

# @action:button
source: Update profile with current settings/overrides
hi_hi: वर्तमान सेटिंग्स/ओवरराइड के साथ प्रोफ़ाइल अपडेट करें

# @title:column
source: Unit
hi_hi: यूनिट

# @label
source: Experimental
hi_hi: प्रयोगात्मक

# @button
source: Connect
hi_hi: कनेक्ट

# name
source: Ultimaker Digital Library
hi_hi: Ultimaker डिजिटल लाइब्रेरी

# description
source: Provides the Simulation view.
hi_hi: सिमुलेशन दृश्य प्रदान करता है।

# description
source: Find, manage and install new Cura packages.
hi_hi: नए Cura पैकेज ढूंढें, प्रबंधित करें और इंस्टॉल करें।

# name
source: Toolbox
hi_hi: टूलबॉक्स

# @title:window
source: Oops!
pt_br: Ops!

# @label
source: <p>An uncaught exception has occurred!</p><p>Please use the information below to post a bug report at <a href="http://github.com/Ultimaker/Cura/issues">http://github.com/Ultimaker/Cura/issues</a></p>
pt_br: <p> Uma exceção não tratada ocorreu! </ p> <p> Por favor, use a informaçãoabaixo para enviar um relatório de erros em <a href = " http://github.com/Ultimaker/Cura/ questões "> http://github.com/Ultimaker/Cura/issues </a> </ p>

# @action:button
source: Open Web Page
pt_br: Abrir Web Page

# @label
source: 3MF Reader
pt_br: Leitor 3MF

# @info:whatsthis
source: Provides support for reading 3MF files.
pt_br: Oferece suporte para leitura de arquivos 3MF

# @label
source: Change Log
pt_br: Registro de alterações

# @info:whatsthis
source: Shows changes since latest checked version
pt_br: Mostar alterações desde a ultima versão

# @label
source: CuraEngine Backend
pt_br: Sistema CuraEngine

# @info:whatsthis
source: Provides the link to the CuraEngine slicing backend
pt_br: Oferecer o link para o Sistema de Fatiamento CuraEngine

# @info:status
source: Slicing...
pt_br: Fatiando...

# @label
source: GCode Writer
pt_br: Escrevendo GCode

# @info:whatsthis
source: Writes GCode to a file
pt_br: Escrevendo GCode em arquivo

# @item:inlistbox
source: GCode File
pt_br: Arquivo GCode

# @label
source: Layer View
pt_br: Visualizar Camadas

# @info:whatsthis
source: Provides the Layer view.
pt_br: Oferecer visão de Camadas.

# @item:inlistbox
source: Layers
pt_br: Camadas

# @action:button
source: Save to Removable Drive
pt_br: Salvar em unidade removivel

# @info:progress
source: Saving to Removable Drive <filename>{0}</filename>
pt_br: Salvar em unidade removivel <filename>{0}</filename>

# @info:status
source: Failed to eject {0}. Maybe it is still in use?
pt_br: Falha ao ejetar {0}. A Unidade esta em uso?
