Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmextruder.def.json.po
Languages: ca_es, hi_hi, ja_jp

# platform_adhesion description
source: Adhesion
ca_es: Adherència
hi_hi: जुड़ाव/चिपकाव
ja_jp: 接着

# material_diameter description
source: Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.
ca_es: Ajusta el diàmetre del filament utilitzat. Feu coincidir aquest valor amb el diàmetre del filament usat.
hi_hi: उपयोग में लाये गये फिलामेंट के व्यास को समायोजित करें। इस मान को प्रयुक्त फिलामेंट के व्यास के साथ सुमेलित करें।
ja_jp: 使用するフィラメントの太さの調整。この値を使用するフィラメントの太さと一致させてください。

# platform_adhesion label
source: Build Plate Adhesion
ca_es: Adherència de la placa de construcció
hi_hi: बिल्ड प्लेट चिपकाव
ja_jp: ビルドプレートとの接着

# material_diameter label
source: Diameter
ca_es: Diàmetre
hi_hi: व्यास
ja_jp: 直径

# machine_extruder_end_code description
source: End g-code to execute when switching away from this extruder.
ca_es: G-code final a executar en abandonar d'aquest extrusor.
hi_hi: इस एक्सट्रूडर से दूर स्विच करते समय निष्पादित करने के लिए g-code समाप्त करें।
ja_jp: エクストルーダーの最終位置をこのエクストルーダーから切り替えた時に終了G-Codeを実行します。

# extruder_nr label
source: Extruder
ca_es: Extrusor
hi_hi: एक्सट्रूडर
ja_jp: エクストルーダー

# machine_extruder_change_duration label
source: Extruder Change duration
ja_jp: エクストルーダー切り替え時間

# machine_extruder_end_code label
source: Extruder End G-Code
ca_es: G-code final de l'extrusor
hi_hi: एक्सट्रूडर अंत G-Code
ja_jp: エクストルーダー終了G-Code

# machine_extruder_end_code_duration label
source: Extruder End G-Code Duration
ja_jp: エクストルーダー終了Gコードの時間

# machine_extruder_end_pos_abs label
source: Extruder End Position Absolute
ca_es: Posició final absoluta de l'extrusor
hi_hi: एक्सट्रूडर एंड पोजिशन एब्सोल्यूट
ja_jp: エクストルーダー終了位置の絶対値

# machine_extruder_end_pos_x label
source: Extruder End Position X
ca_es: Posició X final de l'extrusor
hi_hi: एक्सट्रूडर अंत X स्थिति
ja_jp: エクストルーダー終了位置X座標

# machine_extruder_end_pos_y label
source: Extruder End Position Y
ca_es: Posició Y final de l'extrusor
hi_hi: एक्सट्रूडर अंत Y स्थिति
ja_jp: エクストルーダー終了位置Y座標

# machine_extruder_prestart_code label
source: Extruder Prestart G-Code
ja_jp: エクストルーダー開始前G-Code

# extruder_prime_pos_x label
source: Extruder Prime X Position
ca_es: Posició X de preparació de l'extrusor
hi_hi: एक्सट्रूडर प्राइम X स्थिति
ja_jp: エクストルーダープライムX位置

# extruder_prime_pos_y label
source: Extruder Prime Y Position
ca_es: Posició Y de preparació de l'extrusor
hi_hi: एक्सट्रूडर प्राइम Y स्थिति
ja_jp: エクストルーダープライムY位置

# extruder_prime_pos_z label
source: Extruder Prime Z Position
ca_es: Posició Z de preparació de l'extrusor
hi_hi: एक्सट्रूडर प्राइम Z स्थिति
ja_jp: エクストルーダーのZ座標

# machine_extruder_cooling_fan_number label
source: Extruder Print Cooling Fan
ca_es: Ventilador de refrigeració d'impressió de l'extrusor
hi_hi: एक्सट्रूडर प्रिंट कूलिंग फैन
ja_jp: エクストルーダープリント冷却ファン

# machine_extruder_start_code label
source: Extruder Start G-Code
ca_es: G-code inicial de l'extrusor
hi_hi: एक्सट्रूडर स्टार्ट G-कोड
ja_jp: エクストルーダー開始G-Code

# machine_extruder_start_code_duration label
source: Extruder Start G-Code Duration
ja_jp: エクストルーダー開始Gコードの時間

# machine_extruder_start_pos_abs label
source: Extruder Start Position Absolute
ca_es: Posició inicial absoluta de l'extrusor
hi_hi: एक्सट्रूडर स्टार्ट पोजिशन एब्सोल्यूट
ja_jp: エクストルーダーの開始位置の絶対値

# machine_extruder_start_pos_x label
source: Extruder Start Position X
ca_es: Posició X d'inici de l'extrusor
hi_hi: एक्सट्रूडर प्रारंभ X स्थिति
ja_jp: エクストルーダー開始位置X座標

# machine_extruder_start_pos_y label
source: Extruder Start Position Y
ca_es: Posició Y inicial de l'extrusor
hi_hi: एक्सट्रूडर स्टार्ट Y स्थिति
ja_jp: エクストルーダー開始位置Y座標

# machine_settings label
source: Machine
ca_es: Màquina
hi_hi: मशीन
ja_jp: プリンター

# machine_settings description
source: Machine specific settings
ca_es: Paràmetres específics de la màquina
hi_hi: मशीन विशिष्ट सेटिंग्स
ja_jp: プリンター固有の設定

# machine_extruder_end_pos_abs description
source: Make the extruder ending position absolute rather than relative to the last-known location of the head.
ca_es: Fa que la posició de final de l'extrusor sigui absoluta en lloc de relativa respecte a l'última ubicació coneguda del capçal.
hi_hi: हेड के अंतिम-ज्ञात स्थान के सापेक्ष एक्सट्रूडर की समाप्ति स्थिति को पूर्ण बनाएं।
ja_jp: エクストルーダーの最終位置を、ヘッドの最後の地点からの相対位置ではなく絶対値にします。

# machine_extruder_start_pos_abs description
source: Make the extruder starting position absolute rather than relative to the last-known location of the head.
ca_es: Fa que la posició inicial de l'extrusor sigui absoluta en lloc de relativa respecte a l'última ubicació coneguda del capçal.
hi_hi: हेड के अंतिम ज्ञात स्थान के सापेक्ष एक्सट्रूडर की प्रारंभिक स्थिति को एब्सोल्यूट बनाएं।
ja_jp: エクストルーダーの開始位置を、ヘッドの最後の地点からの相対位置ではなく、絶対値にします。

# material description
source: Material
hi_hi: मटेरियल
ja_jp: 材料

# material label
source: Material
hi_hi: मटेरियल
ja_jp: 材料

# machine_nozzle_size label
source: Nozzle Diameter
ca_es: Diàmetre de la tovera
hi_hi: नोजल व्यास
ja_jp: ノズル内径

# machine_nozzle_id label
source: Nozzle ID
ca_es: Identificador de la tovera
hi_hi: नोजल ID
ja_jp: ノズルID

# machine_nozzle_head_distance label
source: Nozzle Length
ja_jp: ノズルの長さ

# machine_nozzle_offset_x label
source: Nozzle X Offset
ca_es: Desplaçament X de la tovera
hi_hi: नोजल X ऑफसेट
ja_jp: ノズルX座標オフセット

# machine_nozzle_offset_y label
source: Nozzle Y Offset
ca_es: Desplaçament Y de la tovera
hi_hi: नोजल Y ऑफसेट
ja_jp: ノズルY座標オフセット

# machine_extruder_prestart_code description
source: Prestart g-code to execute before switching to this extruder.
ja_jp: このエクストルーダーに切り替える前に実行される開始前G-Code。

# machine_extruder_start_code description
source: Start g-code to execute when switching to this extruder.
ca_es: G-code inicial a executar en canviar a aquest extrusor.
hi_hi: इस एक्सट्रूडर पर स्विच करते समय एक्सीक्यूट करने के लिए जी-कोड शुरू करें।
ja_jp: このエクストルーダーに切り替えた時に開始G-Codeを実行します。

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
ca_es: La coordenada X de la posició on la tovera es prepara al començament de la impressió.
hi_hi: X उस स्थिति का समन्वय करता है जहां प्रिंटिंग की शुरुआत में नोजल प्राइम होता है।
ja_jp: プリント開始時における主要ノズル地点のX座標。

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
ca_es: La coordenada Y de la posició on la tovera es prepara al començament de la impressió.
hi_hi: उस स्थिति का Y निर्देशांक जहां प्रिंटिंग की शुरुआत में नोजल प्राइम करता है।
ja_jp: プリント開始時における主要ノズル地点のY座標。

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
ca_es: La coordenada Z de la posició on la tovera es prepara a l'inici de la impressió.
hi_hi: उस स्थिति का Z निर्देशांक जहां प्रिंटिंग की शुरुआत में नोजल प्राइम करता है।
ja_jp: プリント開始時における主要ノズル地点のZ座標。

# extruder_nr description
source: The extruder train used for printing. This is used in multi-extrusion.
ca_es: El tren extrusor utilitzat per a la impressió. Això s'usa en l'extrusió múltiple.
hi_hi: प्रिंटिंग के लिए इस्तेमाल की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है
ja_jp: 印刷に使用するエクストルーダーの列。デュアルノズル印刷時に使用。

# machine_nozzle_head_distance description
source: The height difference between the tip of the nozzle and the lowest part of the print head.
ja_jp: ノズル先端とプリントヘッドの最下部との高さの差。

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
ca_es: El diàmetre interior de la tovera. Canvieu aquest paràmetre si feu servir una mida de no estàndard de la tovera.
hi_hi: नोजल का भीतरी व्यास। गैर-मानक नोजल आकार का उपयोग करते समय इस सेटिंग को बदलें।
ja_jp: ノズルの内径。標準以外のノズルを使用する場合は、この設定を変更してください。

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
ca_es: L'identificador de la tovera per a un tren d'extrusió, com ara «AA 0.4» i «BB 0.8».
hi_hi: एक एक्सट्रूडर ट्रेन के लिए नोजल आईडी, जैसे "AA 0.4" और "BB 0.8"।
ja_jp: "AA 0.4" や "BB 0.8" など、エクストルーダーのノズルID。

# machine_extruder_cooling_fan_number description
source: The number of the print cooling fan associated with this extruder. Only change this from the default value of 0 when you have a different print cooling fan for each extruder.
ca_es: El nombre de ventiladors de refrigeració d'impressió associats amb aquest extrusor. Canvieu el valor per defecte de 0 només si teniu un ventilador de refrigeració diferent per a cada extrusor.
hi_hi: इस एक्सट्रूडर से जुड़े प्रिंट कूलिंग फैन की संख्या। इसे केवल 0 के डिफ़ॉल्ट मान से तब बदलें जब आपके पास प्रत्येक एक्सट्रूडर के लिए एक अलग प्रिंट कूलिंग फैन हो।
ja_jp: このエクストルーダーに関連付けられているプリント冷却ファンの数です。デフォルト値は0(ゼロ)です。各エクストルーダーに対してプリント冷却ファンが異なる場合にのみ変更します。

# machine_extruder_end_code_duration description
source: The time it takes to execute the end g-code, when switching away from this extruder.
ja_jp: このエクストルーダーから切り替えるときに、終了Gコードを実行するのにかかる時間。

# machine_extruder_start_code_duration description
source: The time it'll take to execute the start g-code, when switching to this extruder.
ja_jp: このエクストルーダーに切り替えるときに、開始Gコードを実行するのにかかる時間。

# machine_extruder_end_pos_x description
source: The x-coordinate of the ending position when turning the extruder off.
ca_es: La coordenada x de la posició final en desactivar l'extrusor.
hi_hi: एक्सट्रूडर को बंद करते समय अंतिम स्थिति का x-निर्देशांक।
ja_jp: エクストルーダーをオフにする際の終了位置X座標。

# machine_nozzle_offset_x description
source: The x-coordinate of the offset of the nozzle.
ca_es: La coordenada x del desplaçament de la tovera.
hi_hi: नोजल के ऑफसेट का x-निर्देशांक।
ja_jp: ノズルのX座標のオフセット。

# machine_extruder_start_pos_x description
source: The x-coordinate of the starting position when turning the extruder on.
ca_es: La coordenada x de la posició inicial en activar l'extrusor.
hi_hi: एक्सट्रूडर को चालू करते समय प्रारंभिक स्थिति का x-निर्देशांक।
ja_jp: エクストルーダーをオンにする際の開始位置X座標。

# machine_extruder_end_pos_y description
source: The y-coordinate of the ending position when turning the extruder off.
ca_es: La coordenada y de la posició final en desactivar l'extrusor.
hi_hi: एक्सट्रूडर को बंद करते समय अंतिम स्थिति का y-निर्देशांक।
ja_jp: エクストルーダーをオフにする際の終了位置Y座標。

# machine_nozzle_offset_y description
source: The y-coordinate of the offset of the nozzle.
ca_es: La coordenada y del desplaçament de la tovera.
hi_hi: नोजल के ऑफसेट का y-निर्देशांक।
ja_jp: ノズルのY座標のオフセット。

# machine_extruder_start_pos_y description
source: The y-coordinate of the starting position when turning the extruder on.
ca_es: La coordenada y de la posició inicial quan s'activa l'extrusor.
hi_hi: एक्सट्रूडर को चालू करते समय प्रारंभिक स्थिति का y-निर्देशांक।
ja_jp: エクストルーダーをオンにする際の開始位置Y座標。

# machine_extruder_change_duration description
source: When using a multi tool setup, this value is the tool change time in seconds. This value will be added to the estimate time based on the number of changes that occur.
ja_jp: 複数のエクストルーダーを用いる構成において、この値はエクストルーダーを切り替える時間を秒で表します。切り替えが発生する回数に基づいて、この値は残り時間に加算されます。
