Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# meshfix_maximum_extrusion_area_deviation description
source: The maximum extrusion area deviation allowed when removing intermediate points from a straight line. An intermediate point may serve as width-changing point in a long straight line. Therefore, if it is removed, it will cause the line to have a uniform width and, as a result, lose (or gain) a bit of extrusion area. If you increase this you may notice slight under- (or over-) extrusion in between straight parallel walls, as more intermediate width-changing points will be allowed to be removed. Your print will be less accurate, but the g-code will be smaller.
ca_es: La desviació màxima de l'àrea d'extrusió permesa en eliminar punts intermedis d'una línia recta. Un punt intermedi pot servir com a punt de canvi d'amplada en una línia recta llarga. Per tant, si s'elimina, farà que la línia tingui una amplada uniforme i, com a resultat, perdrà (o guanyarà) una mica d'àrea d'extrusió. Si augmenteu això, podeu observar una lleugera subextrusió o sobreextrusió entre les parets paral·leles rectes, ja que es permetrà eliminar punts de canvi d'amplada més intermedis. La impressió serà menys exacta, però el g-code serà més petit.

# blackmagic label
source: Special Modes
ca_es: Modes especials
hi_hi: विशेष मोड

# blackmagic description
source: Non-traditional ways to print your models.
ca_es: Maneres no tradicionals d'imprimir els vostres models.
hi_hi: अपने मॉडलों को प्रिंट करने के गैर-पारंपरिक तरीके।

# print_sequence label
source: Print Sequence
ca_es: Seqüència d'impressió
hi_hi: प्रिंट अनुक्रम

# print_sequence description
source: Whether to print all models one layer at a time or to wait for one model to finish, before moving on to the next. One at a time mode is possible if a) only one extruder is enabled and b) all models are separated in such a way that the whole print head can move in between and all models are lower than the distance between the nozzle and the X/Y axes.
ca_es: Si s'han d'imprimir tots els models una capa a la vegada o si s'espera que un model acabi, abans de passar a la següent. Un en un mode de temps és possible si a) només s'habilita un extrusor i b) tots els models estan separats de tal manera que tot el capçal d'impressió pot moure's entre si i tots els models són més baixos que la distància entre la tovera i els eixos X/Y.
hi_hi: क्या सभी मॉडलों को एक बार में एक लेयर प्रिंट करना है या अगले पर जाने से पहले एक मॉडल के समाप्त होने की प्रतीक्षा करना है। एक समय में एक मोड संभव है यदि a) केवल एक एक्सट्रूडर सक्षम है और b) सभी मॉडलों को इस तरह से अलग किया जाता है कि पूरा प्रिंट हेड बीच में घूम सकता है और सभी मॉडल नोजल और X/Y अक्ष के बीच की दूरी से कम हैं।

# print_sequence option all_at_once
source: All at Once
ca_es: Tot a la vegada
hi_hi: सभी एक बार

# print_sequence option one_at_a_time
source: One at a Time
ca_es: Un a la vegada
hi_hi: एक बार में एक

# infill_mesh label
source: Infill Mesh
ca_es: Emplena la malla
hi_hi: इन्फिल मेश

# infill_mesh description
source: Use this mesh to modify the infill of other meshes with which it overlaps. Replaces infill regions of other meshes with regions for this mesh. It's suggested to only print one Wall and no Top/Bottom Skin for this mesh.
ca_es: Utilitzeu aquesta malla per modificar l'emplenament d'altres malles amb les quals se superposa. Substitueix les regions d'altres malles per regions d'aquesta malla. Només s'ha suggerit imprimir una paret i no tenir cap pell superior/inferior per a aquesta malla.
hi_hi: इस जाल का उपयोग अन्य जालों के इनफिल को संशोधित करने के लिए करें जिसके साथ यह ओवरलैप होता है। इस मेश के लिए अन्य मेश के इनफिल क्षेत्रों को क्षेत्रों से बदल देता है। इस जाल के लिए केवल एक दीवार और कोई ऊपर / नीचे की स्किन को प्रिंट करने का सुझाव दिया गया है।

# infill_mesh_order label
source: Mesh Processing Rank
ca_es: Rang de processament de malla
hi_hi: मेश प्रोसेसिंग रैंक

# infill_mesh_order description
source: Determines the priority of this mesh when considering multiple overlapping infill meshes. Areas where multiple infill meshes overlap will take on the settings of the mesh with the highest rank. An infill mesh with a higher rank will modify the infill of infill meshes with lower rank and normal meshes.
ca_es: Determina la prioritat d'aquesta malla quan es consideren múltiples malles d'emplenament superposades. Les àrees en les quals se superposen múltiples malles d'emplenament assumiran els paràmetres de la malla amb el rang més alt. Una malla d'emplenament amb un rang més alt modificarà l'abocador de malles d'emplenament amb un rang més baix i malles normals.
hi_hi: एकाधिक ओवरलैपिंग इन्फिल मेश पर विचार करते समय इस जाल की प्राथमिकता निर्धारित करता है। जिन क्षेत्रों में कई इन्फिल मेश ओवरलैप होते हैं, वे उच्चतम रैंक वाले मेश की सेटिंग पर ले जाएंगे। एक उच्च रैंक वाला एक इन्फिल जाल निचले रैंक और सामान्य जाल के साथ इन्फिल जाल के इन्फिल को संशोधित करेगा।

# cutting_mesh label
source: Cutting Mesh
ca_es: Malla tallant
hi_hi: मेश काटना

# cutting_mesh description
source: Limit the volume of this mesh to within other meshes. You can use this to make certain areas of one mesh print with different settings and with a whole different extruder.
ca_es: Limita el volum d'aquesta malla a dins d'altres malles. Podeu utilitzar això per fer que algunes àrees d'una malla s'imprimeixin amb diferents paràmetres i amb un extrusor diferent.
hi_hi: इस जाल की मात्रा को अन्य जालों के भीतर सीमित करें। आप इसका उपयोग एक जाल प्रिंट के कुछ क्षेत्रों को अलग-अलग सेटिंग्स के साथ और एक पूरी तरह से अलग एक्सट्रूडर के साथ करने के लिए कर सकते हैं।

# mold_enabled label
source: Mold
ca_es: Motlle
hi_hi: मोल्ड

# mold_enabled description
source: Print models as a mold, which can be cast in order to get a model which resembles the models on the build plate.
ca_es: Models d'impressió com a motlle, que es pot fer per obtenir un model que s'assembla als models de la placa de construcció.
hi_hi: मॉडल को मोल्ड के रूप में प्रिंट करें, जिसे एक मॉडल प्राप्त करने के लिए डाला जा सकता है जो बिल्ड प्लेट पर मॉडल जैसा दिखता है।

# mold_width label
source: Minimal Mold Width
ca_es: Amplada mínima del motlle
hi_hi: न्यूनतम मोल्ड चौड़ाई

# mold_width description
source: The minimal distance between the outside of the mold and the outside of the model.
ca_es: La distància mínima entre l'exterior del motlle i l'exterior del model.

# mold_roof_height label
source: Mold Roof Height
ca_es: Altura del sostre del motlle
hi_hi: मोल्ड रूफ हाइट

# mold_roof_height description
source: The height above horizontal parts in your model which to print mold.
ca_es: L'altura sobre les parts horitzontals del model del qual s'ha d'imprimir el motlle.
hi_hi: आपके मॉडल में क्षैतिज भागों से ऊपर की ऊंचाई जो मोल्ड को प्रिंट करने के लिए है।

# mold_angle label
source: Mold Angle
ca_es: Angle del motlle
hi_hi: मोल्ड कोण

# mold_angle description
source: The angle of overhang of the outer walls created for the mold. 0° will make the outer shell of the mold vertical, while 90° will make the outside of the model follow the contour of the model.
ca_es: L'angle del voladís de les parets exteriors creat per al motlle. El valor 0° fa l'embolcall exterior del motlle vertical, mentre que el valor 90° fa que l'exterior del model segueixi el contorn del model.
hi_hi: 0° मोल्ड के बाहरी आवरण को लंबवत बना देगा, जबकि 90° मॉडल के बाहरी हिस्से को मॉडल के समोच्च का अनुसरण करेगा।

# support_mesh label
source: Support Mesh
ca_es: Malla de suport
hi_hi: सपोर्ट मेश

# support_mesh description
source: Use this mesh to specify support areas. This can be used to generate support structure.
ca_es: Utilitzeu aquesta malla per especificar les àrees de suport. Això es pot utilitzar per generar estructura de suport.
hi_hi: सपोर्ट क्षेत्रों को निर्दिष्ट करने के लिए इस जाल का प्रयोग करें। इसका उपयोग सपोर्ट संरचना उत्पन्न करने के लिए किया जा सकता है।

# anti_overhang_mesh label
source: Anti Overhang Mesh
ca_es: Malla anti voladissos
hi_hi: एंटी ओवरहांग मेश

# anti_overhang_mesh description
source: Use this mesh to specify where no part of the model should be detected as overhang. This can be used to remove unwanted support structure.
ca_es: Useu aquesta malla per a indicar on no s'ha de detectar cap part del model com a voladís. Això es pot utilitzar per a eliminar l'estructura de suport no desitjada.
hi_hi: इस जाल का उपयोग यह निर्दिष्ट करने के लिए करें कि मॉडल के किसी भी हिस्से को ओवरहैंग के रूप में नहीं पहचाना जाना चाहिए। इसका उपयोग अवांछित सपोर्ट संरचना को हटाने के लिए किया जा सकता है।

# magic_mesh_surface_mode label
source: Surface Mode
ca_es: Mode de superfície
hi_hi: सतह (Surface) मोड

# magic_mesh_surface_mode description
source: Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. "Surface" prints a single wall tracing the mesh surface with no infill and no top/bottom skin. "Both" prints enclosed volumes like normal and any remaining polygons as surfaces.
ca_es: Tracta el model només com una superfície, un volum o volums amb superfícies soltes. El mode d'impressió normal només imprimeix volums tancats. «Superfície» imprimeix una única paret que traça la superfície de la malla sense emplenament i sense pell superior/inferior. «Ambdós» imprimeix els volums tancats com a normals i qualsevol polígon restant com a superfícies.
hi_hi: मॉडल को केवल एक सतह, एक आयतन, या ढीली सतहों वाले आयतन के रूप में मानें। सामान्य प्रिंट मोड केवल संलग्न वॉल्यूम को प्रिंट करता है। "सतह" जाल की सतह का पता लगाने वाली एकल दीवार को प्रिंट करता है जिसमें कोई इन्फिल नहीं है और कोई ऊपर/नीचे की त्वचा नहीं है। "दोनों" सामान्य और किसी भी शेष बहुभुज की तरह संलग्न वॉल्यूम को सतहों के रूप में प्रिंट करता है।

# magic_mesh_surface_mode option surface
source: Surface
ca_es: Superfície
hi_hi: सतह (Surface)

# magic_mesh_surface_mode option both
source: Both
ca_es: Ambdós
hi_hi: दोनों

# magic_spiralize label
source: Spiralize Outer Contour
ca_es: Gira el contorn de l'exterior
hi_hi: बाहरी कंटूर को स्पाइरलाइज़ करें

# magic_spiralize description
source: Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid model into a single walled print with a solid bottom. This feature should only be enabled when each layer only contains a single part.
ca_es: L'espiralització suavitza el moviment Z de la vora exterior. Això crearà un augment Z constant sobre tota la impressió. Aquesta característica converteix un model sòlid en una sola impressió paredada amb un fons sòlid. Aquesta característica només s'ha d'habilitar quan cada capa només conté una sola part.
hi_hi: स्पाइरलाइज़ बाहरी किनारे की Z चाल को सुचारू करता है। यह पूरे प्रिंट पर एक स्थिर Z वृद्धि बनाएगा। यह फीचर एक सॉलिड मॉडल को सॉलिड बॉटम के साथ सिंगल वॉल्ड प्रिंट में बदल देता है। यह सुविधा केवल तभी सक्षम की जानी चाहिए जब प्रत्येक लेयर में केवल एक ही भाग हो।

# smooth_spiralized_contours description
source: Smooth the spiralized contours to reduce the visibility of the Z seam (the Z seam should be barely visible on the print but will still be visible in the layer view). Note that smoothing will tend to blur fine surface details.
ca_es: Suavitza els contorns espiralitzats per a reduir la visibilitat de la costura (la costura en Z no hauria de ser visible en la impressió, però encara serà visible a la vista de capa). Tingueu en compte que el suavitzat tendeix a difuminar els detalls de la superfície fina.
hi_hi: Z सीम (Seam) की दृश्यता को कम करने के लिए स्पाइरलाइज़्ड कंटूर को चिकना करें (Z सीम प्रिंट पर मुश्किल से दिखाई देना चाहिए लेकिन फिर भी लेयर व्यू में दिखाई देगा)। ध्यान दें कि चौरसाई करने से सतह के बारीक विवरण धुंधले हो जाएंगे।

# relative_extrusion label
source: Relative Extrusion
ca_es: Extrusió relativa
hi_hi: रिलेटिव एक्सट्रूज़न

# relative_extrusion description
source: Use relative extrusion rather than absolute extrusion. Using relative E-steps makes for easier post-processing of the g-code. However, it's not supported by all printers and it may produce very slight deviations in the amount of deposited material compared to absolute E-steps. Irrespective of this setting, the extrusion mode will always be set to absolute before any g-code script is output.
ca_es: Utilitza l'extrusió relativa en lloc de l'extrusió absoluta. Els passos d'E relatius de . faciliten el postprocessament del codi g. No obstant això, no està suportat per totes les impressores i pot produir desviacions molt lleugeres en la quantitat de material dipositat en comparació amb els passos E absoluts. Independentment d'aquest ajustament, el mode d'extrusió sempre s'establirà com a absolut abans que qualsevol script de codi g sigui la sortida.
hi_hi: निरपेक्ष एक्सट्रूज़न के बजाय सापेक्ष एक्सट्रूज़न का उपयोग करें। रिलेटिव ई-चरणों का उपयोग g-code के पोस्ट-प्रोसेसिंग को आसान बनाता है। हालांकि, यह सभी प्रिंटरों द्वारा समर्थित नहीं है और यह पूर्ण ई-चरणों की तुलना में जमा मटेरियल की मात्रा में बहुत मामूली विचलन उत्पन्न कर सकता है। इस सेटिंग के बावजूद, किसी भी जी-कोड स्क्रिप्ट के आउटपुट होने से पहले एक्सट्रूज़न मोड को हमेशा एब्सोल्यूट पर सेट किया जाएगा।

# experimental description
source: Features that haven't completely been fleshed out yet.
ca_es: Característiques que encara no s'han desenvolupat completament.
hi_hi: ऐसी सुविधाएँ जो अभी तक पूरी तरह से बाहर नहीं निकली हैं।

# slicing_tolerance label
source: Slicing Tolerance
ca_es: Tolerància de tall
hi_hi: स्लाइसिंग टॉलरेंस

# slicing_tolerance description
source: Vertical tolerance in the sliced layers. The contours of a layer are normally generated by taking cross sections through the middle of each layer's thickness (Middle). Alternatively each layer can have the areas which fall inside of the volume throughout the entire thickness of the layer (Exclusive) or a layer has the areas which fall inside anywhere within the layer (Inclusive). Inclusive retains the most details, Exclusive makes for the best fit and Middle stays closest to the original surface.
ca_es: Tolerància vertical en les capes tallades. Els contorns d'una capa es generen normalment prenent seccions creuades a través del mig del gruix de cada capa (Middle). Alternativament cada capa pot tenir les àrees que cauen dins del volum en tot el gruix de la capa (exclusiva) o una capa té les àrees que cauen dins de qualsevol part dins de la capa (inclusiva). L'inclusiu conserva la majoria de detalls, l'exclusiu fa les millors estada i les estada mitjana més properes a la superfície original.
hi_hi: कटा हुआ परतों में लंबवत सहिष्णुता। एक परत की आकृति सामान्य रूप से प्रत्येक परत की मोटाई (मध्य) के मध्य से क्रॉस सेक्शन लेकर उत्पन्न होती है। वैकल्पिक रूप से प्रत्येक परत में ऐसे क्षेत्र हो सकते हैं जो परत की पूरी मोटाई (अनन्य) में मात्रा के अंदर आते हैं या एक परत में ऐसे क्षेत्र होते हैं जो परत (समावेशी) के भीतर कहीं भी आते हैं। समावेशी सबसे अधिक विवरण रखता है, सबसे अच्छा फिट के लिए विशेष बनाता है और मध्य मूल सतह के सबसे करीब रहता है।

# slicing_tolerance option middle
source: Middle
ca_es: Mitjà
hi_hi: मध्य

# slicing_tolerance option exclusive
source: Exclusive
ca_es: Exclusiu
hi_hi: विशेष

# slicing_tolerance option inclusive
source: Inclusive
ca_es: Inclusiu
hi_hi: सम्मिलित

# roofing_line_width label
source: Top Surface Skin Line Width
ca_es: Amplada de la línia de parentiu superior
hi_hi: शीर्ष सतह के स्किन रेखा की चौड़ाई

# roofing_line_width description
source: Width of a single line of the areas at the top of the print.
ca_es: Amplada d'una sola línia de les àrees a la part superior de la impressió.
hi_hi: प्रिंट के शीर्ष पर क्षेत्रों की एक पंक्ति की चौड़ाई।

# roofing_pattern label
source: Top Surface Skin Pattern
ca_es: Patró de pell de la superfície superior
hi_hi: शीर्ष सतह की स्किन का पैटर्न

# roofing_pattern description
source: The pattern of the top most layers.
ca_es: El patró de la majoria de les capes superiors.
hi_hi: सबसे ऊपरी लेयर्स का पैटर्न।

# roofing_pattern option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# roofing_pattern option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकेंद्रित (Concentric)

# roofing_monotonic label
source: Monotonic Top Surface Order
ca_es: Ordre monotonic superior

# roofing_monotonic description
source: Print top surface lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
ca_es: Imprimeix les línies de la superfície superior en un ordre que els fa que sempre se superposin amb línies adjacents en una sola direcció. Això triga una mica més de temps a imprimir, però fa que les superfícies planes semblin més consistents.

# roofing_angles label
source: Top Surface Skin Line Directions
ca_es: Direcció de la línia de la cara superior
hi_hi: शीर्ष सतह स्किन रेखा दिशा-निर्देश

# roofing_angles description
source: A list of integer line directions to use when the top surface skin layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).
ca_es: Una llista de valors enters amb les direccions de les línies a utilitzar si les capes de la superfície superior utilitzen el patró de les línies o en zig-zag. Els elements de la llista s'usen seqüencialment segons avancen les capes i, en arribar al final de la llista, comencen de nou des del principi. Els elements de la llista estan separats per comes i tota la llista està continguda entre claudàtors. De forma predeterminada, és una llista buida que significa utilitzar els angles predeterminats tradicionals (45 i 135 graus).
hi_hi: जब ऊपरी सतह की त्वचा की लेयर्स रेखाओं या ज़िग ज़ैग पैटर्न का उपयोग करती हैं, तो उपयोग करने के लिए पूर्णांक रेखा दिशाओं की एक सूची। सूची के तत्वों का उपयोग क्रमिक रूप से परतों की प्रगति के रूप में किया जाता है और जब सूची के अंत तक पहुँच जाता है, तो यह फिर से शुरुआत में शुरू होता है। सूची आइटम अल्पविराम द्वारा अलग किए जाते हैं और पूरी सूची वर्ग कोष्ठक में समाहित होती है। डिफ़ॉल्ट एक खाली सूची है जिसका अर्थ है कि पारंपरिक डिफ़ॉल्ट कोण (45 और 135 डिग्री) का उपयोग करें।

# infill_enable_travel_optimization label
source: Infill Travel Optimization
ca_es: Optimització del viatge d'entrada
hi_hi: इन्फिल ट्रैवल ऑप्टिमाइज़ेशन

# infill_enable_travel_optimization description
source: When enabled, the order in which the infill lines are printed is optimized to reduce the distance travelled. The reduction in travel time achieved very much depends on the model being sliced, infill pattern, density, etc. Note that, for some models that have many small areas of infill, the time to slice the model may be greatly increased.
ca_es: Quan està habilitat, l'ordre en què s'imprimeixen les línies d'emplenament s'optimitza per reduir la distància recorreguda. La reducció del temps de viatge aconseguit depèn en gran manera que el model sigui tallat, patró d'emplenament, densitat, etc. Cal tenir en compte que, per a alguns models que tenen moltes àrees petites d'abocador, el temps per a fragmentar el model pot augmentar considerablement.
hi_hi: सक्षम होने पर, यात्रा की दूरी को कम करने के लिए जिस क्रम में इनफिल लाइनें मुद्रित की जाती हैं, उसे अनुकूलित किया जाता है। यात्रा के समय में कमी बहुत हद तक मॉडल के कटा हुआ, इनफिल पैटर्न, घनत्व, आदि पर निर्भर करती है। ध्यान दें कि, कुछ मॉडलों के लिए जिनमें कई छोटे क्षेत्र होते हैं, मॉडल को टुकड़ा करने का समय बहुत बढ़ सकता है।

# material_flow_dependent_temperature label
source: Auto Temperature
ca_es: Temperatura automàtica
hi_hi: ऑटो तापमान

# material_flow_dependent_temperature description
source: Change the temperature for each layer automatically with the average flow speed of that layer.
ca_es: Canvia la temperatura de cada capa automàticament amb la velocitat mitjana de flux d'aquesta capa.
hi_hi: उस लेयर की औसत प्रवाह गति के साथ प्रत्येक परत का तापमान स्वचालित रूप से बदलें।

# material_flow_temp_graph label
source: Flow Temperature Graph
ca_es: Temperatura del flux Graph
hi_hi: फ्लो तापमान ग्राफ

# material_flow_temp_graph description
source: Data linking material flow (in mm3 per second) to temperature (degrees Celsius).
ca_es: Dades que uneixen el flux de material (en mm3 per segon) a la temperatura (graus Celsius).
hi_hi: डेटा लिंकिंग मटेरियल प्रवाह (मिमी 3 प्रति सेकंड में) तापमान (डिग्री सेल्सियस) से।

# minimum_polygon_circumference label
source: Minimum Polygon Circumference
ca_es: Circumferència mínima del polígon
hi_hi: न्यूनतम बहुभुज परिधि (Polygon Circumference)

# minimum_polygon_circumference description
source: Polygons in sliced layers that have a circumference smaller than this amount will be filtered out. Lower values lead to higher resolution mesh at the cost of slicing time. It is meant mostly for high resolution SLA printers and very tiny 3D models with a lot of details.
ca_es: Els polígons en capes tallades que tinguin una circumferència més petita que aquesta quantitat es filtraran. Els valors més baixos condueixen a una malla de major resolució a costa del temps de tall. Es refereix principalment a impressores SLA d'alta resolució i models 3D molt minúsculs amb molts detalls.
hi_hi: कटी हुई लेयर्स में बहुभुज जिनकी परिधि इस राशि से छोटी है, उन्हें फ़िल्टर कर दिया जाएगा। कम मूल्य स्लाइसिंग समय की कीमत पर उच्च रिज़ॉल्यूशन मेष की ओर ले जाते हैं। यह ज्यादातर उच्च रिज़ॉल्यूशन वाले SLA प्रिंटर और बहुत सारे विवरणों के साथ बहुत छोटे 3D मॉडल के लिए है।

# support_skip_some_zags label
source: Break Up Support In Chunks
ca_es: Compatibilitat amb els trossos
hi_hi: चंक्स (Chunks) में ब्रेक अप सपोर्ट

# support_skip_some_zags description
source: Skip some support line connections to make the support structure easier to break away. This setting is applicable to the Zig Zag support infill pattern.
ca_es: Omet algunes connexions de línies del suport per a fer més fàcil trencar l'estructura de suport. Aquest paràmetre és aplicable al patró d'emplenament de suport en zig-zag.
hi_hi: सपोर्ट संरचना को आसानी से तोड़ने के लिए कुछ सपोर्ट लाइन कनेक्शन छोड़ें। यह सेटिंग Zig Zag सपोर्ट इनफिल पैटर्न पर लागू होती है।

# support_skip_zag_per_mm label
source: Support Chunk Size
ca_es: Permet la mida del tro
hi_hi: सपोर्ट चंक आकार

# support_skip_zag_per_mm description
source: Leave out a connection between support lines once every N millimeter to make the support structure easier to break away.
ca_es: Surt d'una connexió entre les línies de suport una vegada cada N mil·límetre per fer més fàcil la ruptura de l'estructura de suport.
hi_hi: सपोर्ट संरचना को तोड़ना आसान बनाने के लिए प्रत्येक N मिलीमीटर में एक बार सपोर्ट लाइनों के बीच एक कनेक्शन छोड़ दें।

# support_zag_skip_count label
source: Support Chunk Line Count
ca_es: Nombre de línies de tall
hi_hi: सपोर्ट चंक लाइन काउंट

# support_zag_skip_count description
source: Skip one in every N connection lines to make the support structure easier to break away.
ca_es: Salta una en cada N línies de connexió per fer més fàcil l'estructura de suport per trencar-se.
hi_hi: सपोर्ट संरचना को तोड़ना आसान बनाने के लिए प्रत्येक एन कनेक्शन लाइनों में से एक को छोड़ दें।

# draft_shield_enabled label
source: Enable Draft Shield
ca_es: Habilita l'escut de l'esborrany
hi_hi: ड्राफ्ट शील्ड सक्षम करें

# draft_shield_enabled description
source: This will create a wall around the model, which traps (hot) air and shields against exterior airflow. Especially useful for materials which warp easily.
ca_es: Això crearà una paret al voltant del model, que atrapa aire (fora) i escuts contra el flux d'aire exterior. Especialment útil per a materials que es deformen fàcilment.
hi_hi: यह मॉडल के चारों ओर एक दीवार बनाएगा, जो बाहरी हवा के प्रवाह के खिलाफ (गर्म) हवा और ढाल को फंसाती है। विशेष रूप से उन मटेरियल्स के लिए उपयोगी है जो आसानी से ताना देते हैं।
