Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# machine_settings label
source: Machine
ca_es: Màquina
hi_hi: मशीन

# machine_settings description
source: Machine specific settings
ca_es: Paràmetres específics de la màquina
hi_hi: मशीन विशिष्ट सेटिंग्स

# machine_name label
source: Machine Type
ca_es: Tipus de màquina
hi_hi: मशीन का प्रकार

# machine_name description
source: The name of your 3D printer model.
ca_es: El nom del model d'impressora 3D.
hi_hi: आपके 3D प्रिंटर मॉडल का नाम।

# machine_show_variants label
source: Show Machine Variants
ca_es: Mostra les variants de la màquina
hi_hi: मशीन के प्रकार दिखाएं

# machine_show_variants description
source: Whether to show the different variants of this machine, which are described in separate json files.
ca_es: Si s'han de mostrar les diferents variants d'aquesta màquina, que es descriuen en fitxers json separats.
hi_hi: क्या इस मशीन के विभिन्न प्रकारों को दिखाना है, जिनका वर्णन अलग-अलग json फाइलों में किया गया है।

# machine_start_gcode label
source: Start G-code
ca_es: G-code inicial
hi_hi: G-code शुरू करें

# machine_start_gcode description
source: G-code commands to be executed at the very start - separated by .
ca_es: Ordres de G-code que s'executen al principi, separades per .
hi_hi: G-code कमांड को बहुत शुरुआत में निष्पादित किया जाना है. - से अलग किया गया.

# machine_end_gcode label
source: End G-code
ca_es: G-code final
hi_hi: अंतीम G-code

# machine_end_gcode description
source: G-code commands to be executed at the very end - separated by .
ca_es: Ordres de G-code que s'executaren al final, separades per .
hi_hi: जी-कोड कमांड को बहुत अंत में निष्पादित किया जाना है. - से अलग किया गया.

# material_guid label
source: Material GUID
ca_es: GUID del material
hi_hi: मटेरियल GUID

# material_guid description
source: GUID of the material. This is set automatically.
ca_es: GUID del material. Això s'estableix automàticament.
hi_hi: मटेरियल का GUID। यह स्वचालित रूप से सेट है।

# material_diameter label
source: Diameter
ca_es: Diàmetre
hi_hi: व्यास

# material_diameter description
source: Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.
ca_es: Ajusta el diàmetre del filament utilitzat. Feu coincidir aquest valor amb el diàmetre del filament usat.
hi_hi: उपयोग किए गए फिलामेंट के व्यास को समायोजित करता है। इस मान को प्रयुक्त फिलामेंट के व्यास के साथ सुमेलित करें।

# material_bed_temp_wait label
source: Wait for Build Plate Heatup
ca_es: Espera per a l'escalfament de la placa d'impressió
hi_hi: बिल्ड प्लेट हीटअप की प्रतीक्षा करें

# material_bed_temp_wait description
source: Whether to insert a command to wait until the build plate temperature is reached at the start.
ca_es: Si s'ha d'inserir una ordre per a esperar al començament fins que s'arribi a la temperatura de la placa d'impressió.
hi_hi: प्रारंभ में बिल्ड प्लेट तापमान तक पहुंचने तक प्रतीक्षा करने के लिए एक कमांड सम्मिलित करना है या नहीं।

# material_print_temp_wait label
source: Wait for Nozzle Heatup
ca_es: Espera per a l'escalfament de la tovera
hi_hi: नोजल हीटअप की प्रतीक्षा करें

# material_print_temp_wait description
source: Whether to wait until the nozzle temperature is reached at the start.
ca_es: Si s'ha d'esperar al començament fins que s'arribi a la temperatura de la tovera.
hi_hi: क्या शुरुआत में नोजल के तापमान तक पहुंचने तक प्रतीक्षा करनी है।

# material_print_temp_prepend label
source: Include Material Temperatures
ca_es: Inclou les temperatures materials
hi_hi: मटेरियल का तापमान शामिल करें

# material_print_temp_prepend description
source: Whether to include nozzle temperature commands at the start of the gcode. When the start_gcode already contains nozzle temperature commands Cura frontend will automatically disable this setting.
ca_es: Si s'han d'incloure ordres de temperatura de la tovera al començament del G-code. Si el G-code inicial ja conté ordres de temperatura de la tovera, la interfície del Cura desactiva automàticament aquest paràmetre.
hi_hi: क्या gcode की शुरुआत में नोजल तापमान कमांड शामिल करना है। जब start_gcode में पहले से ही नोजल तापमान कमांड होता है, तो Cura फ़्रंटएंड स्वतः ही इस सेटिंग को अक्षम कर देगा।

# material_bed_temp_prepend label
source: Include Build Plate Temperature
ca_es: Inclou la temperatura de la placa d'impressió
hi_hi: बिल्ड प्लेट तापमान शामिल करें

# material_bed_temp_prepend description
source: Whether to include build plate temperature commands at the start of the gcode. When the start_gcode already contains build plate temperature commands Cura frontend will automatically disable this setting.
ca_es: Si s'han d'incloure les ordres de temperatura de la placa d'impressió al començament del G-code. Si el codi d'inici ja conté ordres de temperatura de la placa d'impressió, la interfície del Cura desactiva automàticament aquest paràmetre.
hi_hi: क्या gcode की शुरुआत में बिल्ड प्लेट तापमान कमांड शामिल करना है। जब start_gcode में पहले से ही बिल्ड प्लेट तापमान कमांड होता है, तो Cura फ़्रंटएंड स्वचालित रूप से इस सेटिंग को अक्षम कर देगा।

# machine_width label
source: Machine Width
ca_es: Amplada de la màquina
hi_hi: मशीन की चौड़ाई

# machine_width description
source: The width (X-direction) of the printable area.
ca_es: L'amplada (direcció X) de l'àrea imprimible.
hi_hi: प्रिंटिंग योग्य क्षेत्र की चौड़ाई (X-दिशा)।

# machine_depth label
source: Machine Depth
ca_es: Profunditat de la màquina
hi_hi: मशीन गहराई

# machine_depth description
source: The depth (Y-direction) of the printable area.
ca_es: La profunditat (direcció Y) de l'àrea imprimible.
hi_hi: प्रिंटिंग योग्य क्षेत्र की गहराई (Y-दिशा)।

# machine_height label
source: Machine Height
ca_es: Alçària de la màquina
hi_hi: मशीन की ऊँचाई

# machine_height description
source: The height (Z-direction) of the printable area.
ca_es: L'alçària (direcció Z) de l'àrea imprimible.
hi_hi: प्रिंटिंग क्षेत्र की ऊँचाई (Z axis पर आयाम)।

# machine_shape label
source: Build Plate Shape
ca_es: Forma de la placa d'impressió
hi_hi: प्लेट आकार का निर्माण करें

# machine_shape description
source: The shape of the build plate without taking unprintable areas into account.
ca_es: La forma de la placa d'impressió sense tenir en compte les àrees no imprimibles.
hi_hi: प्रिंट न किए जा सकने वाले क्षेत्रों को ध्यान में रखे बिना बिल्ड प्लेट का आकार.

# machine_shape option elliptic
source: Elliptic
ca_es: El·líptica
hi_hi: अण्डाकार

# machine_buildplate_type label
source: Build Plate Material
ca_es: Material de la placa d'impressió
hi_hi: प्रिंटिंग प्लेट मटेरियल

# machine_buildplate_type description
source: The material of the build plate installed on the printer.
ca_es: El material de la placa d'impressió instal·lada en la impressora.
hi_hi: प्रिंटर में रखी गई प्लेट सामग्री का निर्माण करें।

# machine_buildplate_type option glass
source: Glass
ca_es: Vidre
hi_hi: कांच

# machine_buildplate_type option aluminum
source: Aluminum
ca_es: Alumini
hi_hi: अल्युमीनियम

# machine_heated_bed label
source: Has Heated Build Plate
ca_es: Té una placa d'impressió calenta
hi_hi: एक हॉट बिल्ड प्लेट है

# machine_heated_bed description
source: Whether the machine has a heated build plate present.
ca_es: Si la màquina té una placa d'impressió calenta.
hi_hi: क्या मशीन में हीटेड बिल्ड प्लेट मौजूद है।

# machine_heated_build_volume label
source: Has Build Volume Temperature Stabilization
ca_es: Té estabilització de la temperatura del volum d'impressió
hi_hi: इसमें प्रिंट वॉल्यूम तापमान स्थिरीकरण होता है

# machine_heated_build_volume description
source: Whether the machine is able to stabilize the build volume temperature.
ca_es: Si la màquina és capaç d'estabilitzar la temperatura del volum d'impressió.
hi_hi: क्या मशीन बिल्ड वॉल्यूम तापमान को स्थिर करने में सक्षम है

# machine_always_write_active_tool label
source: Always Write Active Tool
ca_es: Escriu sempre l'eina activa
hi_hi: हमेशा सक्रिय टूल लिखें

# machine_always_write_active_tool description
source: Write active tool after sending temp commands to inactive tool. Required for Dual Extruder printing with Smoothie or other firmware with modal tool commands.
ca_es: Escriu l'eina activa després d'enviar ordres temporals a l'eina inactiva. Requerit per imprimir doble Extrusor amb Smoothie o un altre microprogramari amb ordres d'eina modal.
hi_hi: निष्क्रिय टूल को अस्थायी कमांड भेजने के बाद सक्रिय टूल लिखें। Smoothie या मोडल टूल कमांड के साथ अन्य फर्मवेयर के साथ दोहरी एक्सट्रूज़न प्रिंटिंग के लिए आवश्यक.

# machine_center_is_zero label
source: Is Center Origin
ca_es: L'origen és en el centre
hi_hi: क्या यह केंद्र मूल है

# machine_center_is_zero description
source: Whether the X/Y coordinates of the zero position of the printer is at the center of the printable area.
ca_es: Si les coordenades X/Y de la posició zero de la impressora es troben en el centre de l'àrea imprimible.
hi_hi: क्या प्रिंटर की शून्य स्थिति का X/Y निर्देशांक प्रिंटिंग योग्य क्षेत्र के केंद्र में है।

# machine_extruder_count label
source: Number of Extruders
ca_es: Nombre d'extrusors
hi_hi: एक्सट्रूडर की संख्या

# machine_extruder_count description
source: Number of extruder trains. An extruder train is the combination of a feeder, bowden tube, and nozzle.
ca_es: Nombre de trens extrusors. Un tren d'extrusió és la combinació d'un alimentador, un tub Bowden i una tovera.
hi_hi: एक्सट्रूडर ट्रेनों की संख्या एक एक्सट्रूडर ट्रेन एक फीडर, बोडेन ट्यूब और नोजल का संयोजन है।

# extruders_enabled_count label
source: Number of Extruders That Are Enabled
ca_es: Nombre d'extrusors hàbils
hi_hi: सक्षम किए गए एक्सट्रूडर की संख्या

# extruders_enabled_count description
source: Number of extruder trains that are enabled; automatically set in software
ca_es: Nombre de trens d'extrusió que estan habilitats; definit automàticament en el programari
hi_hi: सक्षम की गई एक्सट्रूडर ट्रेनों की संख्या; सॉफ़्टवेयर में स्वचालित रूप से सेट करें

# machine_nozzle_tip_outer_diameter label
source: Outer Nozzle Diameter
ca_es: Diàmetre exterior de la tovera
hi_hi: बाहरी नोजल व्यास

# machine_nozzle_tip_outer_diameter description
source: The outer diameter of the tip of the nozzle.
ca_es: El diàmetre exterior de la punta de la tovera.
hi_hi: नोजल की नोक का बाहरी व्यास।

# machine_nozzle_head_distance label
source: Nozzle Length
ca_es: Longitud de la tovera
hi_hi: नोजल की लंबाई

# machine_nozzle_head_distance description
source: The height difference between the tip of the nozzle and the lowest part of the print head.
ca_es: La diferència d'alçària entre la punta de la tovera i la part més baixa del capçal d'impressió.
hi_hi: नोजल की नोक और प्रिंट हेड के सबसे निचले हिस्से के बीच ऊंचाई का अंतर।

# machine_nozzle_expansion_angle label
source: Nozzle Angle
ca_es: Angle de la tovera
hi_hi: नोजल एंगल

# machine_nozzle_expansion_angle description
source: The angle between the horizontal plane and the conical part right above the tip of the nozzle.
ca_es: L'angle entre el pla horitzontal i la part cònica just per sobre de la punta de la tovera.
hi_hi: क्षैतिज तल और नोज़ल की नोक के ठीक ऊपर शंक्वाकार भाग के बीच का कोण।

# machine_heat_zone_length label
source: Heat Zone Length
ca_es: Longitud de la zona de calor
hi_hi: हीट जोन की लंबाई

# machine_heat_zone_length description
source: The distance from the tip of the nozzle in which heat from the nozzle is transferred to the filament.
ca_es: La distància des de la punta de la tovera en la qual la calor de la tovera es transfereix al filament.
hi_hi: नोजल की नोक से दूरी जो फिलामेंट में हीट को स्थानांतरित करती है।

# machine_nozzle_temp_enabled label
source: Enable Nozzle Temperature Control
ca_es: Activa el control de temperatura de la tovera
hi_hi: नोजल तापमान नियंत्रण सक्षम करें

# machine_nozzle_temp_enabled description
source: Whether to control temperature from Cura. Turn this off to control nozzle temperature from outside of Cura.
ca_es: Si s'ha de controlar la temperatura des del Cura. Desactiveu això per a controlar la temperatura de la tovera des de fora del Cura.
hi_hi: Cura से तापमान नियंत्रित करना है या नहीं। Cura के बाहर से नोजल के तापमान को नियंत्रित करने के लिए इसे बंद कर दें।

# machine_nozzle_heat_up_speed label
source: Heat Up Speed
ca_es: Velocitat d'escalfament
hi_hi: हीट अप स्पीड

# machine_nozzle_heat_up_speed description
source: The speed (°C/s) by which the nozzle heats up averaged over the window of normal printing temperatures and the standby temperature.
ca_es: La temperatura (°C/s) per la qual la tovera s'escalfa, calculada com la mitjana a partir de les temperatures normals d'impressió i la temperatura en el mode d'espera.
hi_hi: वह गति (डिग्री सेल्सियस/सेक) जिससे नोज़ल गर्म होता है, सामान्य मुद्रण तापमान और स्टैंडबाय तापमान की खिड़की पर औसत होता है।

# machine_nozzle_cool_down_speed label
source: Cool Down Speed
ca_es: Velocitat de refrigeració
hi_hi: कूल डाउन स्पीड

# machine_nozzle_cool_down_speed description
source: The speed (°C/s) by which the nozzle cools down averaged over the window of normal printing temperatures and the standby temperature.
ca_es: La velocitat (°C/s) amb la qual es refreda la tovera, calculada com la mitjana de les temperatures normals d'impressió i la temperatura d'espera.
hi_hi: गति (°C/s) जिसके द्वारा नोज़ल ठंडा हो जाता है, सामान्य मुद्रण तापमान और स्टैंडबाय तापमान की खिड़की पर औसत होता है।

# machine_min_cool_heat_time_window label
source: Minimal Time Standby Temperature
ca_es: Temperatura mínima del temps en espera
hi_hi: स्टैंडबाय मोड में न्यूनतम तापमान

# machine_min_cool_heat_time_window description
source: The minimal time an extruder has to be inactive before the nozzle is cooled. Only when an extruder is not used for longer than this time will it be allowed to cool down to the standby temperature.
ca_es: El temps mínim que un extrusor ha d'estar inactiu abans que es refredi la tovera. Només si un extrusor no s'utilitza durant més temps, se li permetrà refredar-se fins a la temperatura d'espera.
hi_hi: नोज़ल के ठंडा होने से पहले एक्सट्रूडर को कम से कम समय तक निष्क्रिय रहना चाहिए। इसे स्टैंडबाय तापमान तक ठंडा करने के लिए, एक्सट्रूडर को सेट से अधिक समय तक निष्क्रिय रहना चाहिए।

# machine_gcode_flavor label
source: G-code Flavor
ca_es: Variant de G-code
hi_hi: G-कोड प्रकार

# machine_gcode_flavor description
source: The type of g-code to be generated.
ca_es: El tipus de G-code que s'ha de generar.
hi_hi: जी-कोड का प्रकार जनरेट किया जाना है।

# machine_gcode_flavor option RepRap (Volumetric)
source: Marlin (Volumetric)
ca_es: Marlin (volumètric)
hi_hi: मार्लिन (Volumetric)

# machine_gcode_flavor option Repetier
source: Repetier
ca_es: Repetidor
hi_hi: (Repitier) रिपीटर

# machine_firmware_retract label
source: Firmware Retraction
ca_es: Retracció de microprogramari
hi_hi: फर्मवेयर रिट्रैक्शन

# machine_firmware_retract description
source: Whether to use firmware retract commands (G10/G11) instead of using the E property in G1 commands to retract the material.
ca_es: Si s'han d'utilitzar ordres de retracció del microprogramari (G10/G11), en lloc d'utilitzar la propietat E en ordres G1 per a retreure el material.
hi_hi: मटेरियल को वापस लेने के लिए G1 कमांड में E प्रॉपर्टी का उपयोग करने के बजाय फ़र्मवेयर रिट्रैक्ट कमांड (G10 / G11) का उपयोग करना है या नहीं।

# machine_extruders_share_heater label
source: Extruders Share Heater
ca_es: Els extrusors comparteixen escalfador
hi_hi: एक्सट्रूडर शेयर हीटर

# machine_extruders_share_heater description
source: Whether the extruders share a single heater rather than each extruder having its own heater.
ca_es: Si els extrusors comparteixen un únic escalfador en lloc de tenir un escalfador per a cada extrusor.
hi_hi: क्या एक्सट्रूडर प्रत्येक एक्सट्रूडर का अपना हीटर रखने के बजाय एक ही हीटर साझा करते हैं।

# machine_extruders_share_nozzle label
source: Extruders Share Nozzle
ca_es: Els extrusors comparteixen tovera
hi_hi: एक्सट्रूडर शेयर नोजल

# machine_extruders_share_nozzle description
source: Whether the extruders share a single nozzle rather than each extruder having its own nozzle. When set to true, it is expected that the printer-start gcode script properly sets up all extruders in an initial retraction state that is known and mutually compatible (either zero or one filament not retracted); in that case the initial retraction status is described, per extruder, by the 'machine_extruders_shared_nozzle_initial_retraction' parameter.
ca_es: Si els extrusors comparteixen una única tovera en lloc de cada extrusor amb la seva pròpia tovera. Si s'estableix a cert, s'espera que l'script G-code inicial de la impressora estableixi correctament tots els extrusors en un estat de retracció inicial que sigui conegut i mútuament compatible (sigui zero o un filament no retractat); en aquest cas l'estat de retracció inicial es descriu, per a cada extrusor, amb el paràmetre «machine_extruders_shared_nozzle_initial_retraction».
hi_hi: क्या एक्सट्रूडर प्रत्येक एक्सट्रूडर के अपने स्वयं के नोजल के बजाय एक एकल नोजल साझा करते हैं। जब सही पर सेट किया जाता है, तो यह अपेक्षा की जाती है कि प्रिंटर-स्टार्ट जीकोड स्क्रिप्ट सभी एक्सट्रूडर को एक प्रारंभिक वापसी स्थिति में ठीक से सेट करती है जो ज्ञात और पारस्परिक रूप से संगत है (या तो शून्य या एक फिलामेंट वापस नहीं लिया गया है); उस स्थिति में, प्रति एक्सट्रूडर, 'मशीन_एक्सट्रूडर_शेयर्ड_नोज़ल_इनिशियल_रेट्रेक्शन' पैरामीटर द्वारा प्रारंभिक वापसी स्थिति का वर्णन किया गया है।.

# machine_extruders_shared_nozzle_initial_retraction label
source: Shared Nozzle Initial Retraction
ca_es: Retracció inicial de la tovera compartida
hi_hi: साझा नोजल प्रारंभिक रिट्रैक्शन

# machine_extruders_shared_nozzle_initial_retraction description
source: How much the filament of each extruder is assumed to have been retracted from the shared nozzle tip at the completion of the printer-start gcode script; the value should be equal to or greater than the length of the common part of the nozzle's ducts.
ca_es: Quant de filament de cada extrusor s'assumeix que s'ha retractat de la punta de la tovera compartida a la finalització de l'script G-code d'inici de la impressora; el valor ha de ser igual o superior a la longitud de la part comuna dels conductes de la tovera.
hi_hi: प्रिंटर-स्टार्ट gcode स्क्रिप्ट के पूरा होने पर प्रत्येक एक्सट्रूडर के फिलामेंट को साझा नोजल टिप से कितना खींचा गया माना जाता है; मान नोजल के नलिकाओं के सामान्य भाग की लंबाई के बराबर या उससे अधिक होना चाहिए।

# machine_disallowed_areas label
source: Disallowed Areas
ca_es: Àrees no autoritzades
hi_hi: अस्वीकृत क्षेत्र

# machine_disallowed_areas description
source: A list of polygons with areas the print head is not allowed to enter.
ca_es: Una llista de polígons amb àrees on el capçal d'impressió no pot entrar.
hi_hi: उन क्षेत्रों के साथ बहुभुजों की एक सूची जिसमें प्रिंट हेड को प्रवेश करने की अनुमति नहीं है।

# nozzle_disallowed_areas label
source: Nozzle Disallowed Areas
ca_es: Àrees no permeses de la tovera
hi_hi: नोजल अस्वीकृत क्षेत्र

# nozzle_disallowed_areas description
source: A list of polygons with areas the nozzle is not allowed to enter.
ca_es: Una llista de polígons amb àrees on la tovera no pot entrar.
hi_hi: उन क्षेत्रों वाले पॉलीगॉन्स की सूची जिनमें नोजल को प्रवेश करने की अनुमति नहीं है।

# machine_head_with_fans_polygon label
source: Machine Head & Fan Polygon
ca_es: Polígon del capçal i el ventilador de la màquina
hi_hi: मशीन हेड और फैन पॉलीगॉन

# machine_head_with_fans_polygon description
source: The shape of the print head. These are coordinates relative to the position of the print head, which is usually the position of its first extruder. The dimensions left and in front of the print head must be negative coordinates.
ca_es: La forma del capçal d'impressió. Això són coordenades relatives a la posició del capçal d'impressió, que normalment és la posició del primer extrusor. Les dimensions a l'esquerra i davant del capçal d'impressió han de ser coordenades negatives.

# gantry_height label
source: Gantry Height
ca_es: Alçària del pont
hi_hi: गैन्ट्री हाइट

# gantry_height description
source: The height difference between the tip of the nozzle and the gantry system (X and Y axes).
ca_es: La diferència d'alçària entre la punta de la tovera i el sistema de ponts (eixos X i Y).
hi_hi: नोजल की नोक और गैन्ट्री सिस्टम (X और Y axes) के बीच की ऊंचाई का अंतर।

# machine_nozzle_id label
source: Nozzle ID
ca_es: Identificador de la tovera
hi_hi: नोजल ID

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
ca_es: L'identificador de la tovera per a un tren d'extrusió, com ara «AA 0.4» o «BB 0.8».
hi_hi: एक एक्सट्रूडर ट्रेन की नोजल आईडी, जैसे "AA 0.4" और "BB 0.8 ".

# machine_nozzle_size label
source: Nozzle Diameter
ca_es: Diàmetre de la tovera
hi_hi: नोजल व्यास

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
ca_es: El diàmetre interior de la tovera. Canvieu aquest paràmetre si utilitzeu una mida de no estàndard de tovera.
hi_hi: नोजल का भीतरी व्यास। गैर-मानक नोजल आकार का उपयोग करते समय इस सेटिंग को बदलें।

# machine_use_extruder_offset_to_offset_coords label
source: Offset with Extruder
ca_es: Desplaçament amb l'extrusor
hi_hi: एक्सट्रूडर के साथ ऑफसेट

# machine_use_extruder_offset_to_offset_coords description
source: Apply the extruder offset to the coordinate system. Affects all extruders.
ca_es: Aplica el desplaçament de l'extrusor al sistema de coordenades. Afecta a tots els extrusors.
hi_hi: एक्सट्रूडर ऑफ़सेट को कोऑर्डिनेट सिस्टम पर लागू करें। सभी एक्सट्रूडर को प्रभावित करता है।

# extruder_prime_pos_z label
source: Extruder Prime Z Position
ca_es: Posició Z de preparació de l'extrusor
hi_hi: एक्सट्रूडर प्राइम Z पोजिशन

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
ca_es: La coordenada Z de la posició on la tovera es prepara a l'inici de la impressió.
hi_hi: Z उस स्थिति का समन्वय करता है जहां प्रिंटिंग की शुरुआत में नोजल प्राइम होता है

# extruder_prime_pos_abs label
source: Absolute Extruder Prime Position
ca_es: Posició absoluta de preparació de l'extrusor
hi_hi: एब्सोल्यूट एक्सट्रूडर प्राइम पोजीशन

# extruder_prime_pos_abs description
source: Make the extruder prime position absolute rather than relative to the last-known location of the head.
ca_es: Fa que la posició de preparació de l'extrusor sigui absoluta en lloc de relativa a l'última ubicació coneguda del capçal.
hi_hi: सिर के अंतिम-ज्ञात स्थान के सापेक्ष एक्सट्रूडर की प्रमुख स्थिति को पूर्ण बनाएं।

# machine_max_feedrate_x label
source: Maximum Speed X
ca_es: Velocitat màxima en l'eix X
hi_hi: अधिकतम गति X

# machine_max_feedrate_x description
source: The maximum speed for the motor of the X-direction.
ca_es: La velocitat màxima per al motor de la direcció X.
hi_hi: X-दिशा की मोटर के लिए अधिकतम गति।

# machine_max_feedrate_y label
source: Maximum Speed Y
ca_es: Velocitat màxima en l'eix Y
hi_hi: अधिकतम गति Y

# machine_max_feedrate_y description
source: The maximum speed for the motor of the Y-direction.
ca_es: La velocitat màxima per al motor de la direcció Y.
hi_hi: Y-दिशा की मोटर की अधिकतम गति।

# machine_max_feedrate_z label
source: Maximum Speed Z
ca_es: Velocitat màxima en l'eix Z
hi_hi: अधिकतम गति Z

# machine_max_feedrate_z description
source: The maximum speed for the motor of the Z-direction.
ca_es: La velocitat màxima del motor de la direcció Z.
hi_hi: Z-दिशा की मोटर की अधिकतम गति।.

# machine_max_feedrate_e label
source: Maximum Speed E
ca_es: Velocitat màxima del filament

# machine_max_feedrate_e description
source: The maximum speed of the filament.
ca_es: La velocitat màxima del filament.
hi_hi: फिलामेंट की अधिकतम गति।

# machine_max_acceleration_x label
source: Maximum Acceleration X
ca_es: Acceleració màxima en l'eix X
hi_hi: अधिकतम एक्सेलरेशन X

# machine_max_acceleration_x description
source: Maximum acceleration for the motor of the X-direction
ca_es: Acceleració màxima per al motor de la direcció X
hi_hi: X-दिशा के मोटर के लिए अधिकतम एक्सेलरेशन
