Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# support_join_distance description
source: The maximum distance between support structures in the X/Y directions. When separate structures are closer together than this value, the structures merge into one.
ca_es: La distància màxima entre les estructures de suport en les direccions X/Y. Quan les estructures separades estan més juntes que aquest valor, les estructures es fusionen en una.
hi_hi: X/Y दिशाओं में समर्थन (support) संरचनाओं के बीच अधिकतम दूरी। जब अलग-अलग संरचनाएं इस मान(value) से अधिक निकट होती हैं, तो संरचनाएं एक में विलीन हो जाती हैं।

# support_offset label
source: Support Horizontal Expansion
ca_es: Expansió horitzontal dels suports
hi_hi: क्षैतिज विस्तार का समर्थन करें

# support_offset description
source: Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.
ca_es: Quantitat de desplaçament aplicat a tots els polígons de suport en cada capa. Els valors positius poden suavitzar les àrees de suport i donar lloc a un suport més robust.
hi_hi: ऑफसेट की मात्रा प्रत्येक परत में सभी समर्थन बहुभुजों पर लागू होती है। सकारात्मक मूल्य समर्थन क्षेत्रों को सुचारू कर सकते हैं और अधिक मजबूत समर्थन में परिणाम कर सकते हैं।

# support_infill_sparse_thickness label
source: Support Infill Layer Thickness
ca_es: Permet l'emplenament del gruix de la capa
hi_hi: इन्फिल लेयर मोटाई का समर्थन करे

# support_infill_sparse_thickness description
source: The thickness per layer of support infill material. This value should always be a multiple of the layer height and is otherwise rounded.
ca_es: El gruix per capa de material d'emplenament de suport. Aquest valor sempre hauria de ser un múltiple de l'alçada de la capa i en cas contrari s'arrodoneix.
hi_hi: समर्थन infill सामग्री की प्रति परत मोटाई। यह मान हमेशा परत की ऊंचाई का गुणक होना चाहिए और अन्यथा गोल होता है।

# gradual_support_infill_steps label
source: Gradual Support Infill Steps
ca_es: Admet els passos d'emplenament gradual
hi_hi: क्रमिक समर्थन (Gradual Support) इन्फिल चरण

# gradual_support_infill_steps description
source: Number of times to reduce the support infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Support Infill Density.
ca_es: Nombre de vegades per reduir la densitat d'emplenament de suport a la meitat quan s'arriba més per sota de les superfícies superiors. Les àrees que estan més a prop de les superfícies superiors obtenen una densitat més alta, fins a la densitat d'abocament de suport.
hi_hi: शीर्ष सतहों से और नीचे जाने पर सपोर्ट इन्फिल डेंसिटी को आधे से कम करने की संख्या। जो क्षेत्र शीर्ष सतहों के करीब होते हैं, उन्हें समर्थन इन्फिल घनत्व (डेंसिटी) तक उच्च घनत्व मिलता है।

# gradual_support_infill_step_height label
source: Gradual Support Infill Step Height
ca_es: Admetment gradual Incomplet
hi_hi: क्रमिक समर्थन (Gradual Support) इन्फिल स्टेप ऊंचाई

# gradual_support_infill_step_height description
source: The height of support infill of a given density before switching to half the density.
ca_es: L'alçada de l'emplenament de suport d'una densitat donada abans de canviar a la meitat de la densitat.
hi_hi: समर्थन(support) की ऊंचाई आधे घनत्व पर स्विच करने से पहले किसी दिए गए घनत्व को भर देती है।

# minimum_support_area label
source: Minimum Support Area
ca_es: Àrea mínima de suport
hi_hi: न्यूनतम समर्थन (Support) क्षेत्र

# minimum_support_area description
source: Minimum area size for support polygons. Polygons which have an area smaller than this value will not be generated.
ca_es: Mida mínima de l'àrea per als polígons de suport. No es generaran polígons que tinguin una àrea més petita que aquest valor.
hi_hi: समर्थन बहुभुज(polygon) के लिए न्यूनतम क्षेत्र आकार। इस मान से कम क्षेत्रफल वाले बहुभुज उत्पन्न नहीं होंगे।

# support_interface_enable label
source: Enable Support Interface
ca_es: Habilita la interfície de suport
hi_hi: सपोर्ट इंटरफ़ेस को सक्षम करें

# support_interface_enable description
source: Generate a dense interface between the model and the support. This will create a skin at the top of the support on which the model is printed and at the bottom of the support, where it rests on the model.
ca_es: Genera una interfície densa entre el model i el suport. Això crearà una pell a la part superior del suport sobre el qual s'imprimeix el model i a la part inferior del suport, on es basa en el model.
hi_hi: मॉडल और सपोर्ट के बीच एक सघन (dense) इंटरफ़ेस उत्पन्न करें। यह उस समर्थन के शीर्ष पर एक स्किन बनाएगा जिस पर मॉडल मुद्रित है और सपोर्ट के निचले भाग में, जहां यह मॉडल पर टिकी हुई है।

# support_roof_enable label
source: Enable Support Roof
ca_es: Habilita el rol de suport
hi_hi: सपोर्ट रूफ को सक्षम कर

# support_roof_enable description
source: Generate a dense slab of material between the top of support and the model. This will create a skin between the model and support.
ca_es: Genera una llosa densa de material entre la part superior del suport i el model. Això crearà una pell entre el model i el suport.
hi_hi: समर्थन के शीर्ष और मॉडल के बीच सामग्री का एक घना स्लैब बनाएं। यह मॉडल और सपोर्ट के बीच एक स्किन बनाएगा।

# support_bottom_enable label
source: Enable Support Floor
ca_es: Habilita el patró de suport
hi_hi: सपोर्ट फ्लोर सक्षम करें

# support_bottom_enable description
source: Generate a dense slab of material between the bottom of the support and the model. This will create a skin between the model and support.
ca_es: Genera una llosa densa de material entre la part inferior del suport i el model. Això crearà una pell entre el model i el suport.
hi_hi: सपोर्ट के नीचे और मॉडल के बीच मटेरियल का एक घना स्लैब उत्पन्न करें। यह मॉडल और समर्थन के बीच एक स्किन बनाएगा।

# support_interface_height label
source: Support Interface Thickness
ca_es: Admet el gruix de la interfície
hi_hi: समर्थन इंटरफ़ेस मोटाई

# support_interface_height description
source: The thickness of the interface of the support where it touches with the model on the bottom or the top.
ca_es: El gruix de la interfície del suport quan toca amb el model a la part inferior o superior.
hi_hi: समर्थन के इंटरफ़ेस की मोटाई जहां यह नीचे या ऊपर मॉडल के साथ स्पर्श करती है।

# support_roof_height label
source: Support Roof Thickness
ca_es: Permet el gruix de l'arrel
hi_hi: सपोर्ट रूफ की मोटाई

# support_roof_height description
source: The thickness of the support roofs. This controls the amount of dense layers at the top of the support on which the model rests.
ca_es: El gruix dels sostres de suport. Això controla la quantitat de capes denses a la part superior del suport en què es basa el model.
hi_hi: सपोर्ट रूफ की मोटाई। यह उस सपोर्ट के शीर्ष पर घनी लेयर्स की मात्रा को नियंत्रित करता है जिस पर मॉडल टिकी हुई है।

# support_bottom_height label
source: Support Floor Thickness
ca_es: Gruix del terra del suport
hi_hi: समर्थन तल की मोटाई

# support_bottom_height description
source: The thickness of the support floors. This controls the number of dense layers that are printed on top of places of a model on which support rests.
ca_es: El gruix dels terres del suport. Això controla el nombre de capes denses que s'imprimeixen a la part superior dels llocs d'un model en el qual descansa el suport.
hi_hi: सपोर्ट फ्लोर की मोटाई। यह उन सघन (dense) लेयर्स की संख्या को नियंत्रित करता है जो एक मॉडल के शीर्ष पर मुद्रित होती हैं जिस पर समर्थन टिकी होती है।

# support_interface_skip_height label
source: Support Interface Resolution
ca_es: Resolució de la interfície del suport
hi_hi: समर्थन (Support) इंटरफ़ेस रिज़ॉल्यूशन

# support_interface_skip_height description
source: When checking where there's model above and below the support, take steps of the given height. Lower values will slice slower, while higher values may cause normal support to be printed in some places where there should have been support interface.
ca_es: Quan es comprova on hi ha el model per sobre i per sota del suport, es fan passos de l'alçada donada. Els valors més baixos s'allunyen més lentament, mentre que els valors més alts poden causar que el suport normal s'imprimeixi en alguns llocs on hauria d'haver-hi una interfície de suport.
hi_hi: यह जाँचते समय कि सपोर्ट के ऊपर और नीचे मॉडल कहाँ है, दी गई ऊँचाई के कदम उठाएँ। निचले मान धीमे हो जाएंगे, जबकि उच्च मान सामान्य सपोर्ट को कुछ स्थानों पर मुद्रित करने का कारण बन सकते हैं जहां सपोर्ट इंटरफ़ेस होना चाहिए था।

# support_interface_density label
source: Support Interface Density
ca_es: Densitat de la interfície del suport
hi_hi: समर्थन(Support) इंटरफ़ेस घनत्व

# support_interface_density description
source: Adjusts the density of the roofs and floors of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
ca_es: Ajusta la densitat dels sostres i els pisos de l'estructura de suport. Un valor més alt dona lloc a millors voladissos, però els suports són més difícils d'eliminar.
hi_hi: सहायक संरचना(support structure) की छत और फर्श के घनत्व को समायोजित करता है। एक उच्च मूल्य के परिणामस्वरूप बेहतर ओवरहैंग होते हैं लेकिन कोष्ठक को हटाना अधिक कठिन होता है।

# support_roof_density label
source: Support Roof Density
ca_es: Densitat del sostre del suport
hi_hi: सपोर्ट रूफ घनत्व (Density)

# support_roof_density description
source: The density of the roofs of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
ca_es: La densitat dels sostres de l'estructura de suport. Un valor més alt dona lloc a millors voladissos, però els suports són més difícils d'eliminar.
hi_hi: सपोर्ट संरचना की छतों का घनत्व। एक उच्च मूल्य के परिणामस्वरूप बेहतर ओवरहैंग होते हैं, लेकिन सपोर्ट को हटाना कठिन होता है।

# support_roof_line_distance label
source: Support Roof Line Distance
ca_es: Distància de línies del sostre del suport
hi_hi: सपोर्ट रूफ लाइन डिस्टेंस

# support_roof_line_distance description
source: Distance between the printed support roof lines. This setting is calculated by the Support Roof Density, but can be adjusted separately.
ca_es: Distància entre les línies del sostre del suport impreses. Aquest paràmetre es calcula a partir de la densitat del sostre del suport, però es pot ajustar per separat.
hi_hi: प्रिंटेड सपोर्ट रूफ लाइन्स के बीच की दूरी। इस सेटिंग की गणना सपोर्ट रूफ डेंसिटी द्वारा की जाती है, लेकिन इसे अलग से एडजस्ट किया जा सकता है।

# support_bottom_density label
source: Support Floor Density
ca_es: Densitat del terra del suport
hi_hi: सपोर्ट फ्लोर घनत्व

# support_bottom_density description
source: The density of the floors of the support structure. A higher value results in better adhesion of the support on top of the model.
ca_es: La densitat dels terres de l'estructura de suport. Un valor més alt dona com a resultat una millor adherència del suport a la part superior del model.
hi_hi: सपोर्ट संरचना के फर्श (floor) का घनत्व। मॉडल के शीर्ष पर सपोर्ट के बेहतर आसंजन (adhession) में एक उच्च मूल्य का परिणाम होता है।

# support_bottom_line_distance label
source: Support Floor Line Distance
ca_es: Distància de línia del terra del suport
hi_hi: समर्थन तल लाइन की दूरी

# support_bottom_line_distance description
source: Distance between the printed support floor lines. This setting is calculated by the Support Floor Density, but can be adjusted separately.
ca_es: Distància entre les línies del terra del suport impreses. Aquest paràmetre es calcula a partir la densitat del terra del suport, però es pot ajustar per separat.
hi_hi: प्रिंटेड सपोर्ट मंजिल लाइनों के बीच की दूरी। इस सेटिंग की गणना समर्थन तल घनत्व (Support Floor Density) द्वारा की जाती है, लेकिन इसे अलग से समायोजित किया जा सकता है।

# support_interface_pattern label
source: Support Interface Pattern
ca_es: Patró d'interfície del suport
hi_hi: सपोर्ट इंटरफ़ेस पैटर्न

# support_interface_pattern description
source: The pattern with which the interface of the support with the model is printed.
ca_es: El patró amb el qual s'imprimeix la interfície del suport amb el model.
hi_hi: वह पैटर्न जिसके साथ मॉडल के साथ समर्थन का इंटरफ़ेस मुद्रित(print) होता है।

# support_interface_pattern option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# support_interface_pattern option grid
source: Grid
ca_es: Graella
hi_hi: ग्रिड

# support_interface_pattern option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकिंद्रिक (Concentric)

# support_roof_pattern label
source: Support Roof Pattern
ca_es: Patró del sostre del suport
hi_hi: सपोर्ट रूफ पैटर्न

# support_roof_pattern description
source: The pattern with which the roofs of the support are printed.
ca_es: El patró amb el qual s'imprimeixen els sostres del suport.
hi_hi: पैटर्न जिसके साथ समर्थन की छत मुद्रित(print) की जाती है।

# support_roof_pattern option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# support_roof_pattern option grid
source: Grid
ca_es: Graella
hi_hi: ग्रिड

# support_roof_pattern option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकिंद्रिक (Concentric)

# support_bottom_pattern label
source: Support Floor Pattern
ca_es: Patró del terra del suport
hi_hi: सपोर्ट फ्लोर पैटर्न

# support_bottom_pattern description
source: The pattern with which the floors of the support are printed.
ca_es: El patró amb el qual s'imprimeixen els terres del suport.
hi_hi: वह पैटर्न जिसके साथ समर्थन के फर्श मुद्रित(print) होते हैं।

# support_bottom_pattern option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# support_bottom_pattern option grid
source: Grid
ca_es: Graella
hi_hi: ग्रिड

# support_bottom_pattern option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकेंद्रित (Concentric)

# minimum_interface_area label
source: Minimum Support Interface Area
ca_es: Àrea mínima de la interfície de suport
hi_hi: न्यूनतम समर्थन इंटरफ़ेस क्षेत्र

# minimum_interface_area description
source: Minimum area size for support interface polygons. Polygons which have an area smaller than this value will be printed as normal support.
ca_es: Mida mínima de l'àrea per als polígons d'interfície de suport. Els polígons que tinguin una àrea més petita que aquest valor s'imprimiran com a suport normal.
hi_hi: समर्थन इंटरफ़ेस पॉलीगॉन के लिए न्यूनतम क्षेत्र आकार। इस मान से कम क्षेत्रफल वाले बहुभुजों(पॉलीगॉन) को सामान्य समर्थन के रूप में मुद्रित(print) किया जाएगा।

# minimum_roof_area label
source: Minimum Support Roof Area
ca_es: Àrea arrel mínima de suport
hi_hi: न्यूनतम सपोर्ट रूफ एरिया

# minimum_roof_area description
source: Minimum area size for the roofs of the support. Polygons which have an area smaller than this value will be printed as normal support.
ca_es: Mida mínima de l'àrea per als sostres del suport. Els polígons que tinguin una àrea més petita que aquest valor s'imprimiran com a suport normal.
hi_hi: समर्थन की छतों के लिए न्यूनतम क्षेत्रफल का आकार। इस मान(value) से कम क्षेत्रफल वाले बहुभुजों को सामान्य समर्थन के रूप में मुद्रित(print) किया जाएगा।

# minimum_bottom_area label
source: Minimum Support Floor Area
ca_es: Àrea mínima de suport
hi_hi: न्यूनतम सपोर्ट फ्लोर एरिया

# minimum_bottom_area description
source: Minimum area size for the floors of the support. Polygons which have an area smaller than this value will be printed as normal support.
ca_es: Mida mínima de l'àrea per als pisos del suport. Els polígons que tinguin una àrea més petita que aquest valor s'imprimiran com a suport normal.
hi_hi: सपोर्ट के फर्श (floor) के लिए न्यूनतम क्षेत्र का आकार। इस मान से कम क्षेत्रफल वाले बहुभुजों (Polygons) को सामान्य सपोर्ट के रूप में मुद्रित किया जाएगा।

# support_interface_offset label
source: Support Interface Horizontal Expansion
ca_es: Permet l'expansió horitzontal de la interfície
hi_hi: समर्थन इंटरफेस का क्षैतिज विस्तार

# support_interface_offset description
source: Amount of offset applied to the support interface polygons.
ca_es: Quantitat de desplaçament aplicat als polígons de la interfície de suport.
hi_hi: सपोर्ट इंटरफ़ेस पॉलीगॉन पर लागू ऑफ़सेट की मात्रा।

# support_roof_offset label
source: Support Roof Horizontal Expansion
ca_es: Permet l'expansió horitzontal de l'arrel
hi_hi: छत क्षैतिज विस्तार का समर्थन करें

# support_roof_offset description
source: Amount of offset applied to the roofs of the support.
ca_es: Quantitat de desplaçament aplicat als sostres del suport.
hi_hi: समर्थन की छतों पर लागू ऑफसेट की मात्रा(amount)।

# support_bottom_offset label
source: Support Floor Horizontal Expansion
ca_es: Permet l'expansió horitzontal de la flota
hi_hi: समर्थन(support) तल क्षैतिज विस्तार

# support_bottom_offset description
source: Amount of offset applied to the floors of the support.
ca_es: Quantitat de desplaçament aplicat als pisos del suport.
hi_hi: सपोर्ट के फर्श (floor) पर लागू ऑफसेट की मात्रा।

# support_interface_angles label
source: Support Interface Line Directions
ca_es: Implementa les línies de la interfície
hi_hi: समर्थन इंटरफेस लाइन दिशा-निर्देश

# support_interface_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
ca_es: Una llista de les direccions de línies senceres a utilitzar. Els elements de la llista s'utilitzen seqüencialment com a progrés de les capes i quan s'arriba al final de la llista, comença de nou al principi. Els elements de la llista estan separats per comes i tota la llista està continguda entre claudàtors. Per defecte és una llista buida que significa utilitzar els angles per defecte (alterna entre 45 i 135 graus si les interfícies són bastant gruixudes o 90 graus).
hi_hi: उपयोग करने के लिए पूर्णांक रेखा दिशाओं की एक सूची। सूची के तत्वों का उपयोग क्रमिक रूप से लेयर्स की प्रगति के रूप में किया जाता है और जब सूची के अंत तक पहुँच जाता है, तो यह फिर से शुरुआत में शुरू होता है। सूची आइटम अल्पविराम द्वारा अलग किए जाते हैं और पूरी सूची वर्ग कोष्ठक में समाहित होती है। डिफ़ॉल्ट एक खाली सूची है जिसका अर्थ है कि डिफ़ॉल्ट कोणों का उपयोग करें (यदि इंटरफ़ेस काफी मोटा या 90 डिग्री है तो 45 और 135 डिग्री के बीच वैकल्पिक)।

# support_roof_angles label
source: Support Roof Line Directions
ca_es: Implementa les direccions de les línies
hi_hi: समर्थन(support) रूफ लाइन दिशा-निर्देश

# support_roof_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
ca_es: Una llista de les direccions de línies senceres a utilitzar. Els elements de la llista s'utilitzen seqüencialment com a progrés de les capes i quan s'arriba al final de la llista, comença de nou al principi. Els elements de la llista estan separats per comes i tota la llista està continguda entre claudàtors. Per defecte és una llista buida que significa utilitzar els angles per defecte (alterna entre 45 i 135 graus si les interfícies són bastant gruixudes o 90 graus).
hi_hi: उपयोग करने के लिए पूर्णांक रेखा दिशाओं की एक सूची। सूची के तत्वों का उपयोग क्रमिक रूप से लेयर्स की प्रगति के रूप में किया जाता है और जब सूची के अंत तक पहुँच जाता है, तो यह फिर से शुरुआत में शुरू होता है। सूची आइटम अल्पविराम द्वारा अलग किए जाते हैं और पूरी सूची वर्ग कोष्ठक में समाहित होती है। डिफ़ॉल्ट एक खाली सूची है जिसका अर्थ है कि डिफ़ॉल्ट कोणों का उपयोग करें (यदि इंटरफ़ेस काफी मोटा या 90 डिग्री है तो 45 और 135 डिग्री के बीच वैकल्पिक)।

# support_bottom_angles label
source: Support Floor Line Directions
ca_es: Implementa les direccions de línies flotants
hi_hi: फ़्लोर लाइन दिशा-निर्देश का समर्थन करें

# support_bottom_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
ca_es: Una llista de valors enters amb les direccions de les línies a utilitzar. Els elements de la llista s'usen seqüencialment segons avancen les capes i, en arribar al final de la llista, comencen de nou des del principi. Els elements de la llista estan separats per comes i tota la llista està continguda entre claudàtors. De forma predeterminada, és una llista buida que significa utilitzar els angles predeterminats tradicionals (alterna entre 45 i 135 graus si les interfícies són prou gruixudes o 90 graus).
hi_hi: उपयोग करने के लिए पूर्णांक रेखा दिशाओं की एक सूची। सूची के तत्वों का उपयोग क्रमिक रूप से लेयर्स की प्रगति के रूप में किया जाता है और जब सूची के अंत तक पहुँच जाता है, तो यह फिर से शुरुआत में शुरू होता है। सूची आइटम अल्पविराम द्वारा अलग किए जाते हैं और पूरी सूची वर्ग कोष्ठक में समाहित होती है। डिफ़ॉल्ट एक खाली सूची है जिसका अर्थ है कि डिफ़ॉल्ट कोणों का उपयोग करें (यदि इंटरफ़ेस काफी मोटा या 90 डिग्री है तो 45 और 135 डिग्री के बीच वैकल्पिक)।

# support_fan_enable label
source: Fan Speed Override
ca_es: Redefinició de la velocitat del vent
hi_hi: फैन स्पीड ओवरराइड

# support_fan_enable description
source: When enabled, the print cooling fan speed is altered for the skin regions immediately above the support.
ca_es: Quan s'habilita, la velocitat del ventilador de refrigeració d'impressió s'altera per a les regions de la pell immediatament per sobre del suport.
hi_hi: सक्षम होने पर, सपोर्ट के ठीक ऊपर के स्किन क्षेत्रों के लिए प्रिंट कूलिंग पंखे की गति बदल दी जाती है।

# support_supported_skin_fan_speed label
source: Supported Skin Fan Speed
ca_es: Velocitat de ventilació de pell suportada
hi_hi: समर्थित स्किन फैन की स्पीड

# support_supported_skin_fan_speed description
source: Percentage fan speed to use when printing the skin regions immediately above the support. Using a high fan speed can make the support easier to remove.
ca_es: Percentatge de la velocitat del ventilador a utilitzar en imprimir les regions de la pell immediatament per sobre del suport. Usar una alta velocitat de ventilador pot fer que el suport sigui més fàcil d'eliminar.
hi_hi: सपोर्ट के ठीक ऊपर त्वचा क्षेत्रों को प्रिंट करते समय उपयोग करने के लिए पंखे की गति का प्रतिशत। उच्च पंखे की गति का उपयोग करने से सपोर्ट को निकालना आसान हो सकता है।

# support_use_towers label
source: Use Towers
ca_es: Utilitza torres
hi_hi: टावर्स का प्रयोग करें

# support_use_towers description
source: Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.
ca_es: Utilitza torres especialitzades per donar suport a petites àrees voladisses. Aquestes torres tenen un diàmetre més gran que la regió que suporten. A prop del voladís el diàmetre de les torres disminueix, formant un sostre.
hi_hi: छोटे ओवरहैंग क्षेत्रों का समर्थन करने के लिए विशेष टावरों का उपयोग करें। इन टावरों का व्यास उनके द्वारा समर्थित क्षेत्र से बड़ा है। ओवरहांग के पास टावरों का व्यास कम हो जाता है, जिससे छत बन जाती है।

# support_tower_diameter label
source: Tower Diameter
ca_es: Diàmetre de la torre
hi_hi: टावर का व्यास

# support_tower_diameter description
source: The diameter of a special tower.
ca_es: El diàmetre d'una torre especial.
hi_hi: एक विशेष टॉवर का व्यास।

# support_tower_maximum_supported_diameter label
source: Maximum Tower-Supported Diameter
ca_es: Diàmetre màxim suportat per la torre
hi_hi: अधिकतम टॉवर-समर्थित व्यास
