Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# support_extruder_nr_layer_0 description
source: The extruder train to use for printing the first layer of support infill. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir la primera capa d'emplenament dels suports. Això s'usa en l'extrusió múltiple.
hi_hi: एक्सट्रूडर ट्रेन का उपयोग सपोर्ट इन्फिल की पहली लेयर को प्रिंट करने के लिए किया जाता है। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# support_interface_extruder_nr label
source: Support Interface Extruder
ca_es: Extrusor de la interfície dels suports
hi_hi: सपोर्ट इंटरफ़ेस एक्सट्रूडर

# support_interface_extruder_nr description
source: The extruder train to use for printing the roofs and floors of the support. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir els sostres i els terres dels suports. Això s'usa en l'extrusió múltiple.
hi_hi: एक्सट्रूडर ट्रेन का उपयोग सपोर्ट की रूफ और फ्लोर को प्रिंट करने के लिए किया जाता है। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# support_roof_extruder_nr label
source: Support Roof Extruder
ca_es: Extrusor del sostre dels suports
hi_hi: सपोर्ट रूफ एक्सट्रूडर

# support_roof_extruder_nr description
source: The extruder train to use for printing the roofs of the support. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir els sostres dels suports. Això s'usa en l'extrusió múltiple.
hi_hi: एक्सट्रूडर ट्रेन का उपयोग सपोर्ट की रूफ को प्रिंट करने के लिए किया जाता है। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# support_bottom_extruder_nr label
source: Support Floor Extruder
ca_es: Extrusor del terra dels suports
hi_hi: सपोर्ट फ्लोर एक्सट्रूडर

# support_bottom_extruder_nr description
source: The extruder train to use for printing the floors of the support. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir els terres dels suports. Això s'usa en l'extrusió múltiple.
hi_hi: एक्सट्रूडर ट्रेन का उपयोग सपोर्ट के फ्लोर को प्रिंट करने के लिए किया जाता है। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# support_structure label
source: Support Structure
ca_es: Estructura de suport
hi_hi: सपोर्ट संरचना (Structure)

# support_structure description
source: Chooses between the techniques available to generate support. "Normal" support creates a support structure directly below the overhanging parts and drops those areas straight down. "Tree" support creates branches towards the overhanging areas that support the model on the tips of those branches, and allows the branches to crawl around the model to support it from the build plate as much as possible.
ca_es: Trieu entre les tècniques disponibles per a generar suport. El suport «Normal» crea una estructura de suport directament per sota de les parts que s'enrotllen i deixa aquestes àrees directament cap avall. El suport «Arbre» crea branques cap a les àrees de voladisses que suporten el model en les puntes d'aquestes branques, i permet que les branques pugin al voltant del model per a donar-hi suport des de la placa d'impressió tant com sigui possible.
hi_hi: सपोर्ट उत्पन्न करने के लिए उपलब्ध तकनीकों के बीच चयन करता है। "सामान्य (Normal)" सपोर्ट सीधे ओवरहैंगिंग भागों के नीचे एक सपोर्ट संरचना बनाता है और उन क्षेत्रों को सीधे नीचे गिरा देता है। "ट्री (Tree)" समर्थन लटकते क्षेत्रों की ओर शाखाएं बनाता है जो उन शाखाओं की युक्तियों पर मॉडल का समर्थन करते हैं, और शाखाओं को मॉडल के चारों ओर क्रॉल करने की अनुमति देता है ताकि जितना संभव हो सके बिल्ड प्लेट से इसका समर्थन किया जा सके।

# support_structure option tree
source: Tree
ca_es: Arbre
hi_hi: ट्री (Tree)

# support_tree_angle label
source: Tree Support Branch Angle
ca_es: Angle de la branca de suport a l'arbre
hi_hi: ट्री (Tree) सपोर्ट ब्रांच एंगल

# support_tree_angle description
source: The angle of the branches. Use a lower angle to make them more vertical and more stable. Use a higher angle to be able to have more reach.
ca_es: L'angle de les branques. Utilitzeu un angle inferior per fer-los més verticals i més estables. Utilitzeu un angle més alt per poder tenir més abast.
hi_hi: शाखाओं का कोण। उन्हें अधिक लंबवत और अधिक स्थिर बनाने के लिए निचले कोण का उपयोग करें। अधिक पहुंच प्राप्त करने में सक्षम होने के लिए उच्च कोण का उपयोग करें।

# support_tree_branch_distance label
source: Tree Support Branch Distance
ca_es: Distància de la branca de suport a l'arbre
hi_hi: ट्री सपोर्ट ब्रांच की दूरी

# support_tree_branch_distance description
source: How far apart the branches need to be when they touch the model. Making this distance small will cause the tree support to touch the model at more points, causing better overhang but making support harder to remove.
ca_es: Fins a quin punt han de separar-se les branques quan toquen el model. Fer aquesta distància petita farà que el suport a l'arbre toqui el model en més punts, causant un millor voladís, però fent que el suport sigui més difícil d'eliminar.
hi_hi: जब वे मॉडल को छूते हैं तो शाखाओं को कितनी दूर होना चाहिए। इस दूरी को छोटा करने से ट्री सपोर्ट मॉडल को अधिक बिंदुओं पर स्पर्श करेगा, जिससे बेहतर ओवरहैंग होगा लेकिन सपोर्ट को निकालना कठिन हो जाएगा।

# support_tree_branch_diameter label
source: Tree Support Branch Diameter
ca_es: Diàmetre de branca de suport a l'arbre
hi_hi: ट्री सपोर्ट ब्रांच डायमीटर

# support_tree_branch_diameter description
source: The diameter of the thinnest branches of tree support. Thicker branches are more sturdy. Branches towards the base will be thicker than this.
ca_es: El diàmetre de les branques més primes del suport dels arbres. Les branques de Thickers són més robustes. Les branques cap a la base seran més gruixudes que això.
hi_hi: ट्री सपोर्ट व्यास सबसे पतली शाखाओं का समर्थन करता है। मोटी शाखाएं अधिक मजबूत होती हैं। आधार की ओर की शाखाएँ इससे मोटी होंगी।

# support_tree_branch_diameter_angle label
source: Tree Support Branch Diameter Angle
ca_es: Angle del diàmetre de la branca de suport a l'arbre
hi_hi: ट्री सपोर्ट ब्रांच डायमीटर एंगल

# support_tree_branch_diameter_angle description
source: The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.
ca_es: L'angle del diàmetre de les branques a mesura que es fan gradualment més gruixudes cap a la part inferior. Un angle de 0 farà que les branques tinguin un gruix uniforme sobre la seva longitud. Una mica d'angle pot augmentar l'estabilitat del suport d'arbre.
hi_hi: शाखाओं के व्यास का कोण धीरे-धीरे नीचे की ओर मोटा होता जाता है। 0 के कोण से शाखाओं की लंबाई पर एक समान मोटाई होगी। थोड़ा सा कोण ट्री सपोर्ट की स्थिरता को बढ़ा सकता है।

# support_tree_collision_resolution label
source: Tree Support Collision Resolution
ca_es: Resolució de la col·lisió de suport a l'arbre
hi_hi: ट्री सपोर्ट कोलिजन रेजोल्यूशन

# support_tree_collision_resolution description
source: Resolution to compute collisions with to avoid hitting the model. Setting this lower will produce more accurate trees that fail less often, but increases slicing time dramatically.
ca_es: Resolució per calcular col·lisions per evitar colpejar el model. Si s'estableix aquesta reducció, es produiran arbres més precisos que fallin amb menys freqüència, però s'incrementa el temps de tall de forma espectacular.
hi_hi: मॉडल से टकराने से बचने के लिए टकराव की गणना करने का संकल्प। इसे कम करने से अधिक सटीक ट्री पैदा होंगे जो कम बार विफल होते हैं, लेकिन नाटकीय रूप से काटने का समय बढ़ाते हैं।

# support_type label
source: Support Placement
ca_es: Col·locació del suport
hi_hi: सपोर्ट प्लेसमेंट

# support_type description
source: Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.
ca_es: Ajusta la col·locació de les estructures de suport. La col·locació es pot establir tocant la placa d'impressió o a tot arreu. Si s'estableix a tot arreu, les estructures de suport també s'imprimeixen en el model.
hi_hi: सपोर्ट संरचनाओं की नियुक्ति को समायोजित करता है। प्लेसमेंट को बिल्ड प्लेट या हर जगह छूने के लिए सेट किया जा सकता है। जब हर जगह पर सेट किया जाता है तो मॉडल पर सपोर्ट संरचनाएं भी प्रिंट की जाएंगी।

# support_type option buildplate
source: Touching Buildplate
ca_es: Tocant la placa d'impressió
hi_hi: टचिंग बिल्डप्लेट

# support_type option everywhere
source: Everywhere
ca_es: A tot arreu
hi_hi: हर जगह

# support_angle label
source: Support Overhang Angle
ca_es: Angle de voladís amb suport
hi_hi: सपोर्ट ओवरहांग कोण

# support_angle description
source: The minimum angle of overhangs for which support is added. At a value of 0° all overhangs are supported, 90° will not provide any support.
ca_es: L'angle mínim de voladís a partir del qual s'afegeix un suport. Amb un valor de 0° tots els voladissos tenen suport, amb 90° no es proporcionarà cap suport.
hi_hi: ओवरहैंग का न्यूनतम कोण जिसके लिए सपोर्ट जोड़ा जाता है। 0° के मान पर सभी ओवरहैंग समर्थित हैं, 90° कोई सपोर्ट प्रदान नहीं करेगा।

# support_pattern label
source: Support Pattern
ca_es: Patró dels suports
hi_hi: सपोर्ट पैटर्न

# support_pattern description
source: The pattern of the support structures of the print. The different options available result in sturdy or easy to remove support.
ca_es: El patró de les estructures de suport de la impressió. Les diferents opcions disponibles donen lloc a un suport robust o fàcil d'eliminar.
hi_hi: प्रिंट के सपोर्ट संरचनाओं का पैटर्न। उपलब्ध विभिन्न विकल्पों के परिणामस्वरूप सपोर्ट को मजबूत या आसानी से हटाया जा सकता है।

# support_pattern option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# support_pattern option grid
source: Grid
ca_es: Graella
hi_hi: ग्रिड (Grid)

# support_pattern option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकेंद्रित (Concentric)

# support_pattern option cross
source: Cross
ca_es: Creu
hi_hi: क्रॉस (Cross)

# support_pattern option gyroid
source: Gyroid
ca_es: Giroedre
hi_hi: गिरोइड (Gyroid)

# support_wall_count label
source: Support Wall Line Count
ca_es: Nombre de línies de suport
hi_hi: समर्थन(support) वॉल लाइन काउंट

# support_wall_count description
source: The number of walls with which to surround support infill. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.
ca_es: El nombre de parets amb els quals envoltar el suport de l'interior. Afegir una paret pot fer que el suport s'imprimeixi de forma més fiable i pot suportar millor els voladissos, però augmenta el temps d'impressió i el material utilitzat.
hi_hi: दीवारों की संख्या जिसके साथ सपोर्ट को घेरना है। दीवार जोड़ने से सपोर्ट प्रिंट अधिक मज़बूती से बन सकता है और ओवरहैंग का बेहतर सपोर्ट कर सकता है, लेकिन प्रिंट समय और उपयोग की जाने वाली मटेरियल को बढ़ाता है।

# zig_zaggify_support label
source: Connect Support Lines
ca_es: Connecta les línies del suport
hi_hi: सपोर्ट लाइन्स कनेक्ट करें

# zig_zaggify_support description
source: Connect the ends of the support lines together. Enabling this setting can make your support more sturdy and reduce underextrusion, but it will cost more material.
ca_es: Connecta els extrems de les línies de suport. Si activeu aquest paràmetre, pot ser que el suport sigui més robust i reduïu la subextrusió, però costa més material.
hi_hi: सपोर्ट लाइनों के सिरों को एक साथ कनेक्ट करें। इस सेटिंग को सक्षम करने से आपका सपोर्ट अधिक मजबूत हो सकता है और अंडरएक्सट्रूज़न कम हो सकता है, लेकिन इसमें अधिक मटेरियल खर्च होगा।

# support_connect_zigzags label
source: Connect Support ZigZags
ca_es: Connecta els zig-zags del suport
hi_hi: सपोर्ट zig zag कनेक्ट करें

# support_connect_zigzags description
source: Connect the ZigZags. This will increase the strength of the zig zag support structure.
ca_es: Connecta els zig-zags. Això augmentarà la força de l'estructura de suport zig-zag.
hi_hi: ज़िगज़ैग कनेक्ट करें। इससे ज़िगज़ैग सपोर्ट स्ट्रक्चर की ताकत बढ़ेगी।

# support_infill_rate label
source: Support Density
ca_es: Densitat del suport
hi_hi: सपोर्ट का घनत्व (Density)

# support_infill_rate description
source: Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
ca_es: Ajusta la densitat de l'estructura de suport. Un valor més alt dona com a resultat millors voladissos, però els suports són més difícils d'eliminar.
hi_hi: सपोर्ट संरचना(structure) के घनत्व को समायोजित करता है। एक उच्च मूल्य के परिणामस्वरूप बेहतर ओवरहैंग होते हैं, लेकिन सपोर्ट को हटाना कठिन होता है।

# support_line_distance label
source: Support Line Distance
ca_es: Distància de línia del suport
hi_hi: सपोर्ट लाइन की दूरी

# support_line_distance description
source: Distance between the printed support structure lines. This setting is calculated by the support density.
ca_es: Distància entre les línies d'estructura de suport impreses. Aquest paràmetre es calcula per la densitat del suport.
hi_hi: प्रिंटेड सपोर्ट संरचना लाइनों के बीच की दूरी। इस सेटिंग की गणना सपोर्ट घनत्व द्वारा की जाती है।

# support_initial_layer_line_distance label
source: Initial Layer Support Line Distance
ca_es: Distància inicial de la línia de suport de la capa
hi_hi: प्रारंभिक परत सपोर्ट लाइन दूरी

# support_initial_layer_line_distance description
source: Distance between the printed initial layer support structure lines. This setting is calculated by the support density.
ca_es: Distància entre les línies d'estructura de suport de la capa inicial impresa. Aquest paràmetre es calcula per la densitat de suport.
hi_hi: प्रिंटेड प्रारंभिक लेयर सपोर्ट संरचना लाइनों के बीच की दूरी। इस सेटिंग की गणना सपोर्ट घनत्व द्वारा की जाती है।

# support_infill_angles label
source: Support Infill Line Directions
ca_es: Implementa les direccions de línies d'emplenament
hi_hi: सपोर्ट इन्फिल लाइन दिशा-निर्देश

# support_infill_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angle 0 degrees.
ca_es: Una llista de les direccions de línies senceres a utilitzar. Els elements de la llista s'utilitzen seqüencialment com a progrés de les capes i quan s'arriba al final de la llista, comença de nou al principi. Els elements de la llista estan separats per comes i tota la llista està continguda entre claudàtors. Per defecte és una llista buida que significa utilitzar l'angle per defecte 0 graus.
hi_hi: उपयोग करने के लिए पूर्णांक रेखा दिशाओं की एक सूची। सूची के तत्वों का उपयोग क्रमिक रूप से लेयर्स की प्रगति के रूप में किया जाता है और जब सूची के अंत तक पहुँच जाता है, तो यह फिर से शुरुआत में शुरू होता है। सूची आइटम अल्पविराम द्वारा अलग किए जाते हैं और पूरी सूची वर्ग कोष्ठक में समाहित होती है। डिफ़ॉल्ट एक खाली सूची है जिसका अर्थ है कि डिफ़ॉल्ट कोण 0 डिग्री का उपयोग करें।

# support_brim_enable label
source: Enable Support Brim
ca_es: Habilita el suport de la vora
hi_hi: सपोर्ट सीमा सक्षम करें

# support_brim_enable description
source: Generate a brim within the support infill regions of the first layer. This brim is printed underneath the support, not around it. Enabling this setting increases the adhesion of support to the build plate.
ca_es: Genera una vora en les regions del suport de la primera capa. Aquesta vora s'imprimeix sota el suport, no al seu voltant. Si activeu aquest paràmetre, l'adherència del suport en la placa d'impressió augmenta.
hi_hi: पहली परत के समर्थन infill क्षेत्रों के भीतर एक किनारा बनाएँ। यह किनारा समर्थन के नीचे print होता है, इसके चारों ओर नहीं। इस सेटिंग को सक्षम करने से बिल्ड प्लेट में समर्थन का चिपकाव बढ़ जाता है।

# support_brim_width label
source: Support Brim Width
ca_es: Amplada de la vora del suport
hi_hi: सपोर्ट ब्रिम (Brim) चौड़ाई

# support_brim_width description
source: The width of the brim to print underneath the support. A larger brim enhances adhesion to the build plate, at the cost of some extra material.
ca_es: L'amplada de la vora a imprimir sota el suport. Una vora gran millora l'adherència a la placa d'impressió, amb el cost de material addicional.
hi_hi: सपोर्ट के नीचे प्रिंट करने के लिए किनारे की चौड़ाई। कुछ अतिरिक्त मटेरियल की कीमत पर एक बड़ा किनारा बिल्ड प्लेट में चिपकाव (adhession) को बढ़ाता है।

# support_brim_line_count label
source: Support Brim Line Count
ca_es: Nombre de línies de la vora
hi_hi: सपोर्ट ब्रिम लाइन काउंट

# support_brim_line_count description
source: The number of lines used for the support brim. More brim lines enhance adhesion to the build plate, at the cost of some extra material.
ca_es: El nombre de línies utilitzades per a la vora del suport. Més línies a la vora milloren l'adherència a la placa d'impressió, amb el cost de material addicional.
hi_hi: सपोर्ट ब्रिम के लिए उपयोग की जाने वाली लाइनों की संख्या। कुछ अतिरिक्त मटेरियल की कीमत पर अधिक ब्रिम लाइनें बिल्ड प्लेट में आसंजन (adhession) को बढ़ाती हैं।

# support_z_distance label
source: Support Z Distance
ca_es: Distància Z del suport
hi_hi: Z दूरी का समर्थन करें

# support_z_distance description
source: Distance from the top/bottom of the support structure to the print. This gap provides clearance to remove the supports after the model is printed. This value is rounded up to a multiple of the layer height.
ca_es: Distància des de la part superior/inferior de l'estructura de suport a la impressió. Aquest espai buit permet de poder eliminar els suports després d'imprimir el model. Aquest valor s'arrodoneix fins a un múltiple de l'alçària de la capa.
hi_hi: सपोर्ट संरचना के ऊपर/नीचे से प्रिंट तक की दूरी। यह अंतर मॉडल प्रिंट होने के बाद समर्थन को हटाने के लिए मंजूरी प्रदान करता है। यह मान लेयर की ऊँचाई के गुणक तक पूर्णांकित होता है।

# support_top_distance label
source: Support Top Distance
ca_es: Permet la màxima distància
hi_hi: समर्थन शीर्ष दूरी

# support_top_distance description
source: Distance from the top of the support to the print.
ca_es: Distància des de la part superior del suport a la impressió.
hi_hi: सपोर्ट के शीर्ष से प्रिंट तक की दूरी।

# support_bottom_distance label
source: Support Bottom Distance
ca_es: Distància inferior del suport
hi_hi: समर्थन नीचे की दूरी

# support_bottom_distance description
source: Distance from the print to the bottom of the support.
ca_es: Distància des de la impressió fins a la part inferior del suport.
hi_hi: सपोर्ट के नीचे से प्रिंट की दूरी।

# support_xy_distance label
source: Support X/Y Distance
ca_es: Distància X/Y
hi_hi: X / Y दूरी का समर्थन करें

# support_xy_distance description
source: Distance of the support structure from the print in the X/Y directions.
ca_es: Distància a l'estructura de suport des de la impressió en les direccions X/Y.
hi_hi: X/Y दिशाओं में प्रिंट से सपोर्ट संरचना की दूरी।

# support_xy_overrides_z label
source: Support Distance Priority
ca_es: Prioritat de la distància de suport
hi_hi: सपोर्ट दूरी प्राथमिकता

# support_xy_overrides_z description
source: Whether the Support X/Y Distance overrides the Support Z Distance or vice versa. When X/Y overrides Z the X/Y distance can push away the support from the model, influencing the actual Z distance to the overhang. We can disable this by not applying the X/Y distance around overhangs.
ca_es: Si la Distància X/Y de suport substitueix la Distància Z de suport o viceversa. Quan X/Y substitueix Z la distància X/Y pot empènyer el suport del model, influint en la distància Z real al voladís. Podem inhabilitar-ho no aplicant la distància X/Y al voltant de les vàlvules.
hi_hi: क्या समर्थन X/Y दूरी समर्थन Z दूरी को ओवरराइड करती है या इसके विपरीत। जब X/Y Z को ओवरराइड करता है तो X/Y दूरी मॉडल से समर्थन को दूर कर सकती है, वास्तविक Z दूरी को ओवरहैंग को प्रभावित करती है। हम ओवरहैंग्स के आसपास X/Y दूरी लागू न करके इसे अक्षम(overhang) कर सकते हैं।

# support_xy_overrides_z option xy_overrides_z
source: X/Y overrides Z
ca_es: X/Y substitueix Z
hi_hi: X/Y, Z को ओवरराइड करता है

# support_xy_overrides_z option z_overrides_xy
source: Z overrides X/Y
ca_es: Z substitueix X/Y
hi_hi: Z, X/Y को ओवरराइड करता है

# support_xy_distance_overhang label
source: Minimum Support X/Y Distance
ca_es: Distància mínima de suport X/Y
hi_hi: न्यूनतम सपोर्ट X/Y दूरी

# support_xy_distance_overhang description
source: Distance of the support structure from the overhang in the X/Y directions.
ca_es: Distància de l'estructura de suport des del voladís en les direccions X/Y.
hi_hi: X/Y दिशाओं में ओवरहांग से सपोर्ट संरचना की दूरी।

# support_bottom_stair_step_height label
source: Support Stair Step Height
ca_es: Admet l'alçada del pas de l'escala
hi_hi: सीढ़ी कदम ऊंचाई का समर्थन करें:

# support_bottom_stair_step_height description
source: The height of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures. Set to zero to turn off the stair-like behaviour.
ca_es: L'alçària dels passos de la part inferior del suport similar a l'escala descansa sobre el model. Un valor baix fa que el suport sigui més difícil d'eliminar, però valors massa alts poden portar a estructures de suport inestables. Establiu-ho a zero per desactivar el comportament de l'escala.
hi_hi: मॉडल पर आराम करने वाले सपोर्ट के सीढ़ी-जैसे तल के चरणों की ऊंचाई। कम मान सपोर्ट को निकालना कठिन बना देता है, लेकिन बहुत अधिक मान अस्थिर सपोर्ट संरचनाओं को जन्म दे सकता है। सीढ़ी जैसे व्यवहार को बंद करने के लिए शून्य पर सेट करें।

# support_bottom_stair_step_width label
source: Support Stair Step Maximum Width
ca_es: Permet l'amplada màxima de l'escala
hi_hi: समर्थन सीढ़ी चरण (Stair Step) की अधिकतम चौड़ाई

# support_bottom_stair_step_width description
source: The maximum width of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures.
ca_es: L'amplada màxima dels passos de la part inferior de l'escala del suport que descansa en el model. Un valor baix fa que el suport sigui més difícil d'eliminar, però valors massa alts poden portar a estructures de suport inestables.
hi_hi: मॉडल पर आराम करने वाले सपोर्ट के सीढ़ी-जैसे तल के चरणों की अधिकतम चौड़ाई। कम मान सपोर्ट को निकालना कठिन बना देता है, लेकिन बहुत अधिक मान अस्थिर सपोर्ट संरचनाओं को जन्म दे सकता है।

# support_bottom_stair_step_min_slope label
source: Support Stair Step Minimum Slope Angle
ca_es: Implementació de l'etapa mínima de l'escala
hi_hi: सपोर्ट सीढ़ी कदम का न्यूनतम ढलान कोण (Slope Angle)

# support_bottom_stair_step_min_slope description
source: The minimum slope of the area for stair-stepping to take effect. Low values should make support easier to remove on shallower slopes, but really low values may result in some very counter-intuitive results on other parts of the model.
ca_es: El pendent mínim de l'àrea per a l'escalat per prendre efecte. Els valors baixos haurien de facilitar l'eliminació del suport en pendents poc profunds, però els valors realment baixos poden donar lloc a alguns resultats molt contraproduents en altres parts del model.
hi_hi: प्रभावी होने के लिए सीढ़ी-कदम के क्षेत्र का न्यूनतम ढलान। कम मूल्यों को उथले ढलानों पर समर्थन(support) को आसान बनाना चाहिए, लेकिन वास्तव में कम मूल्यों के परिणामस्वरूप मॉडल के अन्य हिस्सों पर कुछ बहुत ही प्रति-सहज परिणाम हो सकते हैं।

# support_join_distance label
source: Support Join Distance
ca_es: Distància d'unió
hi_hi: ज्वाइन डिस्टेंस का समर्थन करें
