Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# support_tower_maximum_supported_diameter description
source: Maximum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
ca_es: Diàmetre màxim en les direccions X/Y d'una petita àrea que ha de ser sostinguda per una torre de suport especialitzada.
hi_hi: एक छोटे से क्षेत्र के X/Y दिशाओं में अधिकतम व्यास जिसे एक विशेष समर्थन टावर द्वारा समर्थित किया जाना है।

# support_tower_roof_angle label
source: Tower Roof Angle
ca_es: Angle arrel de la torre
hi_hi: टॉवर रूफ का एंगल

# support_tower_roof_angle description
source: The angle of a rooftop of a tower. A higher value results in pointed tower roofs, a lower value results in flattened tower roofs.
ca_es: L'angle d'un sostre d'una torre. Un valor més alt dona lloc a sostres de torre apuntats, un valor més baix dona lloc a sostres de torre aplanats.
hi_hi: एक टावर की छत का कोण (roof angle)। नुकीले टॉवर छतों में एक उच्च मूल्य का परिणाम होता है, एक कम मूल्य के परिणामस्वरूप चपटी टॉवर छतें होती हैं।

# support_mesh_drop_down label
source: Drop Down Support Mesh
ca_es: Deixa anar la malla de suport
hi_hi: ड्रॉप डाउन सपोर्ट मेश

# support_mesh_drop_down description
source: Make support everywhere below the support mesh, so that there's no overhang in the support mesh.
ca_es: Fes suport a tot arreu per sota de la malla de suport, de manera que no hi hagi cap voladís en la malla de suport.
hi_hi: सपोर्ट मेश के नीचे हर जगह सपोर्ट बनाएं, ताकि सपोर्ट मेश में कोई ओवरहैंग न हो।

# support_meshes_present label
source: Scene Has Support Meshes
ca_es: L'escena té malles de suport
hi_hi: सीन में सपोर्ट मेश है

# support_meshes_present description
source: There are support meshes present in the scene. This setting is controlled by Cura.
ca_es: Hi ha malles de suport presents en l'escena. El Cura controla aquest paràmetre.
hi_hi: सीन (scene) में सपोर्ट मेश मौजूद हैं। यह सेटिंग Cura द्वारा नियंत्रित की जाती है।

# platform_adhesion label
source: Build Plate Adhesion
ca_es: Adherència de la placa d'impressió
hi_hi: प्लेट चिपकने का निर्माण

# platform_adhesion description
source: Adhesion
ca_es: Adherència
hi_hi: Adherencia

# prime_blob_enable label
source: Enable Prime Blob
ca_es: Habilita el primer bloc
hi_hi: प्राइम ब्लॉब सक्षम करें

# prime_blob_enable description
source: Whether to prime the filament with a blob before printing. Turning this setting on will ensure that the extruder will have material ready at the nozzle before printing. Printing Brim or Skirt can act like priming too, in which case turning this setting off saves some time.
ca_es: Si s'ha de donar prioritat al filament amb una gota abans d'imprimir. En activar aquest paràmetre es garanteix que l'extrusor té material preparat a la tovera abans d'imprimir. La impressió de la vora o de la faldilla també pot actuar com a preparació. En aquest cas, desactivar aquest paràmetre estalvia temps.
hi_hi: क्या छपाई से पहले फिलामेंट को ब्लॉब से प्राइम करना है। इस सेटिंग को चालू करने से यह सुनिश्चित हो जाएगा कि प्रिंट करने से पहले एक्सट्रूडर के पास नोजल पर मटेरियल तैयार होगी। ब्रिम या स्कर्ट को प्रिंट करना भी प्राइमिंग की तरह काम कर सकता है, ऐसे में इस सेटिंग को बंद करने से कुछ समय की बचत होती है।

# extruder_prime_pos_x label
source: Extruder Prime X Position
ca_es: Posició X de la preparació de l'extrusor
hi_hi: एक्सट्रूडर प्राइम X पोजिशन

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
ca_es: La coordenada X de la posició on la tovera és màxima al començament de la impressió.
hi_hi: X coordinate वह स्थिति है जहां प्रिंटिंग की शुरुआत में नोजल को प्राइम किया जाता है।

# extruder_prime_pos_y label
source: Extruder Prime Y Position
ca_es: Posició Y de l'extrusor
hi_hi: एक्सट्रूडर प्राइम Y पोजिशन

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
ca_es: La coordenada Y de la posició on la tovera és màxima al començament de la impressió.
hi_hi: Y coordinate वह स्थिति है जहां प्रिंटिंग की शुरुआत में नोजल को प्राइम किया जाता है.

# adhesion_type label
source: Build Plate Adhesion Type
ca_es: Tipus d'adherència de la placa
hi_hi: बिल्ड प्लेट आसंजन (adhesion) का प्रकार

# adhesion_type description
source: Different options that help to improve both priming your extrusion and adhesion to the build plate. Brim adds a single layer flat area around the base of your model to prevent warping. Raft adds a thick grid with a roof below the model. Skirt is a line printed around the model, but not connected to the model.
ca_es: Diferents opcions que ajuden a millorar tant l'extrusió com l'adherència a la placa d'impressió. «Vora» afegeix una àrea plana d'una sola capa al voltant de la base del model per a evitar-ne la deformació. «Plataforma» afegeix una graella gruixuda amb un sostre per sota del model. «Faldilla» és una línia impresa al voltant del model, però sense estar-hi connectada.
hi_hi: विभिन्न विकल्प जो आपके एक्सट्रूज़न और बिल्ड प्लेट में आसंजन दोनों को बेहतर बनाने में मदद करते हैं। ताना-बाना रोकने के लिए ब्रिम आपके मॉडल के आधार के चारों ओर एक परत वाला समतल क्षेत्र जोड़ता है। बेड़ा मॉडल के नीचे एक छत के साथ एक मोटी ग्रिड जोड़ता है। स्कर्ट मॉडल के चारों ओर मुद्रित एक रेखा है, लेकिन मॉडल से जुड़ी नहीं है।

# adhesion_type option skirt
source: Skirt
ca_es: Faldilla
hi_hi: स्कर्ट (Skirt)

# adhesion_type option brim
source: Brim
ca_es: Vora
hi_hi: ब्रिम

# adhesion_type option raft
source: Raft
ca_es: Plataforma
hi_hi: राफ्ट (Raft)

# adhesion_type option none
source: None
ca_es: Cap
hi_hi: कोई नहीं

# adhesion_extruder_nr label
source: Build Plate Adhesion Extruder
ca_es: Construeix l'extrusor d'adherència de la placa
hi_hi: बिल्ड प्लेट आसंजन एक्सट्रूडर

# adhesion_extruder_nr description
source: The extruder train to use for printing the skirt/brim/raft. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir la faldilla, la vora o la plataforma. Això s'usa en l'extrusió múltiple.
hi_hi: स्कर्ट/ब्रिम/बेड़ा प्रिंट करने के लिए उपयोग की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# skirt_brim_extruder_nr label
source: Skirt/Brim Extruder
ca_es: Extrusor de la faldilla i de la vora

# skirt_brim_extruder_nr description
source: The extruder train to use for printing the skirt or brim. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir la faldilla o la vora. Això s'usa en l'extrusió múltiple.

# raft_base_extruder_nr label
source: Raft Base Extruder
ca_es: Extrusor de la base de la plataforma

# raft_base_extruder_nr description
source: The extruder train to use for printing the first layer of the raft. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir la primera capa de la plataforma. Això s'usa en l'extrusió múltiple.

# raft_interface_extruder_nr label
source: Raft Middle Extruder
ca_es: Extrusor de les capes intermèdies de la plataforma

# raft_interface_extruder_nr description
source: The extruder train to use for printing the middle layer of the raft. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir les capes intermèdies de la plataforma. Això s'usa en l'extrusió múltiple.

# raft_surface_extruder_nr label
source: Raft Top Extruder
ca_es: Extrusor de la part superior de la plataforma

# raft_surface_extruder_nr description
source: The extruder train to use for printing the top layer(s) of the raft. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir les capes superiors de la plataforma. Això s'usa en l'extrusió múltiple.

# skirt_line_count label
source: Skirt Line Count
ca_es: Nombre de línies de la faldilla
hi_hi: स्कर्ट लाइन काउंट

# skirt_line_count description
source: Multiple skirt lines help to prime your extrusion better for small models. Setting this to 0 will disable the skirt.
ca_es: Una faldilla amb més línies ajuda a millorar l'extrusió dels models petits. En establir això a 0 es desactivarà la faldilla.
hi_hi: कई स्कर्ट लाइनें आपके एक्सट्रूज़न को छोटे मॉडल के लिए बेहतर बनाने में मदद करती हैं। इसे 0 पर सेट करने से स्कर्ट निष्क्रिय हो जाएगी।

# skirt_gap label
source: Skirt Distance
ca_es: Distància de la faldilla
hi_hi: स्कर्ट की दूरी

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance. Multiple skirt lines will extend outwards from this distance.
ca_es: La distància horitzontal entre la faldilla i la primera capa de la impressió. Aquesta és la distància mínima. Les línies d'una faldilla de diverses línies s'estenen cap a l'exterior des d'aquesta distància.
hi_hi: स्कर्ट और प्रिंट की पहली लेयर के बीच की क्षैतिज दूरी. यह न्यूनतम दूरी है। इस दूरी से कई स्कर्ट लाइनें बाहर की ओर बढ़ेंगी।

# skirt_brim_minimal_length label
source: Skirt/Brim Minimum Length
ca_es: Longitud mínima de la faldilla o la vora
hi_hi: स्कर्ट/ब्रिम न्यूनतम लंबाई

# skirt_brim_minimal_length description
source: The minimum length of the skirt or brim. If this length is not reached by all skirt or brim lines together, more skirt or brim lines will be added until the minimum length is reached. Note: If the line count is set to 0 this is ignored.
ca_es: La longitud mínima de la faldilla o de la vora. Si no s'arriba a aquesta longitud en totes les línies de la faldilla o de la vora en total, s'afegiran més línies de faldilla o de vora fins a arribar a la longitud mínima. Nota: si el nombre de línies està establert a 0, això s'ignora.
hi_hi: स्कर्ट या किनारे की न्यूनतम लंबाई। यदि यह लंबाई सभी स्कर्ट या ब्रिम लाइनों द्वारा एक साथ नहीं पहुंचती है, तो न्यूनतम लंबाई तक पहुंचने तक अधिक स्कर्ट या ब्रिम लाइनें जोड़ दी जाएंगी। नोट: यदि लाइन की संख्या 0 पर सेट है तो इसे अनदेखा कर दिया जाता है।.

# brim_width label
source: Brim Width
ca_es: Amplada de la vora
hi_hi: ब्रिम चौड़ाई

# brim_width description
source: The distance from the model to the outermost brim line. A larger brim enhances adhesion to the build plate, but also reduces the effective print area.
ca_es: La distància del model a la línia de vora més exterior. Una vora ampla millora l'adherència a la placa d'impressió, però també redueix l'àrea d'impressió efectiva.
hi_hi: मॉडल से सबसे बाहरी सीमा रेखा तक की दूरी। एक बड़ा किनारा बिल्ड प्लेट में आसंजन (adhesion) को बढ़ाता है, लेकिन प्रभावी प्रिंट क्षेत्र को भी कम करता है।

# brim_line_count label
source: Brim Line Count
ca_es: Nombre de línies de la vora
hi_hi: ब्रिम लाइन काउंट

# brim_line_count description
source: The number of lines used for a brim. More brim lines enhance adhesion to the build plate, but also reduces the effective print area.
ca_es: El nombre de línies utilitzades per a la vora. Més línies de la vora milloren l'adherència a la placa d'impressió, però també redueix l'àrea d'impressió efectiva.
hi_hi: ब्रिम के लिए उपयोग की जाने वाली पंक्तियों की संख्या। अधिक ब्रिम लाइनें बिल्ड प्लेट में आसंजन(adhesion) को बढ़ाती हैं, लेकिन प्रभावी प्रिंट क्षेत्र को भी कम करती हैं।

# brim_gap label
source: Brim Distance
ca_es: Distància de la vora
hi_hi: ब्रिम दूरी

# brim_gap description
source: The horizontal distance between the first brim line and the outline of the first layer of the print. A small gap can make the brim easier to remove while still providing the thermal benefits.
ca_es: La distància horitzontal entre la primera línia de la vora i el contorn de la primera capa de la impressió. Un petit espai buit pot fer que sigui més fàcil de separar la vora, mentre que encara proporciona els beneficis tèrmics.
hi_hi: पहली ब्रिम लाइन और प्रिंट की पहली लेयर की रूपरेखा के बीच की क्षैतिज दूरी। थर्मल लाभ प्रदान करते हुए एक छोटा सा अंतर ब्रिम को हटाने में आसान बना सकता है।

# brim_replaces_support label
source: Brim Replaces Support
ca_es: La vora substitueix el suport
hi_hi: ब्रिम रिप्लेस सपोर्ट

# brim_replaces_support description
source: Enforce brim to be printed around the model even if that space would otherwise be occupied by support. This replaces some regions of the first layer of support by brim regions.
ca_es: Força la impressió de la vora al voltant del model, fins i tot si aquest espai estaria ocupat pel suport. Això substitueix algunes regions de la primera capa del suport per regions de la vora.
hi_hi: मॉडल के चारों ओर ब्रिम को मुद्रित करने के लिए लागू करें, भले ही वह स्थान सपोर्ट द्वारा भरा गया हो। यह ब्रिम क्षेत्रों द्वारा सपोर्ट की पहली लेयर के कुछ क्षेत्रों को प्रतिस्थापित करता है।

# brim_outside_only label
source: Brim Only on Outside
ca_es: Vora només a l'exterior
hi_hi: ब्रिम ओनली ऑन आउटसाइड

# brim_outside_only description
source: Only print the brim on the outside of the model. This reduces the amount of brim you need to remove afterwards, while it doesn't reduce the bed adhesion that much.
ca_es: Només imprimeix la vora a l'exterior del model. Això redueix la quantitat de la vora que després cal separar, mentre que no redueix gaire l'adherència al llit.
hi_hi: केवल मॉडल के बाहर ब्रिम को प्रिंट करें। यह आपको बाद में हटाने के लिए आवश्यक ब्रिम की मात्रा को कम कर देता है, जबकि यह बिस्तर के आसंजन(adhesion) को इतना कम नहीं करता है।

# raft_margin label
source: Raft Extra Margin
ca_es: Marge addicional de la plataforma
hi_hi: राफ्ट अतिरिक्त मार्जिन (Raft Extra Margin)

# raft_margin description
source: If the raft is enabled, this is the extra raft area around the model which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
ca_es: Si la plataforma està habilitada, aquesta és l'àrea extra de la plataforma al voltant del model que també té una plataforma. L'augment d'aquest marge crearà una plataforma més forta, però usarà més material i deixarà menys àrea per a la impressió.
hi_hi: यदि बेड़ा सक्षम है, तो यह मॉडल के चारों ओर अतिरिक्त बेड़ा क्षेत्र है जिसे राफ्ट भी दिया जाता है। इस मार्जिन को बढ़ाने से अधिक सामग्री(material) का उपयोग करते हुए और आपके प्रिंट के लिए कम क्षेत्र छोड़ते हुए एक मजबूत राफ्ट तैयार होगा।

# raft_smoothing label
source: Raft Smoothing
ca_es: Suavització de la plataforma
hi_hi: राफ्ट चौरसाई (Raft Smoothing)

# raft_smoothing description
source: This setting controls how much inner corners in the raft outline are rounded. Inward corners are rounded to a semi circle with a radius equal to the value given here. This setting also removes holes in the raft outline which are smaller than such a circle.
ca_es: Aquest paràmetre controla la quantitat de cantonades interiors arrodonides en el contorn de la plataforma. Les cantonades interiors s'arrodoneixen a un semicercle amb un radi igual al valor donat aquí. Aquest paràmetre també elimina forats en el contorn de la plataforma que són més petits que aquest cercle.
hi_hi: यह सेटिंग नियंत्रित करती है कि राफ्ट(raft) की रूपरेखा में आंतरिक कोने कितने गोल हैं। आवक कोनों को यहां दिए गए मान के बराबर त्रिज्या के साथ एक अर्ध वृत्त में गोल किया गया है। यह सेटिंग बेड़ा(raft) की रूपरेखा में छेद को भी हटा देती है जो ऐसे सर्कल से छोटे होते हैं।

# raft_airgap label
source: Raft Air Gap
ca_es: Cambra d'aire de la plataforma
hi_hi: राफ्ट एयर गैप (Raft Air Gap)

# raft_airgap description
source: The gap between the final raft layer and the first layer of the model. Only the first layer is raised by this amount to lower the bonding between the raft layer and the model. Makes it easier to peel off the raft.
ca_es: L'espai entre la capa de l'última capa de la plataforma i la primera capa del model. Només la primera capa s'eleva el valor indicat per a reduir la unió entre la capa de la plataforma i el model. Facilita la separació la plataforma.
hi_hi: अंतिम राफ्ट लेयर और मॉडल की पहली लेयर के बीच का अंतर। राफ्ट लेयर और मॉडल के बीच संबंध को कम करने के लिए इस राशि से केवल पहली लेयर उठाई जाती है। राफ्ट छीलना आसान बनाता है।

# layer_0_z_overlap label
source: Initial Layer Z Overlap
ca_es: Superposició Z de la capa inicial
hi_hi: प्रारंभिक परत Z ओवरलैप

# layer_0_z_overlap description
source: Make the first and second layer of the model overlap in the Z direction to compensate for the filament lost in the airgap. All models above the first model layer will be shifted down by this amount.
ca_es: Fa que la primera i la segona capa del model se superposin en la direcció Z per a compensar el filament perdut en la cambra d'aire. Tots els models per sobre de la primera capa del model es desplaçaran avall aquest valor.
hi_hi: एयरगैप में खोए हुए फिलामेंट की भरपाई के लिए मॉडल की पहली और दूसरी परत Z दिशा में ओवरलैप करें। पहली मॉडल परत के ऊपर के सभी मॉडलों को इस राशि से नीचे स्थानांतरित कर दिया जाएगा।

# raft_surface_layers label
source: Raft Top Layers
ca_es: Capes superiors de la plataforma
hi_hi: राफ्ट टॉप लेयर्स

# raft_surface_layers description
source: The number of top layers on top of the 2nd raft layer. These are fully filled layers that the model sits on. 2 layers result in a smoother top surface than 1.
ca_es: El nombre de capes superiors sobre la 2a capa de la plataforma. Aquestes són les capes, completament plenes, on s'assenta el model. Dues capes donen com a resultat una superfície superior més suau que no pas una.
hi_hi: दूसरी राफ्ट परत के ऊपर शीर्ष परतों की संख्या। ये पूरी तरह से भरी हुई परतें हैं जिन पर मॉडल बैठता है। 2 परतों का परिणाम 1 की तुलना में एक चिकनी शीर्ष सतह में होता है।

# raft_surface_thickness label
source: Raft Top Layer Thickness
ca_es: Gruix de les capes superiors de la plataforma
hi_hi: राफ्ट टॉप लेयर मोटाई

# raft_surface_thickness description
source: Layer thickness of the top raft layers.
ca_es: Gruix de les capes de la part superior de la plataforma.
hi_hi: राफ्ट की ऊपरी परतों की परत मोटाई।

# raft_surface_line_width label
source: Raft Top Line Width
ca_es: Amplada de les línies superiors de la plataforma
hi_hi: राफ्ट शीर्ष रेखा की चौड़ाई

# raft_surface_line_width description
source: Width of the lines in the top surface of the raft. These can be thin lines so that the top of the raft becomes smooth.
ca_es: Amplada de les línies a la superfície superior de la plataforma. Poden ser línies fines de manera que la part superior de la plataforma sigui llisa.
hi_hi: राफ्ट की ऊपरी सतह में रेखाओं की चौड़ाई। ये पतली रेखाएं हो सकती हैं ताकि राफ्ट का शीर्ष चिकना हो जाए।

# raft_surface_line_spacing label
source: Raft Top Spacing
ca_es: Espaiat superior de la plataforma
hi_hi: राफ्ट टॉप स्पेसिंग

# raft_surface_line_spacing description
source: The distance between the raft lines for the top raft layers. The spacing should be equal to the line width, so that the surface is solid.
ca_es: La distància entre les línies de la plataforma per a les capes superiors. L'espaiat ha de ser igual a l'amplada de la línia, de manera que la superfície sigui sòlida.
hi_hi: ऊपरी राफ्ट लेयर्स के लिए राफ्ट लाइनों के बीच की दूरी। अंतराल रेखा की चौड़ाई के बराबर होना चाहिए, ताकि सतह ठोस हो।

# raft_interface_layers label
source: Raft Middle Layers
ca_es: Capes intermèdies de la plataforma

# raft_interface_layers description
source: The number of layers between the base and the surface of the raft. These comprise the main thickness of the raft. Increasing this creates a thicker, sturdier raft.
ca_es: El nombre de capes entre la base i la superfície de la plataforma. Aquestes capes formen el gruix principal de la plataforma. Augmentar-ne el nombre crea una plataforma més gruixuda i robusta.

# raft_interface_thickness label
source: Raft Middle Thickness
ca_es: Gruixut intermedi de la plataforma
hi_hi: राफ्ट मध्य की मोटाई

# raft_interface_thickness description
source: Layer thickness of the middle raft layer.
ca_es: El gruix de la capa intermèdia de la plataforma.
hi_hi: मध्य राफ्ट लेयर की लेयर मोटाई।

# raft_interface_line_width label
source: Raft Middle Line Width
ca_es: Amplada de la línia intermèdia de la plataforma
hi_hi: राफ्ट मध्य रेखा चौड़ाई

# raft_interface_line_width description
source: Width of the lines in the middle raft layer. Making the second layer extrude more causes the lines to stick to the build plate.
ca_es: Amplada de les línies de la capa intermèdia de la plataforma. Més extrusió en la segona capa fa que les línies s'enganxin a la placa d'impressió.
hi_hi: मध्य राफ्ट लेयर में लाइनों की चौड़ाई। दूसरी लेयर को और अधिक निकालने से लाइनें बिल्ड प्लेट से चिपक जाती हैं।

# raft_interface_line_spacing label
source: Raft Middle Spacing
ca_es: Espaiat intermedi de la plataforma
hi_hi: राफ्ट की मध्य रिक्ति

# raft_interface_line_spacing description
source: The distance between the raft lines for the middle raft layer. The spacing of the middle should be quite wide, while being dense enough to support the top raft layers.
ca_es: La distància entre les línies de la plataforma per a la capa intermèdia. L'espaiat del mig ha de ser bastant ampli, però que la capa ha de ser prou densa per a suportar les capes de la part superior.
hi_hi: मध्य राफ्ट परत के लिए बेड़ा लाइनों के बीच की दूरी। बीच की दूरी काफी चौड़ी होनी चाहिए, जबकि ऊपरी raft layer का समर्थन करने के लिए पर्याप्त घना होना चाहिए।

# raft_base_thickness label
source: Raft Base Thickness
ca_es: Gruix de la base de la plataforma
hi_hi: राफ्ट आधार मोटाई

# raft_base_thickness description
source: Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer build plate.
ca_es: El gruix de la capa base de la plataforma. Hauria de ser una capa gruixuda que s'enganxa fermament a la placa d'impressió.
hi_hi: बेस राफ्ट लेयर के लेयर की मोटाई। यह एक मोटी लेयर होनी चाहिए जो प्रिंटर के बिल्ड प्लेट से मजबूती से चिपक जाए।

# raft_base_line_width label
source: Raft Base Line Width
ca_es: Amplada de les línies base de la plataforma
hi_hi: राफ्ट बेस लाइन चौड़ाई

# raft_base_line_width description
source: Width of the lines in the base raft layer. These should be thick lines to assist in build plate adhesion.
ca_es: Amplada de les línies de la capa base de la plataforma. Haurien de ser línies gruixudes per a ajudar en l'adherència de la placa d'impressió.
hi_hi: राफ्ट के आधार परत में लाइनों की चौड़ाई। प्लेट के आसंजन के निर्माण में सहायता के लिए ये मोटी रेखाएं होनी चाहिए।

# raft_base_line_spacing label
source: Raft Base Line Spacing
ca_es: Espaiat de les línies base de la plataforma
hi_hi: राफ्ट बेस लाइन स्पेसिंग

# raft_base_line_spacing description
source: The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.
ca_es: La distància entre les línies de la plataforma per a la capa base. Un espaiat ample facilita la separació de la plataforma de la placa d'impressió.
hi_hi: बेस राफ्ट लेयर के लिए राफ्ट लाइनों के बीच की दूरी। वाइड स्पेसिंग बिल्ड प्लेट से राफ्ट को आसानी से हटाने के लिए बनाता है।

# raft_speed label
source: Raft Print Speed
ca_es: Velocitat d'impressió de la plataforma
hi_hi: राफ्ट प्रिंट स्पीड

# raft_speed description
source: The speed at which the raft is printed.
ca_es: La velocitat a la qual s'imprimeix la plataforma.
hi_hi: जिस गति से बेड़ा छापा(print) जाता है।

# raft_surface_speed label
source: Raft Top Print Speed
ca_es: Velocitat d'impressió superior de la plataforma
hi_hi: राफ्ट टॉप प्रिंट स्पीड

# raft_surface_speed description
source: The speed at which the top raft layers are printed. These should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.
ca_es: La velocitat a la qual s'imprimeixen les capes superiors de la plataforma. S'haurien d'imprimir una mica més lentes que la resta de capes de la plataforma, d'aquesta manera la tovera pot suavitzar lentament les línies de superfície adjacents.
hi_hi: वह गति जिस पर शीर्ष राफ्ट लेयर्स प्रिंट होती हैं। इन्हें थोड़ा धीमा प्रिंट किया जाना चाहिए, ताकि नोजल धीरे-धीरे आसन्न सतह (adjacent surface) की रेखाओं को चिकना कर सके।

# raft_interface_speed label
source: Raft Middle Print Speed
ca_es: Velocitat d'impressió intermèdia de la plataforma
hi_hi: राफ्ट मध्य प्रिंट स्पीड
