Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# min_wall_line_width description
source: For thin structures around once or twice the nozzle size, the line widths need to be altered to adhere to the thickness of the model. This setting controls the minimum line width allowed for the walls. The minimum line widths inherently also determine the maximum line widths, since we transition from N to N+1 walls at some geometry thickness where the N walls are wide and the N+1 walls are narrow. The widest possible wall line is twice the Minimum Wall Line Width.
ca_es: Per a estructures primes al voltant d'una o dues vegades la mida de la tovera, les amplades de la línia s'han de canviar per a coincidir amb el gruix del model. Aquest paràmetre controla l'amplada mínima de línia permesa per a les parets. Les amplades mínimes de línia també determinen inherentment l'amplada màxima de la línia, ja que passem de N a N+1 a una certa geometria de gruix on les parets N són amples i les parets N+1 són estretes. La línia de paret més ample possible és el doble de l'amplada mínima de la línia de paret.

# min_even_wall_line_width label
source: Minimum Even Wall Line Width
ca_es: Amplada mínima de línia de parets uniformes

# min_even_wall_line_width description
source: The minimum line width for normal polygonal walls. This setting determines at which model thickness we switch from printing a single thin wall line, to printing two wall lines. A higher Minimum Even Wall Line Width leads to a higher maximum odd wall line width. The maximum even wall line width is calculated as Outer Wall Line Width + 0.5 * Minimum Odd Wall Line Width.
ca_es: L'amplada mínima de la línia per a parets poligonals normals. Aquest paràmetre determina en quin model de gruix passem d'imprimir una única fina línia de paret a imprimir-ne dues Un valor superior per a l'amplada mínima de la línia de parets uniformes porta a una amplada màxima més gran per a les línies de parets senars. L'amplada màxima de la línia de parets parelles es calcula com l'amplada de la línia de parets exteriors + 0,5 * amplada mínima de la línia de parets senars.

# wall_split_middle_threshold label
source: Split Middle Line Threshold
ca_es: Divideix el llindar de la línia intermèdia

# wall_split_middle_threshold description
source: The smallest line width, as a factor of the normal line width, above which the middle line (if there is one) will be split into two. Reduce this setting to use more, thinner lines. Increase to use fewer, wider lines. Note that this applies -as if- the entire shape should be filled with wall, so the middle here refers to the middle of the object between two outer edges of the shape, even if there actually is fill or (other) skin in the print instead of wall.
ca_es: L'amplada de línia més petita, com a factor de l'amplada de línia normal, per sobre de la qual la línia mitjana (si n'hi ha una) es dividirà en dues. Reduïu aquest paràmetre per a utilitzar línies més primes. Augmenteu-la per a usar menys línies més amples. Tingueu en compte que això s'aplica com si la forma sencera s'hagués d'omplir amb paret, de manera que el centre d'aquí es refereix al centre de l'objecte entre dues vores exteriors de la forma, fins i tot si en realitat hi ha emplenament o una altra pell en la impressió en lloc de la paret.

# min_odd_wall_line_width label
source: Minimum Odd Wall Line Width
ca_es: Amplada mínima de línia de parets senars

# min_odd_wall_line_width description
source: The minimum line width for middle line gap filler polyline walls. This setting determines at which model thickness we switch from printing two wall lines, to printing two outer walls and a single central wall in the middle. A higher Minimum Odd Wall Line Width leads to a higher maximum even wall line width. The maximum odd wall line width is calculated as 2 * Minimum Even Wall Line Width,
ca_es: L'amplada mínima de la línia per a les parets de l'emplenament de la línia mitjana. Aquest paràmetre determina en quin model de gruix passem d'imprimir dues línies de paret a imprimir dues parets exteriors i una única paret central al mig. Una major amplada mínima de la línia de paret condueix a una amplada màxima de la línia de paret. L'amplada màxima de la línia de parets senars es calcula com a 2 * amplada mínima de la línia de parets parelles.

# wall_add_middle_threshold label
source: Add Middle Line Threshold
ca_es: Afegeix un llindar de línia intermèdia

# wall_add_middle_threshold description
source: The smallest line width, as a factor of the normal line width, above which a middle line (if there wasn't one already) will be added. Reduce this setting to use more, thinner lines. Increase to use fewer, wider lines. Note that this applies -as if- the entire shape should be filled with wall, so the middle here refers to the middle of the object between two outer edges of the shape, even if there actually is fill or (other) skin in the print instead of wall.
ca_es: L'amplada de línia més petita, com a factor de l'amplada de la línia normal, per sobre de la qual s'afegirà una línia intermèdia (si no n'hi havia ja cap). Reduïu aquest paràmetre per a utilitzar més línies, menys primes. Augmenteu-lo per a usar menys línies, més amples. Tingueu en compte que això s'aplica com si la forma sencera s'hagués d'omplir amb paret, de manera que el centre d'aquí es refereix al centre de l'objecte entre dues vores exteriors de la forma, fins i tot si en realitat hi ha emplenament o una altra pell en la impressió en lloc de la paret.

# fill_outline_gaps label
source: Print Thin Walls
ca_es: Imprimeix parets primes
hi_hi: पतली दीवारों को प्रिंट करें

# fill_outline_gaps description
source: Print pieces of the model which are horizontally thinner than the nozzle size.
ca_es: Imprimeix les peces del model que són horitzontalment més fines que la mida de la tovera.
hi_hi: मॉडल के टुकड़े जो नोजल के आकार से क्षैतिज रूप से पतले होते हैं उन्हें प्रिंट करे।

# min_feature_size label
source: Minimum Feature Size
ca_es: Mida mínima de les parts

# min_feature_size description
source: Minimum thickness of thin features. Model features that are thinner than this value will not be printed, while features thicker than the Minimum Feature Size will be widened to the Minimum Wall Line Width.
ca_es: Gruix mínim de les característiques primes. Les característiques del model que són més fines que aquest valor no s'imprimiran, mentre que les característiques més gruixudes que la mida mínima de característiques s'ampliaran a l'amplada mínima de la línia de parets.

# min_bead_width label
source: Minimum Thin Wall Line Width
ca_es: Amplada mínima de la línia de paret prima

# min_bead_width description
source: Width of the wall that will replace thin features (according to the Minimum Feature Size) of the model. If the Minimum Wall Line Width is thinner than the thickness of the feature, the wall will become as thick as the feature itself.
ca_es: Amplada de la paret que substituirà les característiques fines (d'acord amb la mida mínima de la característica) del model. Si l'amplada mínima de la línia de la paret és més prima que el gruix de la característica, la paret es tornarà tan gruixuda com la mateixa característica.

# xy_offset label
source: Horizontal Expansion
ca_es: Expansió horitzontal
hi_hi: क्षैतिज विस्तार

# xy_offset description
source: Amount of offset applied to all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.
ca_es: Quantitat de desplaçament aplicat a tots els polígons de cada capa. Els valors positius poden compensar forats massa grans; els valors negatius poden compensar forats massa petits.
hi_hi: प्रत्येक लेयर में सभी पॉलीगॉन्स पर लागू ऑफसेट की मात्रा। सकारात्मक मूल्य बहुत बड़े छेदों की भरपाई कर सकते हैं; नकारात्मक वैल्यू बहुत छोटे छेदों की भरपाई कर सकते हैं।

# xy_offset_layer_0 label
source: Initial Layer Horizontal Expansion
ca_es: Exposició horitzontal de la capa inicial
hi_hi: प्रारंभिक लेयर क्षैतिज विस्तार

# xy_offset_layer_0 description
source: Amount of offset applied to all polygons in the first layer. A negative value can compensate for squishing of the first layer known as "elephant's foot".
ca_es: Quantitat de desplaçament aplicat a tots els polígons de la primera capa. Un valor negatiu pot compensar l'aixafament de la primera capa coneguda com a «peu de l'elefant».
hi_hi: पहली लेयर में सभी पॉलीगॉन्स पर लागू ऑफसेट की मात्रा। एक ऋणात्मक मान "हाथी के पैर" के रूप में जानी जाने वाली पहली परत के सिकुड़ने की भरपाई कर सकता है।

# hole_xy_offset label
source: Hole Horizontal Expansion
ca_es: Expansió horitzontal de forats
hi_hi: होल क्षैतिज विस्तार

# hole_xy_offset description
source: Amount of offset applied to all holes in each layer. Positive values increase the size of the holes, negative values reduce the size of the holes.
ca_es: Quantitat de desplaçament aplicat a tots els forats de cada capa. Els valors positius augmenten la mida dels forats, els valors negatius redueixen la mida dels forats.
hi_hi: प्रत्येक लेयर में सभी छिद्रों पर लागू ऑफसेट की मात्रा। सकारात्मक मूल्य छेदों के आकार को बढ़ाते हैं, नकारात्मक मान छेदों के आकार को कम करते हैं।

# z_seam_type label
source: Z Seam Alignment
ca_es: Alineació de la costura en Z
hi_hi: Z सीम अलाइंगमेंट

# z_seam_type description
source: Starting point of each path in a layer. When paths in consecutive layers start at the same point a vertical seam may show on the print. When aligning these near a user specified location, the seam is easiest to remove. When placed randomly the inaccuracies at the paths' start will be less noticeable. When taking the shortest path the print will be quicker.
ca_es: Punt inicial de cada camí en una capa. Si els camins en capes consecutives comencen en el mateix punt, es pot mostrar una costura vertical en la impressió. Si s'alineen a prop d'una ubicació especificada per l'usuari, la costura és més fàcil d'eliminar. Si es col·loquen a l'atzar, les inexactituds al començament dels camins es notaran menys. Si es pren el camí més curt, la impressió serà més ràpida.
hi_hi: एक लेयर में प्रत्येक पथ का प्रारंभिक बिंदु। जब लगातार लेयर्स में पथ एक ही बिंदु पर शुरू होते हैं तो प्रिंट पर एक (vertical seam) लंबवत सीम दिखाई दे सकती है। उपयोगकर्ता द्वारा निर्दिष्ट स्थान के पास इन्हें संरेखित करते समय, सीम को हटाना सबसे आसान होता है। जब बेतरतीब ढंग से रखा जाता है तो पथ की शुरुआत में अशुद्धियाँ कम ध्यान देने योग्य होंगी। सबसे छोटा रास्ता अपनाने पर प्रिंट तेज हो जाएगा।

# z_seam_type option back
source: User Specified
ca_es: Indicat per l'usuari
hi_hi: उपयोगकर्ता द्वारा निर्दिष्ट

# z_seam_type option shortest
source: Shortest
ca_es: Més curta
hi_hi: कम से कम

# z_seam_type option random
source: Random
ca_es: Aleatori
hi_hi: अनियमित

# z_seam_type option sharpest_corner
source: Sharpest Corner
ca_es: Cantonada més punxeguda
hi_hi: नुकीला कोना

# z_seam_position label
source: Z Seam Position
ca_es: Posició de la costura en Z
hi_hi: Z सीम पोजीशन

# z_seam_position description
source: The position near where to start printing each part in a layer.
ca_es: Posició a prop d'on començar a imprimir cada part d'una capa.
hi_hi: प्रत्येक भाग को एक लेयर में प्रिंट करना शुरू करने के लिए पास की स्थिति।

# z_seam_position option backleft
source: Back Left
ca_es: Posterior esquerra
hi_hi: पीछे बाएं ओर

# z_seam_position option back
source: Back
ca_es: Posterior
hi_hi: पीछे की ओर

# z_seam_position option backright
source: Back Right
ca_es: Posterior dreta
hi_hi: वापस दाएं

# z_seam_position option right
source: Right
ca_es: Dreta
hi_hi: दाएं

# z_seam_position option frontright
source: Front Right
ca_es: Frontal dreta
hi_hi: सामने दायीं ओर

# z_seam_position option front
source: Front
ca_es: Frontal
hi_hi: सामने

# z_seam_position option frontleft
source: Front Left
ca_es: Front esquerra
hi_hi: सामने बायीं ओर

# z_seam_position option left
source: Left
ca_es: Esquerra
hi_hi: बायीं ओर

# z_seam_x label
source: Z Seam X
ca_es: X de la costura en Z
hi_hi: Z (Seam) सीम X

# z_seam_x description
source: The X coordinate of the position near where to start printing each part in a layer.
ca_es: La coordenada X de la posició a prop d'on començar a imprimir cada part d'una capa.
hi_hi: एक लेयर में प्रत्येक भाग को प्रिंट करना शुरू करने के लिए X उस स्थिति का समन्वय करता है।

# z_seam_y label
source: Z Seam Y
ca_es: Y de la costura en Z
hi_hi: Z (Seam) सीम Y

# z_seam_y description
source: The Y coordinate of the position near where to start printing each part in a layer.
ca_es: La coordenada Y de la posició a prop d'on començar a imprimir cada part d'una capa.
hi_hi: Y उस स्थिति का समन्वय करता है जहां से प्रत्येक भाग को एक लेयर में प्रिंट करना शुरू करना है।

# z_seam_corner label
source: Seam Corner Preference
ca_es: Preferència de la costura en cantonada
hi_hi: (Seam) सीम कॉर्नर प्राथमिकता

# z_seam_corner description
source: Control whether corners on the model outline influence the position of the seam. None means that corners have no influence on the seam position. Hide Seam makes the seam more likely to occur on an inside corner. Expose Seam makes the seam more likely to occur on an outside corner. Hide or Expose Seam makes the seam more likely to occur at an inside or outside corner. Smart Hiding allows both inside and outside corners, but chooses inside corners more frequently, if appropriate.
ca_es: Controla si les cantonades del contorn del model influeixen en la posició de la costura. «Cap» significa que les cantonades no tenen influència en la posició de la costura. «Amaga la costura» fa més probable que la costura estigui en una cantonada interior. «Mostra la costura» fa més probable que la costura estigui en una cantonada exterior. «Mostra o amaga la costura» fa més probable que la costura estigui en una cantonada interior o exterior. «Ocultació intel·ligent» permet la costura en cantonades interiors i exteriors, però tria les cantonades interiors amb més freqüència, si escau.
hi_hi: नियंत्रित करें कि क्या मॉडल की रूपरेखा पर कोने की सीम की स्थिति को प्रभावित करते हैं। कुछ नहीं का मतलब है कि कोनों का सीम की स्थिति पर कोई प्रभाव नहीं पड़ता है। छुपाएं हुए सीम सीम को अंदर के कोने पर होने की अधिक बनाता संभावना है। एक्सपोज़ सीम बाहरी कोने पर सीम के होने की अधिक संभावना बनाता है। सीम को छिपाएं या एक्सपोज करें, जिससे सीम के अंदर या बाहर के कोने में होने की संभावना बढ़ जाती है। स्मार्ट हैडिंग दोनों कोनों के अंदर और बाहर की अनुमति देता है, लेकिन यदि उपयुक्त हो तो अंदर के कोनों को अधिक बार चुनता है।

# z_seam_corner option z_seam_corner_none
source: None
ca_es: Cap
hi_hi: कोई नहीं

# z_seam_corner option z_seam_corner_inner
source: Hide Seam
ca_es: Oculta la costura
hi_hi: (Seam) सीम छुपाएं

# z_seam_corner option z_seam_corner_outer
source: Expose Seam
ca_es: Mostra la costura
hi_hi: सीम (Seam) एक्सपोज करें

# z_seam_corner option z_seam_corner_any
source: Hide or Expose Seam
ca_es: Mostra o amaga la costura
hi_hi: सीम छुपाएं या एक्सपोज करें

# z_seam_corner option z_seam_corner_weighted
source: Smart Hiding
ca_es: Ocultació intel·ligent
hi_hi: स्मार्ट हाइडिंग

# z_seam_relative label
source: Z Seam Relative
ca_es: Relativa a la costura en Z
hi_hi: Z सीम रिलेटिव

# z_seam_relative description
source: When enabled, the z seam coordinates are relative to each part's centre. When disabled, the coordinates define an absolute position on the build plate.
ca_es: Si està habilitat, les coordenades en Z de la costura són relatives al centre de cada part. Si està inhabilitat, les coordenades defineixen una posició absoluta en la placa d'impressió.
hi_hi: सक्षम होने पर, z सीम निर्देशांक प्रत्येक भाग के केंद्र से सापेक्ष होते हैं। अक्षम होने पर, निर्देशांक बिल्ड प्लेट पर एक निरपेक्ष स्थिति निर्धारित करते हैं।

# top_bottom label
source: Top/Bottom
ca_es: Superior/Inferior
hi_hi: ऊपर/नीचे

# top_bottom description
source: Top/Bottom
ca_es: Superior/Inferior
hi_hi: ऊपर/नीचे

# roofing_extruder_nr label
source: Top Surface Skin Extruder
ca_es: Extrusor de la pell de la superfície superior
hi_hi: टॉप सरफेस स्किन एक्सट्रूडर

# roofing_extruder_nr description
source: The extruder train used for printing the top most skin. This is used in multi-extrusion.
ca_es: El tren d'extrusió utilitzat per a imprimir la pell més alta. Això s'usa en l'extrusió múltiple.
hi_hi: सबसे ऊपरी त्वचा को प्रिंट करने के लिए इस्तेमाल की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।.

# roofing_layer_count label
source: Top Surface Skin Layers
ca_es: Capes de pell de la superfície superior
hi_hi: टॉप सरफेस स्किन लेयर्स

# roofing_layer_count description
source: The number of top most skin layers. Usually only one top most layer is sufficient to generate higher quality top surfaces.
ca_es: El nombre de capes més altes de la pell. Normalment, només una capa superior és suficient per a generar superfícies superiors de major qualitat.
hi_hi: सबसे ऊपरी स्किन लेयर्स की संख्या। आमतौर पर केवल एक सबसे ऊपरी लेयर उच्च गुणवत्ता वाली शीर्ष सतहों को उत्पन्न करने के लिए पर्याप्त होती है।

# top_bottom_extruder_nr label
source: Top/Bottom Extruder
ca_es: Extrusor superior/inferior
hi_hi: ऊपर/नीचे का एक्सट्रूडर

# top_bottom_extruder_nr description
source: The extruder train used for printing the top and bottom skin. This is used in multi-extrusion.
ca_es: El tren d'extrusió utilitzat per a imprimir la pell superior i inferior. Això s'usa en l'extrusió múltiple.
hi_hi: ऊपर और नीचे की त्वचा को प्रिंट करने के लिए इस्तेमाल की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# top_bottom_thickness label
source: Top/Bottom Thickness
ca_es: Gruix superior/inferior
hi_hi: ऊपर / नीचे की मोटाई

# top_bottom_thickness description
source: The thickness of the top/bottom layers in the print. This value divided by the layer height defines the number of top/bottom layers.
ca_es: El gruix de les capes superior/inferior de la impressió. Aquest valor dividit per l'alçària de la capa defineix el nombre de capes superior/inferior.
hi_hi: प्रिंट में ऊपर/नीचे की लेयर्सकी मोटाई। लेयर की ऊंचाई से विभाजित यह मान ऊपर/नीचे लेयर्स की संख्या को परिभाषित करता है।

# top_thickness label
source: Top Thickness
ca_es: Gruix superior
hi_hi: ऊपर की मोटाई

# top_thickness description
source: The thickness of the top layers in the print. This value divided by the layer height defines the number of top layers.
ca_es: El gruix de les capes superiors de la impressió. Aquest valor dividit per l'alçària de la capa defineix el nombre de capes superiors.
hi_hi: प्रिंट में ऊपर की लेयर्स की मोटाई। लेयर की ऊंचाई से विभाजित यह मान शीर्ष परतों की संख्या को परिभाषित करता है।

# top_layers label
source: Top Layers
ca_es: Capes superiors
hi_hi: ऊपर की लेयर

# top_layers description
source: The number of top layers. When calculated by the top thickness, this value is rounded to a whole number.
ca_es: El nombre de capes superiors. Si es calcula a partir del gruix superior, aquest valor s'arrodoneix a un nombre sencer.
hi_hi: ऊपरी लेयर्स की संख्या। जब शीर्ष मोटाई द्वारा गणना की जाती है, तो यह मान पूर्ण संख्या होती है।

# bottom_thickness label
source: Bottom Thickness
ca_es: Gruix inferior
hi_hi: नीचे की मोटाई

# bottom_thickness description
source: The thickness of the bottom layers in the print. This value divided by the layer height defines the number of bottom layers.
ca_es: El gruix de les capes inferiors de la impressió. Aquest valor dividit per l'alçària de la capa defineix el nombre de capes inferiors.
hi_hi: प्रिंट में नीचे की लेयर्स की मोटाई। लेयर की ऊंचाई से विभाजित यह मान शीर्ष परतों की संख्या को परिभाषित करता है।

# bottom_layers label
source: Bottom Layers
ca_es: Capes inferiors
hi_hi: नीचे की लेयर्स

# bottom_layers description
source: The number of bottom layers. When calculated by the bottom thickness, this value is rounded to a whole number.
ca_es: El nombre de capes inferiors. Si es calcula a partir del gruix inferior, aquest valor s'arrodoneix a un nombre sencer.
hi_hi: नीचे की लेयर्स की संख्या। जब नीचे की मोटाई से गणना की जाती है, तो यह मान पूर्ण संख्या में होती है।

# initial_bottom_layers label
source: Initial Bottom Layers
ca_es: Capes inferiors inicials
hi_hi: प्रारंभिक नीचे की लेयर्स

# initial_bottom_layers description
source: The number of initial bottom layers, from the build-plate upwards. When calculated by the bottom thickness, this value is rounded to a whole number.
ca_es: El nombre de capes inferiors inicials, des de la plataforma d'impressió cap amunt. Si es calcula a partir del gruix inferior, aquest valor s'arrodoneix a un nombre sencer.
hi_hi: बिल्ड-प्लेट से ऊपर की ओर आरंभिक नीचे की लेयर्स की संख्या. जब नीचे की मोटाई से गणना की जाती है, तो यह मान पूर्ण संख्या होती है।

# top_bottom_pattern label
source: Top/Bottom Pattern
ca_es: Patró superior/inferior
hi_hi: ऊपर/नीचे का पैटर्न

# top_bottom_pattern description
source: The pattern of the top/bottom layers.
ca_es: El patró de les capes superior/inferior.
hi_hi: ऊपर/नीचे लेयर्स का पैटर्न

# top_bottom_pattern option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# top_bottom_pattern option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकेंद्रित (Concentric)

# top_bottom_pattern_0 label
source: Bottom Pattern Initial Layer
ca_es: Capa inicial del patró inferior
hi_hi: निचली पैटर्न की प्रारंभिक लेयर

# top_bottom_pattern_0 description
source: The pattern on the bottom of the print on the first layer.
ca_es: El patró en la part inferior de la impressió en la primera capa.
hi_hi: प्रिंट के निचे वाली पहली लेयर का पैटर्न

# top_bottom_pattern_0 option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# top_bottom_pattern_0 option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकेंद्रित (Concentric)

# connect_skin_polygons label
source: Connect Top/Bottom Polygons
ca_es: Connecta els polígons superiors/inferiors
hi_hi: ऊपर/नीचे पोलिगॉन्स कनेक्ट करें

# connect_skin_polygons description
source: Connect top/bottom skin paths where they run next to each other. For the concentric pattern enabling this setting greatly reduces the travel time, but because the connections can happen midway over infill this feature can reduce the top surface quality.
ca_es: Connecta els camins de la pell superior/inferior on corren l'un al costat de l'altre. Per al patró concèntric que permet aquest ajustament redueix en gran mesura el temps de viatge, però com que les connexions poden passar a mig camí sobre l'interior, aquesta característica pot reduir la qualitat de la superfície superior.
hi_hi: ऊपर/नीचे स्किन पाथ को कनेक्ट करें जहां वे एक दूसरे के बगल में चलते हैं। संकेंद्रित पैटर्न के लिए, इस सेटिंग को सक्षम करने से यात्रा का समय बहुत कम हो जाता है, लेकिन क्योंकि कनेक्शन भरने के बीच में हो सकता है, यह सुविधा शीर्ष सतह की गुणवत्ता को कम कर सकती है।

# skin_monotonic label
source: Monotonic Top/Bottom Order
ca_es: Ordre monotònic superior/inferior

# skin_monotonic description
source: Print top/bottom lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
ca_es: Imprimeix les línies superior/inferior en un ordre que els fa que sempre se superposin amb línies adjacents en una única direcció. Això triga una mica més de temps a imprimir, però fa que les superfícies planes semblin més consistents.

# skin_angles label
source: Top/Bottom Line Directions
ca_es: Directions de línia superior/inferior
hi_hi: ऊपर/नीचे लाइन दिशा निर्देश
