Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# speed_print_layer_0 description
source: The speed of printing for the initial layer. A lower value is advised to improve adhesion to the build plate.
ca_es: La velocitat d'impressió de la capa inicial. Es recomana un valor inferior per a millorar l'adherència a la placa d'impressió.
hi_hi: प्रारंभिक परत के लिए मुद्रण(प्रिंट) की गति। बिल्ड प्लेट में आसंजन(चिपकाव) में सुधार के लिए कम मूल्य की सलाह दी जाती है।

# speed_travel_layer_0 label
source: Initial Layer Travel Speed
ca_es: Velocitat de desplaçament de la capa inicial
hi_hi: प्रारंभिक परत(layer) की यात्रा स्पीड

# speed_travel_layer_0 description
source: The speed of travel moves in the initial layer. A lower value is advised to prevent pulling previously printed parts away from the build plate. The value of this setting can automatically be calculated from the ratio between the Travel Speed and the Print Speed.
ca_es: La velocitat dels moviments de desplaçament en la capa inicial. Es recomana un valor més baix per a evitar que parts impreses prèviament se separin de la placa d'impressió. El valor d'aquest paràmetre es pot calcular automàticament a partir de la relació entre la velocitat de desplaçament i la velocitat d'impressió.
hi_hi: यात्रा की गति प्रारंभिक परत में चलती है। पहले से मुद्रित(print) भागों को बिल्ड प्लेट से दूर खींचने से रोकने के लिए कम मूल्य की सलाह दी जाती है। इस सेटिंग के मान(value) की गणना यात्रा गति और प्रिंट गति के बीच के अनुपात(ratio) से स्वचालित रूप से की जा सकती है।

# skirt_brim_speed label
source: Skirt/Brim Speed
ca_es: Velocitat de la faldilla i de la vora
hi_hi: स्कर्ट/ब्रिम स्पीड

# skirt_brim_speed description
source: The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed, but sometimes you might want to print the skirt or brim at a different speed.
ca_es: La velocitat a la qual s'imprimeix la faldilla i la vora. Normalment, es fa a la velocitat de la capa inicial, però de vegades és possible que vulgueu imprimir la faldilla o la vora amb una velocitat diferent.
hi_hi: जिस स्पीड से स्कर्ट और ब्रिम प्रिंट होते हैं। आम तौर पर यह प्रारंभिक परत गति पर किया जाता है, लेकिन कभी-कभी आप स्कर्ट या ब्रिम को एक अलग गति से प्रिंट करना चाह सकते हैं।

# speed_z_hop label
source: Z Hop Speed
ca_es: Velocitat de salts en Z
hi_hi: Z हॉप स्पीड

# speed_z_hop description
source: The speed at which the vertical Z movement is made for Z Hops. This is typically lower than the print speed since the build plate or machine's gantry is harder to move.
ca_es: La velocitat a la qual es fa el moviment vertical Z per als salts en Z. Això és típicament més baix que la velocitat d'impressió, ja que és més difícil de moure la placa d'impressió o el pont de la màquina.
hi_hi: वह गति जिस पर Z हॉप्स के लिए लंबवत Z गति की जाती है। यह आमतौर पर प्रिंट की गति से कम होता है क्योंकि बिल्ड प्लेट या मशीन के गैन्ट्री को स्थानांतरित करना कठिन होता है।

# speed_slowdown_layers label
source: Number of Slower Layers
ca_es: Nombre de capes més lentes
hi_hi: धीमी परतों की संख्या

# speed_slowdown_layers description
source: The first few layers are printed slower than the rest of the model, to get better adhesion to the build plate and improve the overall success rate of prints. The speed is gradually increased over these layers.
ca_es: Les primeres capes s'imprimeixen més lentes que la resta del model, per a obtenir una millor adherència a la placa d'impressió i millorar la taxa d'èxit total de les impressions. La velocitat s'incrementa gradualment en cadascuna d'aquestes capes.
hi_hi: बिल्ड प्लेट में बेहतर आसंजन(चिपकाव) प्राप्त करने और प्रिंट की समग्र सफलता दर में सुधार करने के लिए, पहले कुछ परतों को बाकी मॉडल की तुलना में धीमी गति से मुद्रित(print) किया जाता है। इन परतों पर गति धीरे-धीरे बढ़ जाती है।

# speed_equalize_flow_width_factor label
source: Flow Equalization Ratio
ca_es: Ràtio d'equalització de flux

# speed_equalize_flow_width_factor description
source: Extrusion width based correction factor on the speed. At 0% the movement speed is kept constant at the Print Speed. At 100% the movement speed is adjusted so that the flow (in mm³/s) is kept constant, i.e. lines half the normal Line Width are printed twice as fast and lines twice as wide are printed half as fast. A value larger than 100% can help to compensate for the higher pressure required to extrude wide lines.
ca_es: Factor de correcció de l'amplada de l'extrusió basat en la velocitat. Al 0% la velocitat del moviment es manté constant a la velocitat d'impressió. Al 100% la velocitat del moviment s'ajusta de manera que el flux (en mm³/s) es manté constant. És a dir, les línies amb la meitat de l'amplada normal de la línia s'imprimeixen el doble de ràpid més ràpid i les línies dues vegades més amples s'imprimeixen la meitat de ràpid. Un valor superior al 100% pot ajudar a compensar la pressió més gran requerida per a extrudir línies amples.

# acceleration_enabled label
source: Enable Acceleration Control
ca_es: Activa el control d'acceleració
hi_hi: एक्सेलेरेशन कंट्रोल सक्षम करें

# acceleration_enabled description
source: Enables adjusting the print head acceleration. Increasing the accelerations can reduce printing time at the cost of print quality.
ca_es: Habilita l'ajust de l'acceleració del capçal d'impressió. L'augment de les acceleracions pot reduir el temps d'impressió a costa de la qualitat de la impressió.
hi_hi: प्रिंट हेड त्वरण (एक्सेलेरेशन)को समायोजित करने में सक्षम बनाता है। त्वरण(एक्सेलेरेशन) बढ़ाने से प्रिंट गुणवत्ता की कीमत पर मुद्रण समय कम हो सकता है।

# acceleration_print label
source: Print Acceleration
ca_es: Acceleració de la impressió
hi_hi: प्रिंट एक्सेलेरेशन

# acceleration_print description
source: The acceleration with which printing happens.
ca_es: L'acceleració amb què es fa la impressió.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ प्रिंटिंग होती है।

# acceleration_infill label
source: Infill Acceleration
ca_es: Acceleració d'emplenament
hi_hi: इन्फिल एक्सेलेरेशन

# acceleration_infill description
source: The acceleration with which infill is printed.
ca_es: L'acceleració amb què s'imprimeix l'emplenament.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ इन्फिल प्रिंट किया जाता है।

# acceleration_wall label
source: Wall Acceleration
ca_es: Acceleració en les parets
hi_hi: दीवार का त्वरण(वॉल एक्सेलेरेशन)

# acceleration_wall description
source: The acceleration with which the walls are printed.
ca_es: L'acceleració amb què s'imprimeixen les parets.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिससे दीवारें मुद्रित(print) होती हैं।

# acceleration_wall_0 label
source: Outer Wall Acceleration
ca_es: Acceleració de les parets exteriors
hi_hi: बाहरी दीवार का त्वरण(एक्सेलेरेशन)

# acceleration_wall_0 description
source: The acceleration with which the outermost walls are printed.
ca_es: L'acceleració amb la qual s'imprimeixen les parets exteriors.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ सबसे बाहरी दीवारों को मुद्रित(print) किया जाता है

# acceleration_wall_x label
source: Inner Wall Acceleration
ca_es: Acceleració de les parets interiors
hi_hi: भीतरी दीवार का त्वरण(एक्सेलेरेशन)

# acceleration_wall_x description
source: The acceleration with which all inner walls are printed.
ca_es: L'acceleració amb la qual s'imprimeixen totes les parets interiors.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ सभी आंतरिक दीवारें मुद्रित(print) होती हैं।

# acceleration_roofing label
source: Top Surface Skin Acceleration
ca_es: Acceleració de la pell de la superfície superior
hi_hi: शीर्ष सतह की त्वचा(स्किन) का त्वरण(एक्सेलेरेशन)

# acceleration_roofing description
source: The acceleration with which top surface skin layers are printed.
ca_es: L'acceleració amb què s'imprimeixen les capes de la pell de la superfície superior.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ त्वचा(स्किन) की ऊपरी सतह की परतें मुद्रित(print) होती हैं।

# acceleration_topbottom label
source: Top/Bottom Acceleration
ca_es: Acceleració superior/inferior
hi_hi: ऊपर/नीचे का त्वरण(एक्सेलेरेशन)

# acceleration_topbottom description
source: The acceleration with which top/bottom layers are printed.
ca_es: L'acceleració amb què s'imprimeixen les capes superior/inferior.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ ऊपर/नीचे की परतें मुद्रित(print) होती हैं।

# acceleration_support label
source: Support Acceleration
ca_es: Acceleració en els suports
hi_hi: समर्थन त्वरण(एक्सेलेरेशन)

# acceleration_support description
source: The acceleration with which the support structure is printed.
ca_es: L'acceleració amb què s'imprimeixen les estructures de suport.
hi_hi: वह त्वरण जिसके साथ समर्थन संरचना(सपोर्ट स्ट्रक्चर) मुद्रित(print) होती है।

# acceleration_support_infill label
source: Support Infill Acceleration
ca_es: Acceleració d'emplenament del suport
hi_hi: इन्फिल एक्सेलेरेशन का समर्थन करें

# acceleration_support_infill description
source: The acceleration with which the infill of support is printed.
ca_es: L'acceleració amb la qual s'imprimeix l'emplenament del suport.
hi_hi: वह त्वरण जिसके साथ समर्थन की इनफिल मुद्रित की जाती है।

# acceleration_support_interface label
source: Support Interface Acceleration
ca_es: Acceleració de la interfície de suport
hi_hi: सपोर्ट इंटरफेस एक्सेलेरेशन

# acceleration_support_interface description
source: The acceleration with which the roofs and floors of support are printed. Printing them at lower acceleration can improve overhang quality.
ca_es: L'acceleració amb què s'imprimeixen els sostres i terres del suport. La impressió a una acceleració més baixa pot millorar la qualitat dels voladissos.
hi_hi: वह त्वरण(Acceleration) जिसके साथ छत(roof) और समर्थन के फर्श(floor) मुद्रित(print) होते हैं। उन्हें कम त्वरण पर प्रिंट करने से ओवरहैंग गुणवत्ता में सुधार हो सकता है। उन्हें कम त्वरण पर प्रिंट करने से ओवरहैंग गुणवत्ता में सुधार हो सकता है।

# acceleration_support_roof label
source: Support Roof Acceleration
ca_es: Acceleració del sostre del suport
hi_hi: सपोर्ट रूफ एक्सेलेरेशन

# acceleration_support_roof description
source: The acceleration with which the roofs of support are printed. Printing them at lower acceleration can improve overhang quality.
ca_es: L'acceleració amb la qual s'imprimeixen els sostres del suport. La impressió a una acceleració més baixa pot millorar la qualitat dels voladissos.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ समर्थन की छतें छपी हैं। कम त्वरण पर उन्हें प्रिंट करने से ओवरहांग गुणवत्ता में सुधार हो सकता है।

# acceleration_support_bottom label
source: Support Floor Acceleration
ca_es: Acceleració del terra de suport
hi_hi: समर्थन तल त्वरण(सपोर्ट फ्लोर एक्सेलेरेशन)

# acceleration_support_bottom description
source: The acceleration with which the floors of support are printed. Printing them at lower acceleration can improve adhesion of support on top of your model.
ca_es: L'acceleració amb la qual s'imprimeixen els terres del suport. La impressió a una acceleració més baixa pot millorar l'adherència del suport a la part superior del model.
hi_hi: वह त्वरण(एक्सेलेरेशन) जिसके साथ समर्थन के फर्श मुद्रित किए जाते हैं। कम त्वरण पर उन्हें प्रिंट करने से आपके मॉडल के शीर्ष पर सपोर्ट के आसंजन(चिपकाव) में सुधार हो सकता है।

# acceleration_prime_tower label
source: Prime Tower Acceleration
ca_es: Acceleració de la torre de preparació
hi_hi: प्राइम टॉवर एक्सेलेरेशन

# acceleration_prime_tower description
source: The acceleration with which the prime tower is printed.
ca_es: L'acceleració amb la qual s'imprimeix la torre de preparació.
hi_hi: वह त्वरण जिसके साथ प्राइम टावर मुद्रित(print) होता है।

# acceleration_travel label
source: Travel Acceleration
ca_es: Acceleració dels desplaçaments
hi_hi: यात्रा का त्वरण(ट्रेवल एक्सेलरेशन )

# acceleration_travel description
source: The acceleration with which travel moves are made.
ca_es: L'acceleració amb la qual es fan els moviments de desplaçament.
hi_hi: वह अक्सेलरेशन जिसके साथ ट्रेवल मूवमेंट होता हैं

# acceleration_layer_0 label
source: Initial Layer Acceleration
ca_es: Acceleració de la capa inicial
hi_hi: प्रारंभिक(इनिशियल) लेयर का त्वरण(अक्सेलरेशन)

# acceleration_layer_0 description
source: The acceleration for the initial layer.
ca_es: L'acceleració de la capa inicial.
hi_hi: प्रारंभिक(इनिशियल) लेयर के लिए त्वरण(अक्सेलरेशन)

# acceleration_print_layer_0 label
source: Initial Layer Print Acceleration
ca_es: Acceleració d'impressió de la capa inicial
hi_hi: इनिशियल परत(लेयर) का प्रिंट त्वरण(अक्सेलरेशन)

# acceleration_print_layer_0 description
source: The acceleration during the printing of the initial layer.
ca_es: L'acceleració durant la impressió de la capa inicial.
hi_hi: इनिशियल लेयर की छपाई के दौरान त्वरण(अक्सेलरेशन)

# acceleration_travel_layer_0 label
source: Initial Layer Travel Acceleration
ca_es: Acceleració de desplaçament de la capa inicial
hi_hi: इनिशियल लेयर का ट्रेवल अक्सेलरेशन

# acceleration_travel_layer_0 description
source: The acceleration for travel moves in the initial layer.
ca_es: L'acceleració dels desplaçaments en la capa inicial.
hi_hi: ट्रेवल के लिए अक्सेलरेशन इनिशियल लेयर में चलता है।

# acceleration_skirt_brim label
source: Skirt/Brim Acceleration
ca_es: Acceleració de la faldilla i de la vora
hi_hi: स्कर्ट/ब्रिम(किनारों) का त्वरण(अक्सेलरेशन)

# acceleration_skirt_brim description
source: The acceleration with which the skirt and brim are printed. Normally this is done with the initial layer acceleration, but sometimes you might want to print the skirt or brim at a different acceleration.
ca_es: L'acceleració amb la qual s'imprimeixen la faldilla i la vora. Normalment, es fa amb l'acceleració de la capa inicial, però de vegades és possible que vulgueu imprimir la faldilla o la vora amb una acceleració diferent.
hi_hi: वह अक्सेलरेशन जिसके साथ स्कर्ट और किनारा मुद्रित(print) किया जाता है। आम तौर पर यह इनिशियल लेयर अक्सेलरेशन के साथ किया जाता है, लेकिन कभी-कभी आप एक अलगअक्सेलरेशन पर स्कर्ट या ब्रिम को प्रिंट करना चाह सकते हैं।

# jerk_enabled label
source: Enable Jerk Control
ca_es: Activa el control de la velocitat de viratge
hi_hi: जर्क कंट्रोल को सक्षम(इनेबल) करें

# jerk_enabled description
source: Enables adjusting the jerk of print head when the velocity in the X or Y axis changes. Increasing the jerk can reduce printing time at the cost of print quality.
ca_es: Activa l'ajustament de la velocitat de viratge del capçal d'impressió si la velocitat en l'eix X o Y canvia. L'augment de la velocitat de viratge pot reduir el temps d'impressió a costa de la qualitat de la impressió.
hi_hi: X या Y अक्ष में वेग में परिवर्तन होने पर प्रिंट हेड के झटके को समायोजित करने में सक्षम करता है। जर्क बढ़ाने से प्रिंट की गुणवत्ता की कीमत पर छपाई का समय कम हो सकता है।

# jerk_print label
source: Print Jerk
ca_es: Velocitat de viratge d'impressió
hi_hi: जर्क प्रिंट करें

# jerk_print description
source: The maximum instantaneous velocity change of the print head.
ca_es: El canvi instantani màxim de velocitat del capçal d'impressió.
hi_hi: प्रिंट हेड का अधिकतम तात्कालिक वेग परिवर्तन(वेलोसिटी चेंज)।

# jerk_infill label
source: Infill Jerk
ca_es: Velocitat de viratge d'emplenament
hi_hi: इनफिल जर्क

# jerk_infill description
source: The maximum instantaneous velocity change with which infill is printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeix l'emplenament.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ इन्फिल मुद्रित(print) होता है।

# jerk_wall label
source: Wall Jerk
ca_es: Velocitat de viratge a les parets
hi_hi: वाल जर्क

# jerk_wall description
source: The maximum instantaneous velocity change with which the walls are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen les parets.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ वाल प्रिंट होती हैं।

# jerk_wall_0 label
source: Outer Wall Jerk
ca_es: Velocitat de viratge a les parets exteriors
hi_hi: आउटर वाल पर का जर्क

# jerk_wall_0 description
source: The maximum instantaneous velocity change with which the outermost walls are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen les parets exteriors.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सबसे बाहरी दीवारें(wall) मुद्रित(print) होती हैं।

# jerk_wall_x label
source: Inner Wall Jerk
ca_es: Velocitat de viratge a les parets interiors
hi_hi: भीतरी दीवार(इनर वाल) पर का जर्क

# jerk_wall_x description
source: The maximum instantaneous velocity change with which all inner walls are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen totes les parets interiors.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सभी आंतरिक दीवारें(इनर वाल) मुद्रित की जाती हैं I

# jerk_roofing label
source: Top Surface Skin Jerk
ca_es: Velocitat de viratge de la skin de la superfície superior
hi_hi: टॉप सरफेस का स्किन जर्क

# jerk_roofing description
source: The maximum instantaneous velocity change with which top surface skin layers are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen les capes de la superfície superior de la superfície.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ शीर्ष सतह(टॉप सरफेस) की त्वचा की परतें मुद्रित होती हैं।

# jerk_topbottom label
source: Top/Bottom Jerk
ca_es: Velocitat de viratge de la part superior/inferior
hi_hi: ऊपर/नीचे काझटका

# jerk_topbottom description
source: The maximum instantaneous velocity change with which top/bottom layers are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen les capes superior/inferior.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ ऊपर / नीचे की परतें मुद्रित(print) होती हैं।

# jerk_support label
source: Support Jerk
ca_es: Velocitat de viratge al suport
hi_hi: जर्क का समर्थन करें

# jerk_support description
source: The maximum instantaneous velocity change with which the support structure is printed.
ca_es: El canvi instantani màxim de velocitatamb la qual s'imprimeix l'estructura del suport.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन(velocity change) जिसके साथ सपोर्ट स्ट्रक्चर प्रिंट होता हैं ।

# jerk_support_infill label
source: Support Infill Jerk
ca_es: Velocitat de viratge de l'emplenament del suport
hi_hi: इन्फिल जर्क का समर्थन(सपोर्ट)

# jerk_support_infill description
source: The maximum instantaneous velocity change with which the infill of support is printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeix l'emplenament del suport.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सपोर्ट का इन्फिल प्रिंट होता है।

# jerk_support_interface label
source: Support Interface Jerk
ca_es: Velocitat de viratge de la interfície del suport
hi_hi: सपोर्ट इंटरफेस जर्क

# jerk_support_interface description
source: The maximum instantaneous velocity change with which the roofs and floors of support are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen els sostres i els pisos del suport.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सपोर्ट के रूफ और फ्लोर प्रिंट होते हैं।

# jerk_support_roof label
source: Support Roof Jerk
ca_es: Velocitat de viratge del sostre del suport
hi_hi: सपोर्ट रूफ जर्क

# jerk_support_roof description
source: The maximum instantaneous velocity change with which the roofs of support are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen els sostres del suport.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सपोर्ट रूफ को प्रिंट किया जाता हैं।

# jerk_support_bottom label
source: Support Floor Jerk
ca_es: Velocitat de viratge del terra del suport
hi_hi: सपोर्ट फ्लोर जर्क

# jerk_support_bottom description
source: The maximum instantaneous velocity change with which the floors of support are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen els terres del suport.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सपोर्ट फ्लोर को प्रिंट किया जाता हैं।

# jerk_prime_tower label
source: Prime Tower Jerk
ca_es: Velocitat de viratge de la torre de preparació
hi_hi: प्राइम टावर जर्क

# jerk_prime_tower description
source: The maximum instantaneous velocity change with which the prime tower is printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeix la torre de preparació.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सपोर्ट टावर को प्रिंट किया जाता हैं।

# jerk_travel label
source: Travel Jerk
ca_es: Velocitat de viratge de desplaçament
hi_hi: ट्रेवल जर्क

# jerk_travel description
source: The maximum instantaneous velocity change with which travel moves are made.
ca_es: El canvi instantani màxim de velocitat amb la qual es fan moviments de desplaçament.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ सपोर्ट ट्रेवल को प्रिंट किया जाता हैं।

# jerk_layer_0 label
source: Initial Layer Jerk
ca_es: Velocitat de viratge de la capa inicial
hi_hi: इनिशियल लेवल का जर्क

# jerk_layer_0 description
source: The print maximum instantaneous velocity change for the initial layer.
ca_es: El canvi instantani màxim de velocitat d'impressió per a la capa inicial.
hi_hi: प्रारंभिक लेयर के लिए अधिकतम तात्कालिक वेग परिवर्तन प्रिंट करें।

# jerk_print_layer_0 label
source: Initial Layer Print Jerk
ca_es: Velocitat de viratge d'impressió per a la capa inicial
hi_hi: इनिशियल लेवल का जर्क

# jerk_print_layer_0 description
source: The maximum instantaneous velocity change during the printing of the initial layer.
ca_es: El canvi instantani màxim de velocitat durant la impressió de la capa inicial.
hi_hi: प्रारंभिक लेयर की प्रिंटिंग के दौरान अधिकतम तात्कालिक वेग बदल जाता है।

# jerk_travel_layer_0 label
source: Initial Layer Travel Jerk
ca_es: Velocitat de viratge de desplaçament de la capa inicial
hi_hi: इनिशियल लेवल का ट्रेवल जर्क l

# jerk_travel_layer_0 description
source: The acceleration for travel moves in the initial layer.
ca_es: L'acceleració dels desplaçaments en la capa inicial.
hi_hi: ट्रैवेल के लिए त्वरण प्रारंभिक लेयर में चलता है।

# jerk_skirt_brim label
source: Skirt/Brim Jerk
ca_es: Velocitat de viratge de la faldilla i de la vora
hi_hi: स्कर्ट/ब्रिम जर्क

# jerk_skirt_brim description
source: The maximum instantaneous velocity change with which the skirt and brim are printed.
ca_es: El canvi instantani màxim de velocitat amb la qual s'imprimeixen la faldilla i la vora.
hi_hi: अधिकतम तात्कालिक वेग परिवर्तन जिसके साथ स्कर्ट और ब्रिम प्रिंट किया जाता है।

# travel label
source: Travel
ca_es: Desplaçament
hi_hi: ट्रैवेल

# travel description
source: travel
ca_es: desplaçament
hi_hi: ट्रैवेल

# retraction_enable label
source: Enable Retraction
ca_es: Habilita la retracció
hi_hi: प्रत्यावर्तन (Retraction) सक्षम करें

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area.
ca_es: Retira el filament si la tovera es mou sobre una àrea no impresa.
hi_hi: जब नोजल गैर-मुद्रित क्षेत्र पर घूम रहा हो तो फिलामेंट को वापस ले लें।

# retract_at_layer_change label
source: Retract at Layer Change
ca_es: Retira al canvi de capa
hi_hi: लेयर परिवर्तन पर वापस ले

# retract_at_layer_change description
source: Retract the filament when the nozzle is moving to the next layer.
ca_es: Retira el filament si la tovera es mou a la capa següent.
hi_hi: जब नोजल अगली लेयर पर जा रहा हो तो फिलामेंट को वापस ले लें।

# retraction_amount label
source: Retraction Distance
ca_es: Distància de retracció
hi_hi: वापसी (Retraction) की दूरी

# retraction_amount description
source: The length of material retracted during a retraction move.
ca_es: La longitud del material que es retira durant un moviment de retracció.
hi_hi: मटेरियल की लंबाई पीछे हटने की चाल के दौरान वापस ले ली गई।

# retraction_speed label
source: Retraction Speed
ca_es: Velocitat de retracció
hi_hi: वापसी की गति

# retraction_speed description
source: The speed at which the filament is retracted and primed during a retraction move.
ca_es: La velocitat a la qual el filament es retreu i es dona prioritat durant un moviment de retracció.
hi_hi: वह गति जिससे फिलामेंट पीछे हटता है और पीछे हटने के दौरान प्राइम किया जाता है।
