Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# skin_angles description
source: A list of integer line directions to use when the top/bottom layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).
ca_es: Una llista de valors enters amb les direccions de línies a utilitzar si les capes superior o inferior utilitzen patrons de línies o en zig-zag. Els elements de la llista s'usen seqüencialment segons avancen les capes i, en arribar al final de la llista, comença de nou des del principi. Els elements de la llista estan separats per comes i tota la llista continguda entre claudàtors. De forma predeterminada, és una llista buida que significa emprar els angles predeterminats tradicionals (45 i 135 graus).
hi_hi: ऊपर/नीचे की परतें लाइनों या ज़िग ज़ैग पैटर्न का उपयोग करते समय उपयोग करने के लिए पूर्णांक रेखा दिशाओं की एक सूची। सूची के तत्वों का उपयोग क्रमिक रूप से परतों की प्रगति के रूप में किया जाता है और जब सूची के अंत तक पहुँच जाता है, तो यह फिर से शुरुआत में शुरू होता है। सूची आइटम अल्पविराम द्वारा अलग किए जाते हैं और पूरी सूची वर्ग कोष्ठक में समाहित होती है। डिफ़ॉल्ट एक खाली सूची है जिसका अर्थ है कि पारंपरिक डिफ़ॉल्ट कोण (45 और 135 डिग्री) का उपयोग करें।

# skin_no_small_gaps_heuristic label
source: No Skin in Z Gaps
ca_es: Sense skin en els espais buits en Z
hi_hi: Z गैप्स में कोई त्वचा(स्किन ) नहीं

# skin_no_small_gaps_heuristic description
source: When the model has small vertical gaps of only a few layers, there should normally be skin around those layers in the narrow space. Enable this setting to not generate skin if the vertical gap is very small. This improves printing time and slicing time, but technically leaves infill exposed to the air.
ca_es: Si el model té petits espais buits verticals de només unes poques capes, normalment hauria d'haver-hi skin al voltant d'aquestes capes en l'espai estret. Habiliteu aquest paràmetre per a no generar skin si l'espai buit vertical és molt petit. Això millora el temps d'impressió i el temps de llescament, però tècnicament deixa l'interior exposat a l'aire.
hi_hi: जब मॉडल में केवल कुछ परतों के छोटे लंबवत अंतराल होते हैं, तो सामान्य रूप से संकीर्ण स्थान में उन परतों के आसपास त्वचा होनी चाहिए। यदि लंबवत अंतर बहुत छोटा है तो त्वचा उत्पन्न न करने के लिए इस सेटिंग को सक्षम (जनरेट)करें। यह मुद्रण समय और टुकड़ा करने के समय में सुधार करता है, लेकिन तकनीकी रूप से इनफिल को हवा के संपर्क में छोड़ देता है।

# skin_outline_count label
source: Extra Skin Wall Count
ca_es: Nombre de parets de pell addicionals
hi_hi: अतिरिक्त त्वचा(स्किन) की दीवार की गणना

# skin_outline_count description
source: Replaces the outermost part of the top/bottom pattern with a number of concentric lines. Using one or two lines improves roofs that start on infill material.
ca_es: Reemplaça la part més externa del patró superior/inferior amb un nombre de línies concèntriques. Usar una o dues línies millora els sostres que comencen amb material d'emplenament.
hi_hi: ऊपर/नीचे पैटर्न के सबसे बाहरी हिस्से को कई संकेंद्रित रेखाओं से बदल देता है। एक या दो लाइनों का उपयोग करने से छतों में सुधार होता है जो इन्फिल सामग्री (मटेरियल )से शुरू होती हैं।

# ironing_enabled label
source: Enable Ironing
ca_es: Habilita el planxament
hi_hi: आयरनिंग (Ironing) चालू करें

# ironing_enabled description
source: Go over the top surface one additional time, but this time extruding very little material. This is meant to melt the plastic on top further, creating a smoother surface. The pressure in the nozzle chamber is kept high so that the creases in the surface are filled with material.
ca_es: Va sobre la superfície superior un cop més, però aquesta vegada s'extrudeix molt poc material. La intenció és fondre una mica més el plàstic de la part superior, per a crear una superfície més suau. La pressió a la cambra de la tovera es manté alta perquè els plecs de la superfície s'omplin de material.
hi_hi: एक अतिरिक्त बार शीर्ष सतह पर जाएं, लेकिन इस बार बहुत कम मटेरियल को बाहर निकालना। यह प्लास्टिक को ऊपर से पिघलाने के लिए है, जिससे एक चिकनी सतह बनती है। नोजल कक्ष में दबाव अधिक रखा जाता है ताकि सतह में क्रीज सामग्री(मटेरियल) से भर जाए।.

# ironing_only_highest_layer label
source: Iron Only Highest Layer
ca_es: Planxa només la capa més alta
hi_hi: आयरन (Iron) केवल उच्चतम लेयर

# ironing_only_highest_layer description
source: Only perform ironing on the very last layer of the mesh. This saves time if the lower layers don't need a smooth surface finish.
ca_es: Només planxa l'última capa de la malla. Això estalvia temps si les capes inferiors no necessiten un acabat suau de la superfície.
hi_hi: केवल जाली की आखिरी परत पर ही इस्त्री करें। यह समय बचाता है अगर निचली परतों को चिकनी सतह (लेयर) खत्म करने की आवश्यकता नहीं होती है।

# ironing_pattern label
source: Ironing Pattern
ca_es: Patró de planxament
hi_hi: आयरनिंग (Ironing) करने का पैटर्न

# ironing_pattern description
source: The pattern to use for ironing top surfaces.
ca_es: El patró que s'ha d'utilitzar per a planxar les superfícies superiors.
hi_hi: शीर्ष सतहों को इस्त्री करने के लिए उपयोग किया जाने वाला पैटर्न।

# ironing_monotonic label
source: Monotonic Ironing Order
ca_es: Ordre de planxament monotònic

# ironing_monotonic description
source: Print ironing lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
ca_es: Imprimeix línies de planxament en un ordre que fa que sempre se superposin amb les línies adjacents en una única direcció. Això triga una mica més de temps a imprimir, però fa que les superfícies planes semblin més consistents.

# ironing_line_spacing label
source: Ironing Line Spacing
ca_es: Espaiat de línies del planxament
hi_hi: आयरनिंग (Ironing) लाइन स्पेसिंग

# ironing_line_spacing description
source: The distance between the lines of ironing.
ca_es: La distància entre les línies del planxament.
hi_hi: आयरन (Iron) की रेखाओं (लाइन)के बीच की दूरी।

# ironing_flow label
source: Ironing Flow
ca_es: Flux del planxament
hi_hi: आयरनिंग (Ironing) फ्लो

# ironing_flow description
source: The amount of material, relative to a normal skin line, to extrude during ironing. Keeping the nozzle filled helps filling some of the crevices of the top surface, but too much results in overextrusion and blips on the side of the surface.
ca_es: La quantitat de material, relativa a una línia de pell normal, que s'extrudirà durant el planxament. Mantenir la tovera plena ajuda a omplir algunes de les esquerdes de la superfície superior, però massa material dona com a resultat una sobreextrusió i esquerdes al costat de la superfície.
hi_hi: एक सामान्य त्वचा(स्किन) रेखा के बारे में, इस्त्री के दौरान निकालने के लिए मटेरियल की मात्रा। नोज़ल को भरकर रखने से ऊपरी सतह की कुछ दरारों को भरने में मदद मिलती है, लेकिन बहुत अधिक मात्रा में होने के कारण लेयर के किनारे पर ओवरएक्सट्रूज़न (अधिक बाहर निकालना)और ब्लिप्स हो जाते हैं।

# ironing_inset label
source: Ironing Inset
ca_es: Inserció del planxament
hi_hi: आयरनिंग (Ironing) करने वाला इनसेट

# ironing_inset description
source: A distance to keep from the edges of the model. Ironing all the way to the edge of the mesh may result in a jagged edge on your print.
ca_es: Distància per a mantenir-se allunyat de les vores del model. Si es planxa tot el camí fins a la vora de la malla, pot provocar una vora irregular en la impressió.
hi_hi: मॉडल के किनारों से दूरी बनाए रखने के लिए। मेष के किनारे तक सभी तरह से इस्त्री करने से आपके प्रिंट पर एक दांतेदार किनारा हो सकता है।

# speed_ironing label
source: Ironing Speed
ca_es: Velocitat del planxament
hi_hi: आयरनिंग (Ironing) करने की गति

# speed_ironing description
source: The speed at which to pass over the top surface.
ca_es: La velocitat a què es planxa la superfície superior.
hi_hi: जिस गति से शीर्ष सतह के ऊपर से गुजरना है।

# acceleration_ironing label
source: Ironing Acceleration
ca_es: Acceleració del planxament
hi_hi: आयरनिंग (Ironing) का त्वरण(अक्सेलरेशन )

# acceleration_ironing description
source: The acceleration with which ironing is performed.
ca_es: L'acceleració amb la qual es planxa.
hi_hi: वह अक्सेलरेशन जिसके साथ आयरनिंग (Ironing) किया जाता है।

# jerk_ironing label
source: Ironing Jerk
ca_es: Velocitat de viratge del planxament
hi_hi: आयरनिंग (Ironing) जर्क

# jerk_ironing description
source: The maximum instantaneous velocity change while performing ironing.
ca_es: El canvi instantani màxim de velocitat mentre es fa el planxament.
hi_hi: आयरनिंग (Ironing) करते समय अधिकतम तात्कालिक वेग में परिवर्तन होता है।

# skin_overlap label
source: Skin Overlap Percentage
ca_es: Percentatge de superposició de la pell
hi_hi: स्किन ओवरलैप प्रतिशत

# skin_overlap description
source: Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines, as a percentage of the line widths of the skin lines and the innermost wall. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any percentage over 50% may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.
ca_es: Ajusta la quantitat de superposició entre les parets i (els extrems) les línies del centre de la pell, com a percentatge de les amplades de la línia de les línies de la pell i la paret més interior. Una lleugera superposició permet que les parets es connectin fermament a la pell. Cal tenir en compte que, donada una amplada de línia de la pell i la paret igual, qualsevol percentatge superior al 50% pot fer que qualsevol pell passi més enllà de la paret, perquè en aquest punt la posició de la tovera de l'extrusor de la pell ja pot arribar més enllà del mig de la paret.
hi_hi: स्किन की रेखाओं और अंतरतम दीवार की रेखा चौड़ाई के प्रतिशत के रूप में, दीवारों और (अंतिम बिंदुओं) के बीच ओवरलैप की मात्रा को समायोजित(एडजस्ट) करें। थोड़ा सा ओवरलैप दीवारों को स्किन से मजबूती से जोड़ने की अनुमति देता है। ध्यान दें कि, समान स्किन और दीवार की रेखा-चौड़ाई को देखते हुए, 50% से अधिक का कोई भी प्रतिशत पहले से ही किसी भी स्किन को दीवार के पार जाने का कारण बन सकता है, क्योंकि उस बिंदु पर स्किन-एक्सट्रूडर की नोक की स्थिति पहले से ही बीच के पिछले हिस्से तक पहुंच सकती है। दिवार।

# skin_overlap_mm label
source: Skin Overlap
ca_es: Superposició de la pell
hi_hi: स्किन ओवरलैप

# skin_overlap_mm description
source: Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any value over half the width of the wall may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.
ca_es: Ajusta la quantitat de superposició entre les parets i (els extrems) les línies de la pell. Una lleugera superposició permet que les parets es connectin fermament a la pell. Cal tenir en compte que, donada una amplada de línia de la pell i la paret igual, qualsevol valor de més de la meitat de l'amplada de la paret pot fer que qualsevol pell passi més enllà de la paret, perquè en aquest punt la posició de la tovera de l'extrusor de la pell pot arribar més enllà del centre de la paret.
hi_hi: दीवारों और (समापन बिंदुओं) के बीच स्किन-केंद्र रेखाओं के बीच ओवरलैप की मात्रा को समायोजित(एडजस्ट) करें। थोड़ा सा ओवरलैप दीवारों को स्किन से मजबूती से जोड़ने की अनुमति देता है। ध्यान दें कि, एक समान स्किन और दीवार की रेखा-चौड़ाई को देखते हुए, दीवार की आधी चौड़ाई से अधिक का कोई भी मान पहले से ही किसी भी स्किन को दीवार के पार जाने का कारण बन सकता है, क्योंकि उस बिंदु पर स्किन-एक्सट्रूडर के नोजल की स्थिति पहले से ही पहुंच सकती है। दीवार के बीच से गुजरे।

# skin_preshrink label
source: Skin Removal Width
ca_es: Amplada d'eliminació de la pell
hi_hi: स्किन हटाने की चौड़ाई

# skin_preshrink description
source: The largest width of skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top/bottom skin at slanted surfaces in the model.
ca_es: L'amplada més gran de les zones de la pell que s'han de suprimir. Tota àrea de la pell més petita que aquest valor desapareixerà. Això pot ajudar a limitar la quantitat de temps i material que es gasta en la impressió de la pell superior/inferior en superfícies inclinades en el model.
hi_hi: स्किन क्षेत्रों की सबसे बड़ी चौड़ाई जिसे हटाया जाना है। इस मान से छोटा हर स्किन क्षेत्र गायब हो जाएगा। यह मॉडल में तिरछी सतहों पर ऊपर/नीचे की स्किन को प्रिंट करने में लगने वाले समय और सामग्री को सीमित करने में मदद कर सकता है।

# top_skin_preshrink label
source: Top Skin Removal Width
ca_es: Amplada d'eliminació de la pell superior
hi_hi: ऊपरी त्वचा हटाने की चौड़ाई

# top_skin_preshrink description
source: The largest width of top skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top skin at slanted surfaces in the model.
ca_es: L'amplada més gran de les zones de la pell superior que s'han d'eliminar. Tota àrea de la pell més petita que aquest valor desapareixerà. Això pot ajudar a limitar la quantitat de temps i material dedicat a la impressió de la pell superior en superfícies inclinades en el model.
hi_hi: शीर्ष स्किन क्षेत्रों की सबसे बड़ी चौड़ाई जिसे हटाया जाना है। इस मान से छोटा हर स्किन क्षेत्र गायब हो जाएगा। यह मॉडल में तिरछी सतहों पर शीर्ष स्किन को प्रिंट करने में लगने वाले समय और सामग्री को सीमित करने में मदद कर सकता है।

# bottom_skin_preshrink label
source: Bottom Skin Removal Width
ca_es: Amplada d'eliminació de la pell inferior
hi_hi: नीचे की स्किन को हटाने की चौड़ाई

# bottom_skin_preshrink description
source: The largest width of bottom skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing bottom skin at slanted surfaces in the model.
ca_es: L'amplada més gran de les zones de la pell inferior que s'han d'eliminar. Tota àrea de la pell més petita que aquest valor desapareixerà. Això pot ajudar a limitar la quantitat de temps i material dedicat a la impressió de la pell inferior en superfícies inclinades en el model.
hi_hi: निचले स्किन क्षेत्रों की सबसे बड़ी चौड़ाई जिसे हटाया जाना है। इस मान से छोटा हर स्किन क्षेत्र गायब हो जाएगा। यह मॉडल में तिरछी सतहों पर नीचे की स्किन को प्रिंट करने में लगने वाले समय और सामग्री को सीमित करने में मदद कर सकता है।

# expand_skins_expand_distance label
source: Skin Expand Distance
ca_es: Distància d'expansió de la pell
hi_hi: स्किन की विस्तार दूरी

# expand_skins_expand_distance description
source: The distance the skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on neighboring layers adhere better to the skin. Lower values save amount of material used.
ca_es: La distància que les pells s'expandeixen a l'interior. Els valors més alts fan que la pell s'adhereixi millor al patró d'emplenament i fan que les parets de les capes veïnes s'adhereixin millor a la pell. Els valors inferiors estalvien la quantitat de material utilitzat.
hi_hi: स्किन की दूरी को इन्फिल में विस्तारित किया जाता है। उच्च मूल्य स्किन को इनफिल पैटर्न से बेहतर तरीके से जोड़ते हैं और पास की लेयर्स पर दीवारों को स्किन से बेहतर तरीके से पालन करते हैं। कम मूल्य उपयोग की जाने वाली सामग्री की मात्रा को बचाते हैं।

# top_skin_expand_distance label
source: Top Skin Expand Distance
ca_es: Distància d'expansió de la pell superior
hi_hi: शीर्ष स्किन दूरी का विस्तार करें

# top_skin_expand_distance description
source: The distance the top skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on the layer above adhere better to the skin. Lower values save amount of material used.
ca_es: La distància a la part superior de les pells s'expandeix a l'interior. Els valors més alts fan que la pell s'adhereixi millor al patró d'emplenament i fan que les parets de la capa anterior s'adhereixin millor a la pell. Els valors inferiors estalvien la quantitat de material utilitzat.
hi_hi: शीर्ष स्किन की दूरी को इन्फिल में विस्तारित किया जाता है। उच्च मान स्किन को इनफिल पैटर्न से बेहतर तरीके से जोड़ते हैं और ऊपर की परत पर दीवारों को स्किन से बेहतर तरीके से पालन करते हैं। कम मूल्य उपयोग की जाने वाली सामग्री की मात्रा को बचाते हैं।

# bottom_skin_expand_distance label
source: Bottom Skin Expand Distance
ca_es: Distància d'expansió de la pell inferior
hi_hi: नीचे की स्किन की दूरी का विस्तार करें

# bottom_skin_expand_distance description
source: The distance the bottom skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the skin adhere better to the walls on the layer below. Lower values save amount of material used.
ca_es: La distància a la part inferior de les pells s'expandeix a l'interior. Els valors més alts fan que la pell s'adhereixi millor al patró d'emplenament i fa que la pell s'adhereixi millor a les parets de la capa de sota. Els valors inferiors estalvien la quantitat de material utilitzat.
hi_hi: नीचे की स्किन की दूरी को इन्फिल में विस्तारित किया जाता है। उच्च मूल्य स्किन को इनफिल पैटर्न से बेहतर तरीके से जोड़ते हैं और स्किन को नीचे की लेयर पर दीवारों से बेहतर तरीके से पालन करते हैं। कम मूल्य उपयोग की जाने वाली सामग्री की मात्रा को बचाते हैं।

# max_skin_angle_for_expansion label
source: Maximum Skin Angle for Expansion
ca_es: Angle màxim de l'aparença per a l'expansió
hi_hi: विस्तार के लिए अधिकतम स्किन कोन

# max_skin_angle_for_expansion description
source: Top and/or bottom surfaces of your object with an angle larger than this setting, won't have their top/bottom skin expanded. This avoids expanding the narrow skin areas that are created when the model surface has a near vertical slope. An angle of 0° is horizontal and will cause no skin to be expanded, while an angle of 90° is vertical and will cause all skin to be expanded.
ca_es: Les superfícies superior i/o inferior del vostre objecte amb un angle més gran que aquest ajustament, no tindran la seva pell superior/inferior expandida. Això evita expandir les àrees de pell estreta que es creen quan la superfície del model té un pendent vertical proper. Un angle de 0. és horitzontal i no farà que la pell s'expandeixi, mentre que un angle de 90. és vertical i farà que tota la pell s'expandeixi.
hi_hi: इस सेटिंग से बड़े कोन वाली आपकी वस्तु की ऊपरी और/या निचली सतहों की ऊपरी/निचली स्किन का विस्तार नहीं होगा। यह संकीर्ण स्किन क्षेत्रों का विस्तार करने से बचता है जो तब बनाए जाते हैं जब मॉडल की सतह में एक ऊर्ध्वाधर ढलान होता है। 0° का कोन क्षैतिज होता है और इससे कोई स्किन नहीं फैलती, जबकि 90° का कोन लंबवत होता है और इससे सभी स्किन फैल जाती है।

# min_skin_width_for_expansion label
source: Minimum Skin Width for Expansion
ca_es: Amplada mínima de l'aparença per a l'expansió
hi_hi: विस्तार के लिए स्किन की न्यूनतम चौड़ाई

# min_skin_width_for_expansion description
source: Skin areas narrower than this are not expanded. This avoids expanding the narrow skin areas that are created when the model surface has a slope close to the vertical.
ca_es: Les àrees de parentiu més estretes que aquesta no s'expandeixen. Això evita expandir les àrees de la pell estreta que es creen quan la superfície del model té un pendent proper a la vertical.
hi_hi: इससे संकीर्ण स्किन वाले क्षेत्रों का विस्तार नहीं होता है। यह संकीर्ण स्किन क्षेत्रों का विस्तार करने से बचता है जो तब बनते हैं जब मॉडल की सतह का ढलान लंबवत के करीब होता है।

# infill label
source: Infill
ca_es: Emplenament
hi_hi: इन्फिल

# infill description
source: Infill
ca_es: Emplenament
hi_hi: इन्फिल

# infill_extruder_nr label
source: Infill Extruder
ca_es: Extrusor d'emplenament
hi_hi: इन्फिल एक्सट्रूडर

# infill_extruder_nr description
source: The extruder train used for printing infill. This is used in multi-extrusion.
ca_es: El tren d'extrusió utilitzat per a la impressió de l'emplenament. Això s'usa en extrusió múltiple.
hi_hi: इन्फिल प्रिंट करने के लिए इस्तेमाल की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# infill_sparse_density label
source: Infill Density
ca_es: Densitat d'emplenament
hi_hi: इन्फिल डेंसिटी

# infill_sparse_density description
source: Adjusts the density of infill of the print.
ca_es: Ajusta la densitat de l'emplenament de la impressió.
hi_hi: प्रिंट के इनफिल के घनत्व को समायोजित करता है।

# infill_line_distance label
source: Infill Line Distance
ca_es: Distància de línia d'emplenament
hi_hi: इन्फिल लाइन दूरी

# infill_line_distance description
source: Distance between the printed infill lines. This setting is calculated by the infill density and the infill line width.
ca_es: Distància entre les línies d'emplenament impreses. Aquest paràmetre es calcula per la densitat d'emplenament i l'amplada de la línia d'emplenament.
hi_hi: प्रिंटेड इनफिल लाइनों के बीच की दूरी। इस सेटिंग की गणना इनफिल घनत्व और इनफिल लाइन चौड़ाई द्वारा की जाती है।

# infill_pattern label
source: Infill Pattern
ca_es: Patró d'emplenament
hi_hi: इन्फिल पैटर्न

# infill_pattern description
source: The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, tri-hexagon, cubic, octet, quarter cubic, cross and concentric patterns are fully printed every layer. Gyroid, cubic, quarter cubic and octet infill change with every layer to provide a more equal distribution of strength over each direction. Lightning infill tries to minimize the infill, by only supporting the ceiling of the object.
ca_es: El patró del material d'emplenament de la impressió. La línia i l'emplenament en zig-zag intercanvien la direcció en capes alternatives, reduint el cost del material. Els patrons de graella, triangle, trihexagonal, cúbic, octet, quart cúbic, els patrons creuats i concèntrics estan completament impresos en totes les capes. L'abocador de giroedre, cúbic, quart cúbic i octet canvia amb cada capa per proporcionar una distribució més igual de força sobre cada direcció. L'emplenament d'il·luminació intenta minimitzar l'emplenament, només suportant el sostre de l'objecte.

# infill_pattern option grid
source: Grid
ca_es: Graella
hi_hi: ग्रिड (Grid)

# infill_pattern option lines
source: Lines
ca_es: Línies
hi_hi: लाइन्स

# infill_pattern option trihexagon
source: Tri-Hexagon
ca_es: Trihexagonal
hi_hi: त्रि-षट्भुजl

# infill_pattern option cubic
source: Cubic
ca_es: Cúbic
hi_hi: घन (Cubic)

# infill_pattern option cubicsubdiv
source: Cubic Subdivision
ca_es: Subdivisió cúbica
hi_hi: क्यूबिक सबडिविजन

# infill_pattern option quarter_cubic
source: Quarter Cubic
ca_es: Quart cúbic
hi_hi: क्वार्टर क्यूबिक

# infill_pattern option concentric
source: Concentric
ca_es: Concèntric
hi_hi: संकेंद्रित (Concentric)

# infill_pattern option cross
source: Cross
ca_es: Creu
hi_hi: क्रॉस (Cross)

# infill_pattern option cross_3d
source: Cross 3D
ca_es: Creu 3D
hi_hi: क्रॉस 3D

# infill_pattern option gyroid
source: Gyroid
ca_es: Giroedre

# infill_pattern option lightning
source: Lightning
ca_es: Il·luminació

# zig_zaggify_infill label
source: Connect Infill Lines
ca_es: Connecta les línies d'emplenament
hi_hi: इनफिल लाइन्स कनेक्ट करें
