Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# retraction_retract_speed label
source: Retraction Retract Speed
ca_es: Velocitat de recuperació
hi_hi: रट्रक्शन -रिट्रक्ट स्पीड

# retraction_retract_speed description
source: The speed at which the filament is retracted during a retraction move.
ca_es: La velocitat a la qual el filament es retracta durant un moviment de retracció.
hi_hi: वह गति जिससे फिलामेंट पीछे हटने की चाल के दौरान वापस ले लिया जाता है।

# retraction_prime_speed label
source: Retraction Prime Speed
ca_es: Velocitat de primer pla
hi_hi: रिट्रेक्शन प्राइम स्पीड

# retraction_prime_speed description
source: The speed at which the filament is primed during a retraction move.
ca_es: La velocitat a la qual el filament s'enrotlla durant un moviment de retracció.
hi_hi: वह गति जिससे फिलामेंट को पीछे हटने की चाल के दौरान प्राइम किया जाता है।

# retraction_extra_prime_amount label
source: Retraction Extra Prime Amount
ca_es: Quantitat extra de retracció
hi_hi: वापसी(रिट्रेक्शन) अतिरिक्त प्रधान राशि

# retraction_extra_prime_amount description
source: Some material can ooze away during a travel move, which can be compensated for here.
ca_es: Alguns materials poden traspuar fora durant un moviment de desplaçament, que es pot compensar aquí.
hi_hi: यात्रा के दौरान कुछ मटेरियल बाह सकता है, जिसकी भरपाई यहां की जा सकती है।

# retraction_min_travel label
source: Retraction Minimum Travel
ca_es: Desplaçament mínim de retracció
hi_hi: प्रत्यावर्तन न्यूनतम ट्रैवेल

# retraction_min_travel description
source: The minimum distance of travel needed for a retraction to happen at all. This helps to get fewer retractions in a small area.
ca_es: La distància mínima de desplaçament necessària perquè es produeixi una retracció. Això ajuda a obtenir menys retraccions en una àrea petita.
hi_hi: वापसी के लिए आवश्यक यात्रा की दूरी (ट्रेवल डिस्टन्स) बिल्कुल न्यूनतम होनी चाहिए। यह एक छोटे से क्षेत्र में कम वापसी प्राप्त करने में मदद करता है।

# retraction_count_max label
source: Maximum Retraction Count
ca_es: Nombre màxim de retraccions
hi_hi: अधिकतम वापसी गणना(रट्रक्शन काउंट)

# retraction_count_max description
source: This setting limits the number of retractions occurring within the minimum extrusion distance window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament, as that can flatten the filament and cause grinding issues.
ca_es: Aquest paràmetre limita el nombre de retraccions que es produeixen dins de la finestra de distància mínima d'extrusió. S'ignoraran altres retraccions dins d'aquesta finestra. Això evita retractar-se repetidament en el mateix tros de filament, ja que això pot aplanar el filament i causar problemes de molta.
hi_hi: यह सेटिंग न्यूनतम एक्सट्रूज़न दूरी विंडो के भीतर होने वाली वापसी की संख्या को सीमित करती है। इस विंडो के भीतर आगे की वापसी को अनदेखा कर दिया जाएगा। यह फिलामेंट के एक ही टुकड़े पर बार-बार पीछे हटने से बचता है, क्योंकि यह फिलामेंट को समतल कर सकता है और पीसने की समस्या पैदा कर सकता है।

# retraction_extrusion_window label
source: Minimum Extrusion Distance Window
ca_es: Finestra de distància mínima d'extrusió
hi_hi: न्यूनतम एक्सट्रूज़न का डिस्टेंस विंडो

# retraction_extrusion_window description
source: The window in which the maximum retraction count is enforced. This value should be approximately the same as the retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.
ca_es: La finestra en la qual s'aplica el recompte màxim de retractació. Aquest valor hauria de ser aproximadament el mateix que la distància de retracció, de manera que el nombre de vegades que una retracció passa el mateix pedaç de material és limitat.
hi_hi: वह विंडो जिसमें अधिकतम वापसी गणना लागू की गई है। यह मान लगभग वापस लेने की दूरी के समान होना चाहिए, ताकि प्रभावी रूप से मटेरियल के एक ही पैच से वापसी की संख्या सीमित हो।

# limit_support_retractions label
source: Limit Support Retractions
ca_es: Limita les retraccions entre suports
hi_hi: समर्थन(सपोर्ट) वापसी को सीमित करें

# limit_support_retractions description
source: Omit retraction when moving from support to support in a straight line. Enabling this setting saves print time, but can lead to excessive stringing within the support structure.
ca_es: Omet la retracció si es mou entre suports en línia recta. Si habiliteu aquest paràmetre, s'estalvia temps d'impressió, però pot provocar un encordat excessiu en l'estructura de suport.
hi_hi: एक सीधी रेखा में सपोर्ट से सपोर्ट की ओर बढ़ते समय पीछे हटना छोड़ दें। इस सेटिंग को सक्षम करने से प्रिंट समय की बचत होती है, लेकिन समर्थन संरचना के भीतर अत्यधिक स्ट्रिंग हो सकती है।

# retraction_combing label
source: Combing Mode
ca_es: Mode de compilació
hi_hi: कॉम्बिंग मोड

# retraction_combing description
source: Combing keeps the nozzle within already printed areas when traveling. This results in slightly longer travel moves but reduces the need for retractions. If combing is off, the material will retract and the nozzle moves in a straight line to the next point. It is also possible to avoid combing over top/bottom skin areas or to only comb within the infill.
ca_es: Combing manté la tovera dins de les àrees ja impreses en viatjar. Això dona lloc a moviments de viatge lleugerament més llargs, però redueix la necessitat de retractacions. Si l'empunyadura està desactivada, el material es retractarà i la tovera es mou en una línia recta fins al següent punt. També és possible evitar la compressió sobre les zones de la pell superior/inferior o només la compressió dins de l'interior.
hi_hi: यात्रा (travel) करते समय कॉम्बिंग करने से नोजल पहले से ही प्रिंट क्षेत्रों के भीतर रहता है। इसके परिणामस्वरूप थोड़ी लंबी यात्रा चलती है लेकिन पीछे हटने की आवश्यकता कम हो जाती है। यदि कॉम्बिंग करना बंद है, तो मटेरियल पीछे हट जाएगी और नोजल एक सीधी रेखा में अगले बिंदु पर चला जाएगा। यह भी संभव है कि ऊपर/नीचे स्किन क्षेत्रों में कॉम्बिंग करने से बचें या केवल इन्फिल के भीतर ही कॉम्बिंग करें।

# retraction_combing option off
source: Off
ca_es: Desactivat
hi_hi: ऑफ

# retraction_combing option all
source: All
ca_es: Tot
hi_hi: ऑल

# retraction_combing option no_outer_surfaces
source: Not on Outer Surface
ca_es: No a la superfície exterior

# retraction_combing option noskin
source: Not in Skin
ca_es: No a l'aparença
hi_hi: स्किन में नहीं

# retraction_combing option infill
source: Within Infill
ca_es: Dins
hi_hi: इन्फिल के भीतर

# retraction_combing_max_distance label
source: Max Comb Distance With No Retract
ca_es: Distància màxima de la compilació sense resta
hi_hi: बिना पीछे हटने के अधिकतम कॉम्ब (Comb) दूरी

# retraction_combing_max_distance description
source: When greater than zero, combing travel moves that are longer than this distance will use retraction. If set to zero, there is no maximum and combing moves will not use retraction.
ca_es: Quan sigui més gran que zero, compilar moviments de viatge que siguin més llargs que aquesta distància utilitzarà la retracció. Si s'estableix a zero, no hi ha moviments màxims i de compressió no usaran la retracció.
hi_hi: शून्य से अधिक होने पर, इस दूरी से अधिक लंबी कॉम्बिंग ट्रैवल मूव्स में वापसी का उपयोग किया जाएगा। यदि शून्य पर सेट किया जाता है, तो कोई अधिकतम नहीं है और कॉम्बिंग चालें पीछे हटने का उपयोग नहीं करेंगी।कोई अधिकतम नहीं है और स्टाइलिंग मूवमेंट में वापसी का उपयोग नहीं होगा।

# travel_retract_before_outer_wall label
source: Retract Before Outer Wall
ca_es: Retira abans de la paret exterior
hi_hi: बाहरी दीवार से पहले वापस ले

# travel_retract_before_outer_wall description
source: Always retract when moving to start an outer wall.
ca_es: Retira sempre quan es mou per iniciar una paret exterior.
hi_hi: बाहरी दीवार शुरू करने के लिए चलते समय हमेशा पीछे हटें।

# travel_avoid_other_parts label
source: Avoid Printed Parts When Traveling
ca_es: Evita les parts impreses en viatjar
hi_hi: यात्रा (travel) करते समय प्रिंटेड भागों से बचें

# travel_avoid_other_parts description
source: The nozzle avoids already printed parts when traveling. This option is only available when combing is enabled.
ca_es: Durant els desplaçaments, la tovera evita les parts ja impreses. Aquesta opció només està disponible quan s'ha habilitat la compressió.
hi_hi: यात्रा (travel) करते समय नोजल पहले से ही मुद्रित भागों से बचता है। यह विकल्प केवल तभी उपलब्ध होता है जब कॉम्बिंग सक्षम हो।

# travel_avoid_supports label
source: Avoid Supports When Traveling
ca_es: Evita els suports durant els desplaçaments
hi_hi: ट्रैवेलिंग करते समय सपोर्ट से बचे

# travel_avoid_supports description
source: The nozzle avoids already printed supports when traveling. This option is only available when combing is enabled.
ca_es: La tovera evita suports ja impresos en viatjar. Aquesta opció només està disponible quan s'ha habilitat la compressió.
hi_hi: यात्रा करते समय नोजल पहले से मुद्रित (print) सपोर्ट से बचा जाता है। यह विकल्प केवल तभी उपलब्ध होता है जब कॉम्बिंग सक्षम हो।

# travel_avoid_distance label
source: Travel Avoid Distance
ca_es: Evitar la distància
hi_hi: यात्रा दूरी से बचें

# travel_avoid_distance description
source: The distance between the nozzle and already printed parts when avoiding during travel moves.
ca_es: La distància entre la tovera i les parts ja impreses quan s'evita durant els desplaçaments.
hi_hi: यात्रा चाल के दौरान टालते समय नोजल और पहले से मुद्रित भागों के बीच की दूरी।

# layer_start_x label
source: Layer Start X
ca_es: X inicial de la capa
hi_hi: परत प्रारंभ X

# layer_start_x description
source: The X coordinate of the position near where to find the part to start printing each layer.
ca_es: La coordenada X de la posició a prop d'on trobar la part per començar a imprimir cada capa.
hi_hi: प्रत्येक लेयर को प्रिंट करना शुरू करने के लिए भाग को खोजने के लिए X उस स्थिति का समन्वय करता है।

# layer_start_y label
source: Layer Start Y
ca_es: Y inicial de la capa
hi_hi: परत प्रारंभ Y

# layer_start_y description
source: The Y coordinate of the position near where to find the part to start printing each layer.
ca_es: La coordenada Y de la posició a prop d'on trobar la part per començar a imprimir cada capa.
hi_hi: प्रत्येक लेयर को प्रिंट करना शुरू करने के लिए भाग को खोजने के लिए Y उस स्थिति का समन्वय करता है।

# retraction_hop_enabled label
source: Z Hop When Retracted
ca_es: Z salt en recuperar
hi_hi: Z हॉप जब वापस ले लिया

# retraction_hop_enabled description
source: Whenever a retraction is done, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.
ca_es: Sempre que es fa una retracció, la placa de construcció es redueix per crear una neteja entre la tovera i la impressió. Evita que la tovera copegi la impressió durant els moviments de viatge, reduint la possibilitat de colpejar la impressió des de la placa de construcció.
hi_hi: जब भी कोई वापसी की जाती है, तो नोजल और प्रिंट के बीच क्लीयरेंस बनाने के लिए बिल्ड प्लेट को नीचे किया जाता है। यह नोज़ल को यात्रा के दौरान प्रिंट से टकराने से रोकता है, जिससे बिल्ड प्लेट से प्रिंट को खटखटाने की संभावना कम हो जाती है।

# retraction_hop_only_when_collides label
source: Z Hop Only Over Printed Parts
ca_es: Z salt només sobre les parts impreses
hi_hi: Z हॉप ओनली ओवर प्रिंटेड पार्ट्स

# retraction_hop_only_when_collides description
source: Only perform a Z Hop when moving over printed parts which cannot be avoided by horizontal motion by Avoid Printed Parts when Traveling.
ca_es: Realitza només un salt Z quan es mou sobre parts impreses que no es poden evitar mitjançant el moviment horitzontal per Evitar les parts impreses en viatjar.
hi_hi: मुद्रित(प्रिंट) भागों पर चलते समय केवल Z हॉप का प्रदर्शन करें, जिसे यात्रा करते समय मुद्रित भागों से बचें क्षैतिज गति से बचा नहीं जा सकता है।

# retraction_hop label
source: Z Hop Height
ca_es: Alçària del salt Z
hi_hi: Z हॉप की ऊंचाई

# retraction_hop description
source: The height difference when performing a Z Hop.
ca_es: La diferència d'alçària quan es realitza un salt Z.
hi_hi: Z हॉप करते समय ऊंचाई का अंतर।

# retraction_hop_after_extruder_switch label
source: Z Hop After Extruder Switch
ca_es: Z Hop després de l'extrusor
hi_hi: एक्सट्रूडर स्विच के बाद Z हॉप

# retraction_hop_after_extruder_switch description
source: After the machine switched from one extruder to the other, the build plate is lowered to create clearance between the nozzle and the print. This prevents the nozzle from leaving oozed material on the outside of a print.
ca_es: Després que la màquina canviï d'un extrusor a un altre, la placa d'impressió baixa per a crear espai lliure entre la tovera i la impressió. Això evita que la tovera deixi material traspuat fora de la impressió.
hi_hi: मशीन के एक एक्सट्रूडर से दूसरे में स्विच करने के बाद, नोजल और प्रिंट के बीच क्लीयरेंस बनाने के लिए बिल्ड प्लेट को उतारा जाता है। यह नोजल को प्रिंट के बाहर की ओर निकलने वाली मटेरियल को छोड़ने से रोकता है।

# retraction_hop_after_extruder_switch_height label
source: Z Hop After Extruder Switch Height
ca_es: Z salt després de l'alçada de l'extrusor
hi_hi: एक्सट्रूडर स्विच ऊंचाई जेड हॉप के बाद एक्सट्रूडर की स्विच ऊंचाई

# retraction_hop_after_extruder_switch_height description
source: The height difference when performing a Z Hop after extruder switch.
ca_es: La diferència d'alçària quan es realitza un salt Z després del commutador d'extrusió.
hi_hi: एक्सट्रूडर स्विच के बाद Z हॉप करते समय ऊंचाई का अंतर।

# cooling label
source: Cooling
ca_es: Refrigeració
hi_hi: ठंडा करना (Cooling)

# cooling description
source: Cooling
ca_es: Refrigeració
hi_hi: ठंडा करना (Cooling)

# cool_fan_enabled label
source: Enable Print Cooling
ca_es: Habilita la refrigeració de la impressió
hi_hi: प्रिंट कूलिंग चालू करें

# cool_fan_enabled description
source: Enables the print cooling fans while printing. The fans improve print quality on layers with short layer times and bridging / overhangs.
ca_es: Habilita els ventiladors de refrigeració d'impressió mentre s'imprimeix. Els ventiladors milloren la qualitat de la impressió en les capes amb temps de capa curt, ponts i voladissos.
hi_hi: Habilita ventiladores de refrigeración mientras se imprime. Los ventiladores mejoran la calidad de la impresión en capas con menores tiempos de capas y puentes o voladizos.

# cool_fan_speed label
source: Fan Speed
ca_es: Velocitat del ventilador
hi_hi: पंखे की गति

# cool_fan_speed description
source: The speed at which the print cooling fans spin.
ca_es: La velocitat a la qual giren els ventiladors de refrigeració de la impressió.
hi_hi: जिस गति से प्रिंट कूलिंग पंखे घूमते हैं।

# cool_fan_speed_min label
source: Regular Fan Speed
ca_es: Velocitat normal del ventilador
hi_hi: नियमित पंखे की गति

# cool_fan_speed_min description
source: The speed at which the fans spin before hitting the threshold. When a layer prints faster than the threshold, the fan speed gradually inclines towards the maximum fan speed.
ca_es: La velocitat a la qual giren els ventiladors abans d'arribar al llindar. Si una capa s'imprimeix més ràpidament que el llindar, la velocitat del ventilador canvia gradualment cap a la velocitat màxima del ventilador.
hi_hi: दहलीज से टकराने से पहले पंखे जिस गति से घूमते हैं। जब एक परत दहलीज से अधिक तेजी से प्रिंट होती है, तो पंखे की गति धीरे-धीरे अधिकतम पंखे की गति की ओर झुक जाती है।

# cool_fan_speed_max label
source: Maximum Fan Speed
ca_es: Velocitat màxima del ventilador
hi_hi: अधिकतम पंखे की गति

# cool_fan_speed_max description
source: The speed at which the fans spin on the minimum layer time. The fan speed gradually increases between the regular fan speed and maximum fan speed when the threshold is hit.
ca_es: La velocitat a la qual giren els ventiladors en el temps mínim de la capa. La velocitat del ventilador augmenta gradualment entre la velocitat del ventilador regular i la velocitat màxima del ventilador quan s'arriba al llindar.
hi_hi: वह गति जिस पर पंखे न्यूनतम परत समय पर घूमते हैं। थ्रेशोल्ड हिट होने पर नियमित पंखे की गति और अधिकतम पंखे की गति के बीच पंखे की गति धीरे-धीरे बढ़ जाती है।

# cool_min_layer_time_fan_speed_max label
source: Regular/Maximum Fan Speed Threshold
ca_es: Llindar de velocitat normal/màxima del ventilador
hi_hi: नियमित/अधिकतम पंखे की गति सीमा

# cool_min_layer_time_fan_speed_max description
source: The layer time which sets the threshold between regular fan speed and maximum fan speed. Layers that print slower than this time use regular fan speed. For faster layers the fan speed gradually increases towards the maximum fan speed.
ca_es: El temps de la capa que estableix el llindar entre la velocitat normal del ventilador i la velocitat màxima. Les capes que s'imprimeixen més lentes que aquest temps utilitzen la velocitat del ventilador normal. Per a les capes més ràpides, la velocitat del ventilador augmenta gradualment cap a la velocitat màxima del ventilador.
hi_hi: लेयर टाइम जो नियमित पंखे की गति और अधिकतम पंखे की गति के बीच दहलीज निर्धारित करता है। इस समय से धीमी गति से प्रिंट करने वाली परतें नियमित पंखे की गति का उपयोग करती हैं। तेज परतों के लिए पंखे की गति धीरे-धीरे अधिकतम पंखे की गति की ओर बढ़ती है।

# cool_fan_speed_0 label
source: Initial Fan Speed
ca_es: Velocitat inicial del ventilador
hi_hi: प्रारंभिक फैन स्पीड

# cool_fan_speed_0 description
source: The speed at which the fans spin at the start of the print. In subsequent layers the fan speed is gradually increased up to the layer corresponding to Regular Fan Speed at Height.
ca_es: La velocitat a la qual els ventiladors giren al començament de la impressió. En les capes posteriors la velocitat del ventilador s'incrementa gradualment fins a la capa corresponent a la velocitat del ventilador normal a l'altura.
hi_hi: प्रिंट की शुरुआत में पंखे जिस गति से घूमते हैं। बाद की परतों में पंखे की गति को धीरे-धीरे ऊँचाई पर नियमित पंखे की गति के अनुरूप परत तक बढ़ा दिया जाता है।

# cool_fan_full_at_height label
source: Regular Fan Speed at Height
ca_es: Velocitat del ventilador regular a l'altura
hi_hi: ऊंचाई पर नियमित पंखे की गति

# cool_fan_full_at_height description
source: The height at which the fans spin on regular fan speed. At the layers below the fan speed gradually increases from Initial Fan Speed to Regular Fan Speed.
ca_es: L'altura a la qual els ventiladors giren a la velocitat normal del ventilador En les capes inferiors, la velocitat del ventilador s'incrementa gradualment des de la velocitat inicial del ventilador fins a la velocitat normal del ventilador.
hi_hi: वह ऊंचाई जिस पर पंखे नियमित पंखे की गति से घूमते हैं। पंखे की गति के नीचे की परतों पर धीरे-धीरे प्रारंभिक पंखे की गति से नियमित पंखे की गति(fan speed) तक बढ़ जाती है।

# cool_fan_full_layer label
source: Regular Fan Speed at Layer
ca_es: Velocitat normal del ventilador en la capa
hi_hi: परत(layer) पर नियमित फैन स्पीड

# cool_fan_full_layer description
source: The layer at which the fans spin on regular fan speed. If regular fan speed at height is set, this value is calculated and rounded to a whole number.
ca_es: La capa a la qual els ventiladors giren a la velocitat normal del ventilador. Si s'estableix una velocitat normal a l'altura, aquest valor es calcula i s'arrodoneix a un nombre sencer.
hi_hi: वह परत जिस पर पंखे नियमित पंखे की गति से घूमते हैं। यदि ऊंचाई पर नियमित पंखे की गति निर्धारित की जाती है, तो इस मान(value) की गणना की जाती है और इसे पूर्ण संख्या में गोल किया जाता है।

# cool_min_layer_time label
source: Minimum Layer Time
ca_es: Temps mínim de la capa
hi_hi: न्यूनतम परत(layer) का समय

# cool_min_layer_time description
source: The minimum time spent in a layer. This forces the printer to slow down, to at least spend the time set here in one layer. This allows the printed material to cool down properly before printing the next layer. Layers may still take shorter than the minimal layer time if Lift Head is disabled and if the Minimum Speed would otherwise be violated.
ca_es: El temps mínim dedicat a una capa. Això obliga la impressora a alentir-se, a passar, en una capa, almenys el temps definit aquí. Això permet que el material imprès es refredi correctament abans d'imprimir la capa següent. Les capes encara poden trigar més que el temps mínim de la capa si «Eleva el capçal» està desactivat i si la velocitat mínima es modifica d'alguna altra manera.
hi_hi: एक परत में बिताया गया न्यूनतम समय। यह प्रिंटर को धीमा करने के लिए मजबूर करता है, कम से कम एक परत में यहां निर्धारित समय बिताने के लिए। यह अगली परत को प्रिंट करने से पहले मुद्रित मटेरियल को ठीक से ठंडा होने देता है। यदि लिफ्ट हेड अक्षम है और यदि न्यूनतम गति का अन्यथा उल्लंघन किया जाता है तो परतें अभी भी न्यूनतम परत समय से कम समय ले सकती हैं।

# cool_min_speed label
source: Minimum Speed
ca_es: Velocitat mínima
hi_hi: न्यूनतम गति

# cool_min_speed description
source: The minimum print speed, despite slowing down due to the minimum layer time. When the printer would slow down too much, the pressure in the nozzle would be too low and result in bad print quality.
ca_es: La velocitat mínima d'impressió, tot i alentir-se a causa del temps mínim de la capa. Si la impressora s'alenteix massa, la pressió en la tovera pot ser massa baixa i resulta en una mala qualitat d'impressió.
hi_hi: न्यूनतम प्रिंट गति, न्यूनतम परत समय के कारण धीमा होने के बावजूद। जब प्रिंटर बहुत धीमा हो जाता है, तो नोजल में दबाव बहुत कम हो जाता है और प्रिंट की गुणवत्ता खराब हो जाती है।

# cool_lift_head label
source: Lift Head
ca_es: Eleva el capçal
hi_hi: लिफ्ट हेड

# cool_lift_head description
source: When the minimum speed is hit because of minimum layer time, lift the head away from the print and wait the extra time until the minimum layer time is reached.
ca_es: Si s'arriba a la velocitat mínima a causa del temps mínim de la capa, eleva el capçal fora de la impressió i espera el temps addicional necessari fins que s'arriba al temps mínim de la capa.
hi_hi: जब न्यूनतम परत समय के कारण न्यूनतम गति हिट हो जाती है, तो सिर को प्रिंट से दूर उठाएं और न्यूनतम परत समय तक पहुंचने तक अतिरिक्त समय प्रतीक्षा करें।

# support label
source: Support
ca_es: Suport
hi_hi: सपोर्ट

# support description
source: Support
ca_es: Suport
hi_hi: सपोर्ट

# support_enable label
source: Generate Support
ca_es: Genera els suports
hi_hi: सपोर्ट उत्पन्न करें

# support_enable description
source: Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.
ca_es: Genera estructures per a donar suport a parts del model que tenen voladissos. Sense aquestes estructures, aquestes parts s'esfondrarien durant la impressió.
hi_hi: मॉडल के उन हिस्सों का समर्थन करने के लिए संरचनाएं बनाएं जिनमें ओवरहैंग हैं। इन संरचनाओं के बिना, छपाई के दौरान ऐसे हिस्से ढह जाएंगे।

# support_extruder_nr label
source: Support Extruder
ca_es: Extrusor dels suports
hi_hi: सपोर्ट एक्सट्रूडर

# support_extruder_nr description
source: The extruder train to use for printing the support. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per a imprimir els suports. Això s'usa en l'extrusió múltiple.
hi_hi: एक्सट्रूडर ट्रेन का उपयोग सपोर्ट को प्रिंट करने के लिए किया जाता है। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# support_infill_extruder_nr label
source: Support Infill Extruder
ca_es: Extrusor d'emplenament dels suports
hi_hi: सपोर्ट इन्फिल एक्सट्रूडर

# support_infill_extruder_nr description
source: The extruder train to use for printing the infill of the support. This is used in multi-extrusion.
ca_es: El tren d'extrusió a utilitzar per imprimir l'emplenament dels suports. Això s'usa en l'extrusió múltiple.
hi_hi: एक्सट्रूडर ट्रेन का उपयोग सपोर्ट के इनफिल को प्रिंट करने के लिए किया जाता है। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# support_extruder_nr_layer_0 label
source: First Layer Support Extruder
ca_es: Extrusor de la primera capa dels suports
hi_hi: फर्स्ट लेयर सपोर्ट एक्सट्रूडर
