Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# raft_interface_speed description
source: The speed at which the middle raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
ca_es: La velocitat a la qual s'imprimeix la capa intermèdia de la plataforma. Això s'hauria d'imprimir molt lentament, ja que el volum de material que surt de la tovera és bastant gran.
hi_hi: जिस गति(speed) से मध्य बेड़ा परत मुद्रित(print) होती है। इसे काफी धीरे-धीरे प्रिंट किया जाना चाहिए, क्योंकि नोजल से निकलने वाली सामग्री का आयतन काफी अधिक होता है।

# raft_base_speed label
source: Raft Base Print Speed
ca_es: Velocitat d'impressió de la base de la plataforma
hi_hi: राफ्ट बेस प्रिंट स्पीड

# raft_base_speed description
source: The speed at which the base raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
ca_es: La velocitat a la qual s'imprimeix la capa base de la plataforma. Això s'hauria d'imprimir molt lentament, ja que el volum de material que surt de la tovera és bastant gran.
hi_hi: जिस गति से बेस राफ्ट लेयर प्रिंट होती है। इसे काफी धीरे-धीरे प्रिंट किया जाना चाहिए, क्योंकि नोजल से निकलने वाली मटेरियल का आयतन काफी अधिक होता है।

# raft_acceleration label
source: Raft Print Acceleration
ca_es: Acceleració d'impressió de la plataforma
hi_hi: बेड़ा प्रिंट त्वरण(Acceleration)

# raft_acceleration description
source: The acceleration with which the raft is printed.
ca_es: L'acceleració amb la qual s'imprimeix la plataforma.
hi_hi: वह एक्सेलेरेशन जिसके साथ राफ्ट प्रिंट किया जाता है।

# raft_surface_acceleration label
source: Raft Top Print Acceleration
ca_es: Acceleració de la impressió superior de la plataforma
hi_hi: राफ्ट टॉप प्रिंट एक्सेलेरेशन

# raft_surface_acceleration description
source: The acceleration with which the top raft layers are printed.
ca_es: L'acceleració amb la qual s'imprimeixen les capes superiors de la plataforma.
hi_hi: वह त्वरण (Acceleration)जिसके साथ शीर्ष राफ्ट लेयर्स प्रिंट की जाती हैं।

# raft_interface_acceleration label
source: Raft Middle Print Acceleration
ca_es: Acceleració de la impressió intermèdia
hi_hi: राफ्ट मध्य प्रिंट एक्सेलेरेशन

# raft_interface_acceleration description
source: The acceleration with which the middle raft layer is printed.
ca_es: L'acceleració amb la qual s'imprimeix la capa intermèdia de la plataforma.
hi_hi: वह त्वरण (Acceleration) जिसके साथ मध्य राफ्ट लेयर प्रिंट होती है।

# raft_base_acceleration label
source: Raft Base Print Acceleration
ca_es: Acceleració d'impressió de la base de la plataforma
hi_hi: राफ्ट बेस प्रिंट एक्सेलेरेशन

# raft_base_acceleration description
source: The acceleration with which the base raft layer is printed.
ca_es: L'acceleració amb la qual s'imprimeix la capa base de la plataforma.
hi_hi: वह त्वरण (Acceleration) जिसके साथ बेस राफ्ट लेयर प्रिंट होती है।

# raft_jerk label
source: Raft Print Jerk
ca_es: Velocitat de viratge d'impressió de la plataforma
hi_hi: Impulso de impresión de la balsa

# raft_jerk description
source: The jerk with which the raft is printed.
ca_es: La velocitat de viratge amb la qual s'imprimeix la plataforma.
hi_hi: वह झटका (jerk) जिससे राफ्ट प्रिंट किया जाता है।

# raft_surface_jerk label
source: Raft Top Print Jerk
ca_es: Velocitat de viratge d'impressió superior de la plataforma
hi_hi: राफ्ट टॉप प्रिंट जर्क

# raft_surface_jerk description
source: The jerk with which the top raft layers are printed.
ca_es: La velocitat de viratge amb la qual s'imprimeixen les capes superiors de la plataforma.
hi_hi: वह झटका (jerk) जिसके साथ राफ्ट की ऊपरी लेयर्स प्रिंट की जाती हैं।

# raft_interface_jerk label
source: Raft Middle Print Jerk
ca_es: Velocitat de viratge d'impressió intermèdia de la plataforma
hi_hi: राफ्ट मध्य प्रिंट जर्क

# raft_interface_jerk description
source: The jerk with which the middle raft layer is printed.
ca_es: La velocitat de viratge amb la qual s'imprimeix la capa intermèdia de la plataforma.
hi_hi: वह झटका (jerk) जिसके साथ मध्य राफ्ट लेयर प्रिंट होती है।

# raft_base_jerk label
source: Raft Base Print Jerk
ca_es: Velocitat de viratge d'impressió de la base de la plataforma
hi_hi: राफ्ट बेस प्रिंट जर्क

# raft_base_jerk description
source: The jerk with which the base raft layer is printed.
ca_es: La velocitat de viratge amb la qual s'imprimeix la capa base de la plataforma.
hi_hi: वह झटका (jerk) जिसके साथ बेस राफ्ट लेयर प्रिंट होती है।

# raft_fan_speed label
source: Raft Fan Speed
ca_es: Velocitat del ventilador de la plataforma
hi_hi: राफ्ट फैन स्पीड

# raft_fan_speed description
source: The fan speed for the raft.
ca_es: La velocitat del ventilador de la plataforma.
hi_hi: राफ्ट के लिए पंखे की गति।

# raft_surface_fan_speed label
source: Raft Top Fan Speed
ca_es: Velocitat del ventilador per a la part superior de la plataforma
hi_hi: राफ्ट टॉप फैन स्पीड

# raft_surface_fan_speed description
source: The fan speed for the top raft layers.
ca_es: La velocitat del ventilador per a les capes de superiors de la plataforma.
hi_hi: राफ्ट की ऊपरी परतों के लिए पंखे की गति।

# raft_interface_fan_speed label
source: Raft Middle Fan Speed
ca_es: Velocitat del ventilador per a la part intermèdia de la plataforma
hi_hi: राफ्ट मध्य फैन स्पीड

# raft_interface_fan_speed description
source: The fan speed for the middle raft layer.
ca_es: La velocitat del ventilador per a la capa intermèdia de la plataforma.
hi_hi: मध्य राफ्ट लेयर के लिए पंखे की गति।

# raft_base_fan_speed label
source: Raft Base Fan Speed
ca_es: Velocitat del ventilador per a la base de la plataforma
hi_hi: राफ्ट बेस फैन स्पीड

# raft_base_fan_speed description
source: The fan speed for the base raft layer.
ca_es: La velocitat del ventilador per a la capa base de la plataforma.
hi_hi: बेस राफ्ट लेयर के लिए पंखे की गति।

# dual label
source: Dual Extrusion
ca_es: Extrusió doble
hi_hi: डुअल एक्सट्रूज़न

# dual description
source: Settings used for printing with multiple extruders.
ca_es: Paràmetres utilitzats per a imprimir amb múltiples extrusors.
hi_hi: एकाधिक एक्सट्रूडर के साथ मुद्रण (printing) के लिए उपयोग की जाने वाली सेटिंग्स।

# prime_tower_enable label
source: Enable Prime Tower
ca_es: Activa la torre de preparació
hi_hi: प्राइम टॉवर को सक्षम करें

# prime_tower_enable description
source: Print a tower next to the print which serves to prime the material after each nozzle switch.
ca_es: Imprimeix una torre al costat de la impressió que serveix per a preparar material després de cada canvi de toveres.
hi_hi: प्रिंट के बगल में एक टावर प्रिंट करें जो प्रत्येक नोजल स्विच के बाद मटेरियल को प्राइम करने का काम करता है।

# prime_tower_size label
source: Prime Tower Size
ca_es: Mida de la torre de preparació
hi_hi: प्राइम टॉवर का आकार

# prime_tower_size description
source: The width of the prime tower.
ca_es: L'amplada de la torre de preparació.
hi_hi: प्राइम टॉवर की चौड़ाई।

# prime_tower_min_volume label
source: Prime Tower Minimum Volume
ca_es: Volum mínim de la torre de preparació
hi_hi: प्राइम टावर मिनिमम वॉल्यूम

# prime_tower_min_volume description
source: The minimum volume for each layer of the prime tower in order to purge enough material.
ca_es: El volum mínim per a cada capa de la torre de preparació per a poder purgar prou material.
hi_hi: पर्याप्त मटेरियल को शुद्ध करने के लिए प्राइम टावर की प्रत्येक लेयर के लिए न्यूनतम मात्रा।

# prime_tower_position_x label
source: Prime Tower X Position
ca_es: Posició X de la torre de preparació
hi_hi: प्राइम टावर की X पोजीशन

# prime_tower_position_x description
source: The x coordinate of the position of the prime tower.
ca_es: La coordenada x de la posició de la torre de preparació.
hi_hi: प्राइम टावर की स्थिति का X निर्देशांक।

# prime_tower_position_y label
source: Prime Tower Y Position
ca_es: Posició Y de la torre de preparació
hi_hi: प्राइम टावर की Y पोजीशन

# prime_tower_position_y description
source: The y coordinate of the position of the prime tower.
ca_es: La coordenada y de la posició de la torre de preparació.
hi_hi: प्राइम टावर की स्थिति का Y निर्देशांक।

# prime_tower_wipe_enabled label
source: Wipe Inactive Nozzle on Prime Tower
ca_es: Neteja la tovera inactiva en la torre de preparació
hi_hi: प्राइम टावर पर वाइप निष्क्रिय नोजल

# prime_tower_wipe_enabled description
source: After printing the prime tower with one nozzle, wipe the oozed material from the other nozzle off on the prime tower.
ca_es: Després d'imprimir la torre de preparació amb una tovera, neteja el material traspuat de l'altra tovera en la torre de preparació.
hi_hi: प्राइम टॉवर को एक नोजल से प्रिंट करने के बाद, प्राइम टॉवर पर दूसरे नोजल से निकलने वाले मटेरियल को पोंछ दें।

# prime_tower_brim_enable label
source: Prime Tower Brim
ca_es: Vora de la torre de preparació
hi_hi: प्राइम टॉवर ब्रिम

# prime_tower_brim_enable description
source: Prime-towers might need the extra adhesion afforded by a brim even if the model doesn't. Presently can't be used with the 'Raft' adhesion-type.
ca_es: Les torres de preparació poden necessitar l'adherència addicional que ofereix una vora, encara que el model no en necessiti. Actualment, no es pot utilitzar amb el tipus d'adherència «Plataforma».
hi_hi: प्राइम-टावरों को ब्रिम द्वारा वहन किए जाने वाले अतिरिक्त आसंजन (adhesion) की आवश्यकता हो सकती है, भले ही मॉडल न हो। वर्तमान में 'राफ्ट' आसंजन-प्रकार के साथ उपयोग नहीं किया जा सकता है।

# ooze_shield_enabled label
source: Enable Ooze Shield
ca_es: Activa l'escut de traspuament
hi_hi: ऊज शील्ड (Ooze Shiled) सक्षम करें

# ooze_shield_enabled description
source: Enable exterior ooze shield. This will create a shell around the model which is likely to wipe a second nozzle if it's at the same height as the first nozzle.
ca_es: Habilita l'escut de traspuament exterior. Això crea un embolcall al voltant del model per a netejar una segona tovera si està a la mateixa alçària que la primera tovera.
hi_hi: बाहरी ऊज़ शील्ड (Ooze Shiled) सक्षम करें। यह मॉडल के चारों ओर एक खोल बनाएगा जो दूसरे नोजल को पोंछने की संभावना है यदि यह पहले नोजल के समान ऊंचाई पर है।

# ooze_shield_angle label
source: Ooze Shield Angle
ca_es: Angle de l'escut de traspuament
hi_hi: ऊज शील्ड कोण (Ooze Shield Angle)

# ooze_shield_angle description
source: The maximum angle a part in the ooze shield will have. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller angle leads to less failed ooze shields, but more material.
ca_es: L'angle màxim que tindrà una part de l'escut de traspuament. Un valor de 0 graus indica vertical i de 90 graus vol dir horitzontal. Un angle més petit genera escuts de traspuament menys fallits, però gasta més material.
hi_hi: ओज शील्ड में एक भाग का अधिकतम कोण(angle) होगा। 0 डिग्री लंबवत होने के साथ, और 90 डिग्री क्षैतिज होने के साथ। एक छोटा कोण कम असफल ओज शील्ड की ओर जाता है, लेकिन अधिक सामग्री(material)।

# ooze_shield_dist label
source: Ooze Shield Distance
ca_es: Distància de l'escut de traspuament
hi_hi: ऊज़ शील्ड दूरी

# ooze_shield_dist description
source: Distance of the ooze shield from the print, in the X/Y directions.
ca_es: Distància de l'escut de traspuament de la impressió, en les direccions X/Y.
hi_hi: X/Y दिशाओं में प्रिंट से ऊज शील्ड (Ooze Shield) की दूरी।

# switch_extruder_retraction_amount label
source: Nozzle Switch Retraction Distance
ca_es: Distància de retracció pel canvi de tovera
hi_hi: नोजल स्विच रिट्रेक्शन डिस्टेंस

# switch_extruder_retraction_amount description
source: The amount of retraction when switching extruders. Set to 0 for no retraction at all. This should generally be the same as the length of the heat zone.
ca_es: La quantitat de retracció quan es canvien els extrusors. Establiu-ho a 0 per a no fer cap retracció. Hauria de ser la mateixa que la longitud de la zona de calor.
hi_hi: एक्सट्रूडर स्विच करते समय पीछे(switch) हटने की मात्रा। बिना किसी वापसी के 0 पर सेट करें। यह आम तौर पर ऊष्मा क्षेत्र की लंबाई के समान होना चाहिए।

# switch_extruder_retraction_speeds label
source: Nozzle Switch Retraction Speed
ca_es: Velocitat de retracció pel canvi de tovera
hi_hi: नोजल स्विच रिट्रेक्शन स्पीड

# switch_extruder_retraction_speeds description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
ca_es: La velocitat a la qual es retracta el filament. Una velocitat de retracció més alta funciona millor, però una velocitat de retracció massa alta pot provocar l'aixafament del filament.
hi_hi: जिस गति से फिलामेंट पीछे हटता है। एक उच्च वापसी गति बेहतर काम करती है, लेकिन बहुत अधिक वापसी की गति फिलामेंट को पीसने का कारण बन सकती है।

# switch_extruder_retraction_speed label
source: Nozzle Switch Retract Speed
ca_es: Velocitat de retracció pel canvi de tovera
hi_hi: नोजल स्विच रिट्रैक्ट स्पीड

# switch_extruder_retraction_speed description
source: The speed at which the filament is retracted during a nozzle switch retract.
ca_es: La velocitat a la qual es recupera el filament durant una retracció pel canvi de tovera.
hi_hi: जिस गति से नोजल स्विच के दौरान फिलामेंट वापस ले लिया जाता है वह पीछे हट जाता है।

# switch_extruder_prime_speed label
source: Nozzle Switch Prime Speed
ca_es: Velocitat de primer pla del commutador de tovera
hi_hi: नोजल स्विच प्राइम स्पीड

# switch_extruder_prime_speed description
source: The speed at which the filament is pushed back after a nozzle switch retraction.
ca_es: La velocitat a la qual el filament es retrocedeix després d'una retracció del commutador de toveres.
hi_hi: वह गति जिस पर नोजल स्विच के पीछे हटने के बाद फिलामेंट को पीछे धकेला जाता है।

# switch_extruder_extra_prime_amount label
source: Nozzle Switch Extra Prime Amount
ca_es: Quantitat extra de canviar de tovera
hi_hi: नोजल स्विच एक्स्ट्रा प्राइम अमाउंट

# switch_extruder_extra_prime_amount description
source: Extra material to prime after nozzle switching.
ca_es: Material extra a primer després de canviar de tovera.
hi_hi: नोजल स्विचिंग के बाद प्राइम में अतिरिक्त मटेरियल।

# meshfix label
source: Mesh Fixes
ca_es: Correccions de malla
hi_hi: जाली (Mesh) ठीक करता है

# meshfix description
source: Make the meshes more suited for 3D printing.
ca_es: Fa que les malles siguin més adequades per a la impressió en 3D.
hi_hi: मेश को 3डी प्रिंटिंग के लिए अधिक अनुकूल बनाएं।

# meshfix_union_all label
source: Union Overlapping Volumes
ca_es: Volums superposats de la Unió
hi_hi: यूनियन ओवरलैपिंग वॉल्यूम

# meshfix_union_all description
source: Ignore the internal geometry arising from overlapping volumes within a mesh and print the volumes as one. This may cause unintended internal cavities to disappear.
ca_es: Ignora la geometria interna derivada dels volums superposats dins d'una malla i imprimeix els volums com un. Això pot provocar la desaparició de cavitats internes no desitjades.
hi_hi: एक जाल (mesh) के भीतर अतिव्यापी वॉल्यूम से उत्पन्न होने वाली आंतरिक ज्यामिति को अनदेखा करें और वॉल्यूम को एक के रूप में प्रिंट करें। यह अनपेक्षित आंतरिक गुहाओं के गायब होने का कारण हो सकता है।

# meshfix_union_all_remove_holes label
source: Remove All Holes
ca_es: Suprimeix tots els forats
hi_hi: सभी छेद हटाएं

# meshfix_union_all_remove_holes description
source: Remove the holes in each layer and keep only the outside shape. This will ignore any invisible internal geometry. However, it also ignores layer holes which can be viewed from above or below.
ca_es: Elimina els forats de cada capa i només manté la forma exterior. Això ignorarà qualsevol geometria interna invisible. Tanmateix, també ignora els forats de la capa que es poden veure des de dalt o des de baix.
hi_hi: प्रत्येक परत में छेद हटा दें और केवल बाहरी आकार रखें। यह किसी भी अदृश्य आंतरिक ज्यामिति की उपेक्षा करेगा। हालाँकि, यह परत के छिद्रों को भी अनदेखा करता है जिन्हें ऊपर या नीचे से देखा जा सकता है।

# meshfix_extensive_stitching label
source: Extensive Stitching
ca_es: Puntuació extensiva
hi_hi: विस्तृत सिलाई (Extensive Stitching)

# meshfix_extensive_stitching description
source: Extensive stitching tries to stitch up open holes in the mesh by closing the hole with touching polygons. This option can introduce a lot of processing time.
ca_es: L'estirament extensiu intenta fer forats oberts a la malla tancant el forat amb polígons tocants. Aquesta opció pot introduir molt de temps de processament.
hi_hi: व्यापक सिलाई, स्पर्श बहुभुज के साथ छेद को बंद करके जाल में खुले छेद को सिलाई करने की कोशिश करती है। यह विकल्प बहुत सारे प्रसंस्करण समय का परिचय दे सकता है।

# meshfix_keep_open_polygons label
source: Keep Disconnected Faces
ca_es: Mantén les cares desconnectades
hi_hi: कटे हुए फेसेस रखें

# meshfix_keep_open_polygons description
source: Normally Cura tries to stitch up small holes in the mesh and remove parts of a layer with big holes. Enabling this option keeps those parts which cannot be stitched. This option should be used as a last resort option when everything else fails to produce proper g-code.
ca_es: Normalment, el Cura intenta fer petits forats a la malla i treure parts d'una capa amb forats grans. Si activeu aquesta opció, es mantenen les parts que no es poden cosir. Aquesta opció s'ha d'utilitzar com a últim recurs, si tota la resta no produeix un G-code adequat.
hi_hi: आम तौर पर Cura जाल में छोटे छेदों को सिलाई करने की कोशिश करता है और बड़े छेद वाले परत के हिस्सों को हटा देता है। इस विकल्प को सक्षम करने से वे हिस्से रह जाते हैं जिन्हें सिला नहीं जा सकता। इस विकल्प का उपयोग अंतिम उपाय के रूप में किया जाना चाहिए जब बाकी सब कुछ उचित g-code का उत्पादन करने में विफल रहता है।

# multiple_mesh_overlap label
source: Merged Meshes Overlap
ca_es: Superposició de les memòries fusionades
hi_hi: मर्ज किए गए जाल ओवरलैप

# multiple_mesh_overlap description
source: Make meshes which are touching each other overlap a bit. This makes them bond together better.
ca_es: Fa que les malles que es toquen una amb l'altra se superposin una mica. Això fa que s'uneixin millor.
hi_hi: जालियां बनाएं जो एक दूसरे को छू रही हों, थोड़ा ओवरलैप करें। यह उन्हें एक साथ बेहतर बंधन बनाता है।

# carve_multiple_volumes label
source: Remove Mesh Intersection
ca_es: Elimina la intersecció de malles
hi_hi: मेष इंटरसेक्शन निकालें

# carve_multiple_volumes description
source: Remove areas where multiple meshes are overlapping with each other. This may be used if merged dual material objects overlap with each other.
ca_es: Elimina les àrees on se superposen múltiples malles entre elles. Això es pot utilitzar si els objectes de material doble se superposen entre si.
hi_hi: उन क्षेत्रों को हटा दें जहां कई जाल एक दूसरे के साथ ओवरलैप कर रहे हैं। इसका उपयोग तब किया जा सकता है जब मर्ज की गई दोहरी भौतिक वस्तुएं एक दूसरे के साथ ओवरलैप होती हैं।

# alternate_carve_order label
source: Alternate Mesh Removal
ca_es: Eliminació de malla alternativa
hi_hi: वैकल्पिक जाल हटाना

# alternate_carve_order description
source: Switch to which mesh intersecting volumes will belong with every layer, so that the overlapping meshes become interwoven. Turning this setting off will cause one of the meshes to obtain all of the volume in the overlap, while it is removed from the other meshes.
ca_es: Canvieu a quins volums d'intersecció de malla pertanyen a cada capa, de manera que les malles superposades s'entrellacen. Si desactivem aquest paràmetre, una de les malles obtindrà tot el volum en la superposició, mentre que s'elimina de les altres malles.
hi_hi: स्विच करें कि किस मेश इंटरसेक्टिंग वॉल्यूम हर परत से संबंधित होंगे, ताकि ओवरलैपिंग मेश इंटरवॉवन हो जाएं। इस सेटिंग को बंद करने से एक मेश ओवरलैप में सभी वॉल्यूम प्राप्त कर लेगा, जबकि इसे अन्य मेश से हटा दिया जाएगा।

# remove_empty_first_layers label
source: Remove Empty First Layers
ca_es: Elimina les primeres capes buides
hi_hi: खाली फर्स्ट लेयर्स को हटाएँ

# remove_empty_first_layers description
source: Remove empty layers beneath the first printed layer if they are present. Disabling this setting can cause empty first layers if the Slicing Tolerance setting is set to Exclusive or Middle.
ca_es: Suprimeix les capes buides sota la primera capa impresa si estan presents. Desactivar aquest paràmetre pot causar que les primeres capes estiguin buides si el paràmetre de tolerància a la tallació està establert a Exclusiu o Mitjà.
hi_hi: पहली प्रिंट लेयर के नीचे की खाली लेयर्स को हटा दें यदि वे मौजूद हैं। यदि स्लाइसिंग टॉलरेंस सेटिंग अनन्य या मध्य पर सेट है, तो इस सेटिंग को अक्षम करने से पहली लेयर्स खाली हो सकती हैं।

# meshfix_maximum_resolution label
source: Maximum Resolution
ca_es: Resolució màxima
hi_hi: अधिकतम रिज़ॉल्यूशन

# meshfix_maximum_resolution description
source: The minimum size of a line segment after slicing. If you increase this, the mesh will have a lower resolution. This may allow the printer to keep up with the speed it has to process g-code and will increase slice speed by removing details of the mesh that it can't process anyway.
ca_es: La mida mínima d'un segment de línia després de tallar. Si s'augmenta això, la malla tindrà una resolució més baixa. Això pot permetre a la impressora mantenir la velocitat que ha de processar el codi g i incrementarà la velocitat de la porció eliminant els detalls de la malla que no pot processar de totes maneres.
hi_hi: टुकड़ा करने के बाद लाइन खंड का न्यूनतम आकार। यदि आप इसे बढ़ाते हैं, तो जाल का संकल्प कम होगा। यह प्रिंटर को g-code को संसाधित करने की गति के साथ बनाए रखने की अनुमति दे सकता है और जाल के विवरण को हटाकर स्लाइस की गति को बढ़ा देगा जिसे वह वैसे भी संसाधित नहीं कर सकता है।

# meshfix_maximum_travel_resolution label
source: Maximum Travel Resolution
ca_es: Resolució de desplaçament màxima
hi_hi: अधिकतम ट्रेवल रिज़ोलुशन

# meshfix_maximum_travel_resolution description
source: The minimum size of a travel line segment after slicing. If you increase this, the travel moves will have less smooth corners. This may allow the printer to keep up with the speed it has to process g-code, but it may cause model avoidance to become less accurate.
ca_es: La mida mínima d'un segment de línia de desplaçament després de fer el llescament. Si s'augmenta això, els desplaçaments tindran cantonades menys suaus. Això pot permetre a la impressora mantenir la velocitat que necessita per a processar el g-code, però pot causar que evitar el model sigui menys precís.
hi_hi: टुकड़ा करने के बाद यात्रा लाइन खंड का न्यूनतम आकार। यदि आप इसे बढ़ाते हैं, तो यात्रा चालों में कम चिकने कोने होंगे। यह प्रिंटर को g-code को संसाधित करने की गति के साथ बनाए रखने की अनुमति दे सकता है, लेकिन यह मॉडल को एस्केपमेंट से कम सटीक होने का कारण भी बन सकता है।

# meshfix_maximum_deviation label
source: Maximum Deviation
ca_es: Desviació màxima
hi_hi: अधिकतम विचलन

# meshfix_maximum_deviation description
source: The maximum deviation allowed when reducing the resolution for the Maximum Resolution setting. If you increase this, the print will be less accurate, but the g-code will be smaller. Maximum Deviation is a limit for Maximum Resolution, so if the two conflict the Maximum Deviation will always be held true.
ca_es: La desviació màxima permesa en reduir la resolució per a l'ajust de la resolució màxima. Si ho incrementes, la impressió serà menys exacta, però el codi g serà més petit. La desviació màxima és un límit per a la resolució màxima, així que si els dos conflictes la desviació màxima sempre serà certa.
hi_hi: अधिकतम रिज़ॉल्यूशन सेटिंग के लिए रिज़ॉल्यूशन को कम करते समय अधिकतम विचलन की अनुमति है। यदि आप इसे बढ़ाते हैं, तो प्रिंट कम सटीक होगा, लेकिन g-code छोटा होगा। अधिकतम विचलन अधिकतम संकल्प के लिए एक सीमा है, इसलिए यदि दो विरोध करते हैं तो अधिकतम विचलन हमेशा सत्य माना जाएगा।

# meshfix_maximum_extrusion_area_deviation label
source: Maximum Extrusion Area Deviation
ca_es: Desviació màxima de l'àrea d'extrusió
