Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# material_surface_energy label
source: Surface Energy
ca_es: Energia superficial
hi_hi: सतही ऊर्जा (Surface Energy)

# material_surface_energy description
source: Surface energy.
ca_es: Energia superficial.
hi_hi: सतही ऊर्जा (Surface Energy)

# material_shrinkage_percentage label
source: Scaling Factor Shrinkage Compensation
ca_es: Factor d'escalat compensació de la barreja
hi_hi: स्केलिंग फैक्टर संकोचन मुआवजा(compensation)

# material_shrinkage_percentage description
source: To compensate for the shrinkage of the material as it cools down, the model will be scaled with this factor.
ca_es: Per a compensar la reducció del material a mesura que es refreda, el model s'escalarà amb aquest factor.
hi_hi: मटेरियल के ठंडा होने पर उसके सिकुड़ने की भरपाई करने के लिए, इस कारक के साथ मॉडल को बढ़ाया जाएगा।

# material_shrinkage_percentage_xy label
source: Horizontal Scaling Factor Shrinkage Compensation
ca_es: Factor d'escala horitzontal per a la compensació de la contracció

# material_shrinkage_percentage_xy description
source: To compensate for the shrinkage of the material as it cools down, the model will be scaled with this factor in the XY-direction (horizontally).
ca_es: Per a compensar la contracció del material a mesura que es refreda, el model s'escala amb aquest factor en la direcció XY (horitzontalment).

# material_shrinkage_percentage_z label
source: Vertical Scaling Factor Shrinkage Compensation
ca_es: Factor d'escala vertical per a la compensació de la contracció

# material_shrinkage_percentage_z description
source: To compensate for the shrinkage of the material as it cools down, the model will be scaled with this factor in the Z-direction (vertically).
ca_es: Per a compensar la contracció del material a mesura que es refreda, el model s'escala amb aquest factor en la direcció Z (verticalment).

# material_crystallinity label
source: Crystalline Material
ca_es: Material cristal·lí
hi_hi: क्रिस्टलीय मटेरियल

# material_crystallinity description
source: Is this material the type that breaks off cleanly when heated (crystalline), or is it the type that produces long intertwined polymer chains (non-crystalline)?
ca_es: ¿Aquest material és de la mena que es trenca de forma neta quan s'escalfa (cristal·lina), o és el tipus que produeix llargues cadenes de polímers entrellaçades (no-cristal·lina)?
hi_hi: क्या यह सामग्री वह प्रकार है जो गर्म (क्रिस्टलीय) होने पर सफाई से टूट जाती है, या यह वह प्रकार है जो लंबी अंतःस्थापित बहुलक श्रृंखला/ Interwined polymer chains (गैर-क्रिस्टलीय) उत्पन्न करती है?

# material_anti_ooze_retracted_position label
source: Anti-ooze Retracted Position
ca_es: Posició retractada de l'antitraspuament

# material_anti_ooze_retracted_position description
source: How far the material needs to be retracted before it stops oozing.
ca_es: Fins a on s'ha de retractar el material abans que deixi de traspuar.
hi_hi: रिसना बंद करने से पहले मटेरियल को कितनी दूर तक ले जाने की आवश्यकता है।

# material_anti_ooze_retraction_speed label
source: Anti-ooze Retraction Speed
ca_es: Velocitat de retracció de l'antitraspuament
hi_hi: एंटी-ओज़ रिट्रेक्शन स्पीड

# material_anti_ooze_retraction_speed description
source: How fast the material needs to be retracted during a filament switch to prevent oozing.
ca_es: Com de ràpid s'ha de retractar el material durant un canvi de filament per evitar el traspuament.
hi_hi: रिसाव को रोकने के लिए फिलामेंट स्विच के दौरान मटेरियल को कितनी तेजी से वापस लेने की आवश्यकता होती है।

# material_break_preparation_retracted_position label
source: Break Preparation Retracted Position
ca_es: Trenca la posició de recuperació de la preparació
hi_hi: ब्रेक प्रिपरेशन रिटर्न स्पीड

# material_break_preparation_retracted_position description
source: How far the filament can be stretched before it breaks, while heated.
ca_es: Fins a quin punt es pot estirar el filament abans que es trenqui, mentre s'escalfa.
hi_hi: गर्म होने पर टूटने से पहले फिलामेंट को कितनी दूर तक खींचा जा सकता है।

# material_break_preparation_speed label
source: Break Preparation Retraction Speed
ca_es: Velocitat de recuperació de la preparació
hi_hi: ब्रेक प्रिपरेशन रिटर्न स्पीड

# material_break_preparation_speed description
source: How fast the filament needs to be retracted just before breaking it off in a retraction.
ca_es: Com de ràpid s'ha de retractar el filament just abans de trencar-lo en una retracció.
hi_hi: वापस लेने वाले फिलामेंट में टूटने से ठीक पहले फिलामेंट को कितनी तेजी से वापस लेने की आवश्यकता होती है।

# material_break_preparation_temperature label
source: Break Preparation Temperature
ca_es: Trenca la temperatura de preparació
hi_hi: ब्रेक प्रिपरेशन तापमान

# material_break_preparation_temperature description
source: The temperature used to purge material, should be roughly equal to the highest possible printing temperature.
ca_es: La temperatura utilitzada per a purgar material. Hauria de ser aproximadament igual a la temperatura d'impressió més alta possible.
hi_hi: La temperatura utilizada para purgar el material. Debería ser aproximadamente igual a la temperatura de impresión más alta posible.

# material_break_retracted_position label
source: Break Retracted Position
ca_es: Trenca la posició retractada
hi_hi: ब्रेक रिट्रैक्टेड पोजीशन

# material_break_retracted_position description
source: How far to retract the filament in order to break it cleanly.
ca_es: Fins a on retractar-se del filament per tal de trencar-lo netament.
hi_hi: फिलामेंट को साफ-सफाई से तोड़ने के लिए उससे कितनी दूर हटाना है।

# material_break_speed label
source: Break Retraction Speed
ca_es: Velocitat de descans
hi_hi: ब्रेक रिट्रैक्शन स्पीड

# material_break_speed description
source: The speed at which to retract the filament in order to break it cleanly.
ca_es: La velocitat a la qual es retracta el filament per a trencar-lo netament.
hi_hi: वह गति जिस पर फिलामेंट को साफ-सुथरा तोड़ने के लिए उसे पीछे हटाना है।

# material_break_temperature label
source: Break Temperature
ca_es: Temperatura del salt
hi_hi: ब्रेक तापमान

# material_break_temperature description
source: The temperature at which the filament is broken for a clean break.
ca_es: La temperatura a la qual es trenca el filament per un descans net.
hi_hi: वह तापमान जिस पर क्लीन ब्रेक के लिए फिलामेंट तोड़ा जाता है।

# material_flush_purge_speed label
source: Flush Purge Speed
ca_es: Velocitat de purga
hi_hi: फ्लश पर्ज स्पीड

# material_flush_purge_speed description
source: How fast to prime the material after switching to a different material.
ca_es: Com de ràpid es pot donar prioritat al material després de canviar a un altre material.
hi_hi: किसी भिन्न सामग्री पर स्विच करने के बाद मटेरियल को कितनी तेजी से प्राइम करना है।

# material_flush_purge_length label
source: Flush Purge Length
ca_es: Longitud de purga
hi_hi: फ्लश पर्ज की लंबाई

# material_flush_purge_length description
source: How much material to use to purge the previous material out of the nozzle (in length of filament) when switching to a different material.
ca_es: Quant de material s'ha d'utilitzar per a purgar el material anterior de la tovera (en longitud del filament) en canviar a un altre material.
hi_hi: एक अलग मटेरियल पर स्विच करते समय पिछले मटेरियल को नोजल (फिलामेंट की लंबाई में) से बाहर निकालने के लिए कितने मटेरियल का उपयोग करना है।

# material_end_of_filament_purge_speed label
source: End of Filament Purge Speed
ca_es: Final de la velocitat de purga del filament
hi_hi: फिलामेंट पर्ज स्पीड(शुद्ध गति) का अंत

# material_end_of_filament_purge_speed description
source: How fast to prime the material after replacing an empty spool with a fresh spool of the same material.
ca_es: Com de ràpid es pot donar prioritat al material després de reemplaçar un espool buit per un espool fresc del mateix material.
hi_hi: एक ही मटेरियल के एक ताजा स्पूल के साथ एक खाली स्पूल को बदलने के बाद मटेरियल को कितनी तेजी से प्राइम करना है।

# material_end_of_filament_purge_length label
source: End of Filament Purge Length
ca_es: Final de la longitud de purga del filament
hi_hi: फिलामेंट पर्ज लंबाई का अंत

# material_end_of_filament_purge_length description
source: How much material to use to purge the previous material out of the nozzle (in length of filament) when replacing an empty spool with a fresh spool of the same material.
ca_es: Quant material s'ha d'utilitzar per purgar el material anterior de la tovera (en longitud del filament) quan se substitueix una bossa buida per una bossa fresca del mateix material.
hi_hi: खाली स्पूल को उसी मटेरियल के ताजा स्पूल के साथ बदलने पर पिछले मटेरियल को नोजल (फिलामेंट की लंबाई में) से बाहर निकालने के लिए कितने मटेरियल का उपयोग करना है

# material_maximum_park_duration label
source: Maximum Park Duration
ca_es: Durada màxima de l'estacionament
hi_hi: पार्क की अधिकतम अवधि

# material_maximum_park_duration description
source: How long the material can be kept out of dry storage safely.
ca_es: Quant de temps es pot mantenir fora de l'emmagatzematge sec de forma segura.
hi_hi: सामग्री को सूखे भंडारण(ड्राई स्टोरेज) से सुरक्षित रूप से कितने समय तक बाहर रखा जा सकता है।

# material_no_load_move_factor label
source: No Load Move Factor
ca_es: No carrega el factor de moviment
hi_hi: नो लोड मूव फैक्टर

# material_no_load_move_factor description
source: A factor indicating how much the filament gets compressed between the feeder and the nozzle chamber, used to determine how far to move the material for a filament switch.
ca_es: Un factor que indica quant es comprimeix el filament entre l'alimentador i la cambra de la tovera, s'utilitza per a determinar fins a quin punt es mou el material per a un canvi de filament.
hi_hi: एक कारक यह दर्शाता है कि फीडर और नोजल कक्ष के बीच फिलामेंट कितना संकुचित हो जाता है, यह निर्धारित करने के लिए उपयोग किया जाता है कि फिलामेंट स्विच के लिए मटेरियल को कितनी दूर ले जाना है।

# material_flow label
source: Flow
ca_es: Flux
hi_hi: प्रवाह (फ्लो)

# material_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
ca_es: Compensació de flux: la quantitat de material extrudit es multiplica per aquest valor.
hi_hi: प्रवाह मुआवजा( फ्लो कॉम्पेन्सेशन): निकाली गई सामग्री की मात्रा को इस मूल्य से गुणा किया जाता है

# wall_material_flow label
source: Wall Flow
ca_es: Flux en les parets
hi_hi: वॉल फ्लो

# wall_material_flow description
source: Flow compensation on wall lines.
ca_es: Compensació de flux en les línies de paret.
hi_hi: वॉल फ्लो पर प्रवाह मुआवजा(फ्लो कॉम्पेन्सेशन)।

# wall_0_material_flow label
source: Outer Wall Flow
ca_es: Flux en paret exterior
hi_hi: बाहरी दीवार फ्लो(वॉल फ्लो)

# wall_0_material_flow description
source: Flow compensation on the outermost wall line.
ca_es: Compensació de flux en la línia de paret més externa.
hi_hi: सबसे बाहरी दीवार लाइन में प्रवाह क्षतिपूर्ति।

# wall_x_material_flow label
source: Inner Wall(s) Flow
ca_es: Flux de les parets internes
hi_hi: भीतरी दीवार (ओं) में प्रवाह

# wall_x_material_flow description
source: Flow compensation on wall lines for all wall lines except the outermost one.
ca_es: Compensació de flux en les línies de paret, per a totes les línies de paret excepte la més externa.
hi_hi: सबसे बाहरी दीवार को छोड़कर सभी दीवार(वॉल) लाइनों के लिए दीवार(वॉल) लाइनों पर प्रवाह क्षतिपूर्ति।

# skin_material_flow label
source: Top/Bottom Flow
ca_es: Flux superior/inferior
hi_hi: ऊपर/नीचे फ्लो

# skin_material_flow description
source: Flow compensation on top/bottom lines.
ca_es: Compensació de flux en les línies superior/inferior.
hi_hi: ऊपर/नीचे की तर्ज पर प्रवाह(फ्लो कॉम्पेन्सेशन) क्षतिपूर्ति।

# roofing_material_flow label
source: Top Surface Skin Flow
ca_es: Flux de la pell de la superfície superior
hi_hi: शीर्ष सतह की त्वचा(स्किन) का प्रवाह(फ्लो)

# roofing_material_flow description
source: Flow compensation on lines of the areas at the top of the print.
ca_es: Compensació de flux a les línies de les àrees a la part superior de la impressió.
hi_hi: प्रिंट के शीर्ष पर क्षेत्रों की लाइन पर क्षतिपूर्ति प्रवाहित करें।

# infill_material_flow label
source: Infill Flow
ca_es: Flux d'emplenament
hi_hi: इन्फिल फ्लो

# infill_material_flow description
source: Flow compensation on infill lines.
ca_es: Compensació de flux en les línies d'emplenament.
hi_hi: इन्फिल लाइनों पर प्रवाह क्षतिपूर्ति(फ्लो कॉम्पेन्सेशन)।

# skirt_brim_material_flow label
source: Skirt/Brim Flow
ca_es: Flux de la faldilla i de la vora
hi_hi: स्कर्ट/ब्रिम फ्लो

# skirt_brim_material_flow description
source: Flow compensation on skirt or brim lines.
ca_es: Compensació de flux en les línies de la faldilla o de la vora.
hi_hi: स्कर्ट या ब्रिम लाइनों पर प्रवाह क्षतिपूर्ति(फ्लो कॉम्पेन्सेशन)।

# support_material_flow label
source: Support Flow
ca_es: Flux de suport
hi_hi: सपोर्ट फ्लो

# support_material_flow description
source: Flow compensation on support structure lines.
ca_es: Compensació de flux en les línies d'estructura de suport.
hi_hi: समर्थन संरचना लाइनों पर प्रवाह मुआवजा(फ्लो कॉम्पेन्सेशन)।

# support_interface_material_flow label
source: Support Interface Flow
ca_es: Suport Interface Flow
hi_hi: सपोर्ट इंटरफेस फ्लो

# support_interface_material_flow description
source: Flow compensation on lines of support roof or floor.
ca_es: Indemnització de flux en línies de suport sostre o terra.
hi_hi: सपोर्ट रूफ या फ्लोर की लाइनों पर फ्लो मुआवजा।

# support_roof_material_flow label
source: Support Roof Flow
ca_es: Implementa el flux arrel
hi_hi: सपोर्ट रूफ फ्लो

# support_roof_material_flow description
source: Flow compensation on support roof lines.
ca_es: Indemnització de flux en les línies de suport del sostre.
hi_hi: सपोर्ट रूफ लाइन्स पर फ्लो कॉम्पेन्सेशन।

# support_bottom_material_flow label
source: Support Floor Flow
ca_es: Flux del terra del suport
hi_hi: सपोर्ट फ्लोर फ्लो

# support_bottom_material_flow description
source: Flow compensation on support floor lines.
ca_es: Compensació de flux en les línies de terra del suport.
hi_hi: सपोर्ट फ्लोर लाइन्स पर फ्लो कॉम्पेन्सेशन।

# prime_tower_flow label
source: Prime Tower Flow
ca_es: Flux de la torre de preparació
hi_hi: प्राइम टॉवर फ्लो

# prime_tower_flow description
source: Flow compensation on prime tower lines.
ca_es: Compensació de flux en les línies de la torre de preparació.
hi_hi: प्राइम टावर लाइनों पर प्रवाह मुआवजा(फ्लो कॉम्पेन्सेशन)।

# material_flow_layer_0 label
source: Initial Layer Flow
ca_es: Flux de la capa inicial
hi_hi: प्रारंभिक परत प्रवाह(लेयर फ्लो)

# material_flow_layer_0 description
source: Flow compensation for the first layer: the amount of material extruded on the initial layer is multiplied by this value.
ca_es: La compensació de flux per a la primera capa: la quantitat de material extrudit en la capa inicial es multiplica per aquest valor.
hi_hi: पहली परत के लिए प्रवाह मुआवजा(फ्लो कॉम्पेन्सेशन): प्रारंभिक परत पर निकले गये मटेरियल की मात्रा को इस मान से गुणा किया जाता है।

# material_standby_temperature label
source: Standby Temperature
ca_es: Temperatura d'espera
hi_hi: स्टैंडबाय तापमान

# material_standby_temperature description
source: The temperature of the nozzle when another nozzle is currently used for printing.
ca_es: La temperatura de la tovera quan s'està imprimint amb una altra tovera.
hi_hi: नोजल का तापमान जब एक अन्य नोजल वर्तमान में मुद्रण(प्रिंटिग) के लिए उपयोग किया जाता है।।

# speed label
source: Speed
ca_es: Velocitat
hi_hi: स्पीड

# speed description
source: Speed
ca_es: Velocitat
hi_hi: स्पीड

# speed_print label
source: Print Speed
ca_es: Velocitat d'impressió
hi_hi: प्रिंट स्पीड

# speed_print description
source: The speed at which printing happens.
ca_es: La velocitat a la qual s'imprimeix.
hi_hi: जिस गति से छपाई होती है।

# speed_infill label
source: Infill Speed
ca_es: Velocitat d'emplenament
hi_hi: इन्फिल स्पीड

# speed_infill description
source: The speed at which infill is printed.
ca_es: La velocitat a la qual s'imprimeix l'emplenament.
hi_hi: जिस गति से इन्फिल प्रिंट किया जाता है।

# speed_wall label
source: Wall Speed
ca_es: Velocitat en les parets
hi_hi: वॉल स्पीड

# speed_wall description
source: The speed at which the walls are printed.
ca_es: La velocitat a la qual s'imprimeixen les parets.
hi_hi: जिस गति से दीवारें छपती (वॉल प्रिंट) होती हैं।

# speed_wall_0 label
source: Outer Wall Speed
ca_es: Velocitat en les parets exteriors
hi_hi: बाहरी दीवार (वॉल)की स्पीड

# speed_wall_0 description
source: The speed at which the outermost walls are printed. Printing the outer wall at a lower speed improves the final skin quality. However, having a large difference between the inner wall speed and the outer wall speed will affect quality in a negative way.
ca_es: La velocitat a la qual s'imprimeixen les parets ultraperifèriques. La impressió de la paret exterior a una velocitat més baixa millora la qualitat final de la pell. No obstant això, tenir una gran diferència entre la velocitat de la paret interior i la velocitat de la paret exterior afectarà la qualitat d'una manera negativa.
hi_hi: वह गति जिससे सबसे बाहरी वॉल प्रिंट होती हैं। बाहरी वॉल को कम गति पर प्रिंट करने से अंतिम त्वचा (skin)की गुणवत्ता में सुधार होता है। हालांकि, आंतरिक वॉल की गति और बाहरी वॉल की गति के बीच एक बड़ा अंतर होने से गुणवत्ता नकारात्मक रूप से प्रभावित होगी।

# speed_wall_x label
source: Inner Wall Speed
ca_es: Velocitat en les parets interiors
hi_hi: भीतरी दीवार (आंतरिक वॉल)की गति

# speed_wall_x description
source: The speed at which all inner walls are printed. Printing the inner wall faster than the outer wall will reduce printing time. It works well to set this in between the outer wall speed and the infill speed.
ca_es: La velocitat a la qual s'imprimeixen totes les parets interiors. La impressió de la paret interior més ràpid que la paret exterior reduirà el temps d'impressió. Funciona bé per situar-ho entre la velocitat de la paret exterior i la velocitat d'abocament.
hi_hi: जिस गति से सभी भीतरी (वॉल) को प्रिंट किया जाता है। बाहरी दीवार की तुलना में आंतरिक दीवार को तेजी से प्रिंट करने से छपाई का समय कम हो जाएगा। यह बाहरी दीवार की गति और इनफिल गति के बीच इसे सेट करने के लिए अच्छी तरह से काम करता है।

# speed_roofing label
source: Top Surface Skin Speed
ca_es: Velocitat de la pell de la superfície superior
hi_hi: ऊपरी सतह स्किन की गति(टॉप सरफेस स्किन स्पीड)

# speed_roofing description
source: The speed at which top surface skin layers are printed.
ca_es: La velocitat a la qual s'imprimeixen les capes superiors de la pell de la superfície.
hi_hi: वह गति जिस पर ऊपरी सतह की स्किन की परतें प्रिंट होती हैं।

# speed_topbottom label
source: Top/Bottom Speed
ca_es: Velocitat superior/inferior
hi_hi: ऊपर/नीचे की स्पीड

# speed_topbottom description
source: The speed at which top/bottom layers are printed.
ca_es: La velocitat a la qual s'imprimeixen les capes superior/inferior.
hi_hi: वह गति जिस पर ऊपर/नीचे की परतें प्रिंट होती हैं।

# speed_support label
source: Support Speed
ca_es: Velocitat en els suports
hi_hi: सपोर्ट स्पीड़

# speed_support description
source: The speed at which the support structure is printed. Printing support at higher speeds can greatly reduce printing time. The surface quality of the support structure is not important since it is removed after printing.
ca_es: La velocitat a la qual s'imprimeix l'estructura de suport. La impressió del suport a velocitats més altes pot reduir molt el temps d'impressió. La qualitat de la superfície de l'estructura de suport no és important, ja que s'elimina després de la impressió.
hi_hi: वह गति जिस पर समर्थन(सपोर्ट) संरचना मुद्रित होती है। उच्च गति पर प्रिंट समर्थन(सपोर्ट) प्रिंट के समय को बहुत कम कर सकता है। समर्थन संरचना की सतह की गुणवत्ता महत्वपूर्ण नहीं है क्योंकि इसे प्रिंट के बाद हटा दिया जाता है।

# speed_support_infill label
source: Support Infill Speed
ca_es: Velocitat d'emplenament del suport
hi_hi: इन्फिल स्पीड का समर्थन करें

# speed_support_infill description
source: The speed at which the infill of support is printed. Printing the infill at lower speeds improves stability.
ca_es: La velocitat a la qual s'imprimeix l'entrada de suport. La impressió de l'interior a velocitats més baixes millora l'estabilitat.
hi_hi: वह गति जिस पर सपोर्ट का इन्फिल्ट प्रिंट होता है। इन्फिल को कम गति पर प्रिंट करने से स्थिरता में सुधार होता है।

# speed_support_interface label
source: Support Interface Speed
ca_es: Velocitat d'impressió de la interfície del suport
hi_hi: सपोर्ट इंटरफेस स्पीड

# speed_support_interface description
source: The speed at which the roofs and floors of support are printed. Printing them at lower speeds can improve overhang quality.
ca_es: La velocitat a la qual s'imprimeixen els sostres i els terres del suport. La impressió a velocitats més baixes pot millorar la qualitat del voladís.
hi_hi: जिस गति से समर्थन की छतें और फर्श प्रिंट होते हैं। उन्हें कम गति पर प्रिंट करने से ओवरहैंग गुणवत्ता में सुधार हो सकता है।

# speed_support_roof label
source: Support Roof Speed
ca_es: Velocitat d'impressió del sostre del suport
hi_hi: छत की गति का समर्थन करें

# speed_support_roof description
source: The speed at which the roofs of support are printed. Printing them at lower speeds can improve overhang quality.
ca_es: La velocitat a la qual s'imprimeixen els sostres de suport. La impressió a velocitats més baixes pot millorar la qualitat del voladís.
hi_hi: जिस गति से छतों के सहारे छपे होते हैं। कम गति पर उन्हें प्रिंट करने से ओवरहैंग गुणवत्ता में सुधार हो सकता है।

# speed_support_bottom label
source: Support Floor Speed
ca_es: Velocitat d'impressió del terra del suport
hi_hi: समर्थन तल की गति

# speed_support_bottom description
source: The speed at which the floor of support is printed. Printing it at lower speed can improve adhesion of support on top of your model.
ca_es: La velocitat a la qual s'imprimeix el terra del suport. La impressió a menor velocitat pot millorar l'adherència del suport en la part superior del model.
hi_hi: वह गति जिस पर समर्थन का तल प्रिंट होता है। इसे कम गति पर प्रिंट करने से आपके मॉडल के शीर्ष पर समर्थन के एडहेसिव में सुधार हो सकता है।

# speed_prime_tower label
source: Prime Tower Speed
ca_es: Velocitat d'impressió de la torre de preparació
hi_hi: प्राइम टॉवर स्पीड

# speed_prime_tower description
source: The speed at which the prime tower is printed. Printing the prime tower slower can make it more stable when the adhesion between the different filaments is suboptimal.
ca_es: La velocitat a la qual s'imprimeix la torre de preparació. La impressió més lenta de la torre de preparació pot fer-la més estable si l'adherència entre els diferents filaments no és òptima.
hi_hi: वह गति(स्पीड) जिस पर प्राइम टावर प्रिंट होता है। जब अलग-अलग फिलामेंट्स के बीच चिपकाव उप-इष्टतम होता है, तो प्राइम टॉवर को धीमी गति से प्रिंट करना इसे और अधिक स्थिर बना सकता है।

# speed_travel label
source: Travel Speed
ca_es: Velocitat de desplaçament
hi_hi: यात्रा(ट्रेवल) की गति

# speed_travel description
source: The speed at which travel moves are made.
ca_es: La velocitat a la qual es fan els moviments de desplaçament.
hi_hi: जिस गति से यात्रा चलती है।

# speed_layer_0 label
source: Initial Layer Speed
ca_es: Velocitat de la capa inicial
hi_hi: प्रारंभिक परत (इनिशियल लेयर)स्पीड

# speed_layer_0 description
source: The speed for the initial layer. A lower value is advised to improve adhesion to the build plate. Does not affect the build plate adhesion structures themselves, like brim and raft.
ca_es: La velocitat de la capa inicial. Es recomana un valor inferior per a millorar l'adherència a la placa d'impressió. No afecta les estructures d'adherència de la placa d'impressió, com la vora i la plataforma.
hi_hi: प्रारंभिक परत के लिए गति। बिल्ड प्लेट में आसंजन(चिपकाव) को बेहतर बनाने के लिए कम मूल्य की सलाह दी जाती है। ब्रिम और बेड़ा जैसे बिल्ड प्लेट आसंजन(चिपकाव) की संरचनाओं को स्वयं प्रभावित नहीं करता है।

# speed_print_layer_0 label
source: Initial Layer Print Speed
ca_es: Velocitat d'impressió de la capa inicial
hi_hi: प्रारंभिक परत प्रिंट गति
