Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# zig_zaggify_infill description
source: Connect the ends where the infill pattern meets the inner wall using a line which follows the shape of the inner wall. Enabling this setting can make the infill adhere to the walls better and reduce the effects of infill on the quality of vertical surfaces. Disabling this setting reduces the amount of material used.
ca_es: Connecta els extrems on el patró d'emplenament es troba amb la paret interior mitjançant una línia que segueix la forma de la paret interior. Si activeu aquest paràmetre, es pot fer que l'emplenament s'adhereixi millor a les parets i reduir els efectes de l'emplenament en la qualitat de les superfícies verticals. Desactivar aquest paràmetre redueix la quantitat de material utilitzat.
hi_hi: उन सिरों को कनेक्ट करें जहां इनफिल पैटर्न आंतरिक दीवार के आकार का अनुसरण करने वाली रेखा का उपयोग करके आंतरिक दीवार से मिलता है। इस सेटिंग को सक्षम करने से इनफिल दीवारों से बेहतर तरीके से चिपक सकता है और ऊर्ध्वाधर सतहों की गुणवत्ता पर इनफिल के प्रभाव को कम कर सकता है। इस सेटिंग को अक्षम करने से उपयोग की जाने वाली मटेरियल की मात्रा कम हो जाती है।

# connect_infill_polygons label
source: Connect Infill Polygons
ca_es: Connecta els polígons d'emplenament
hi_hi: इन्फिल पॉलीगॉन कनेक्ट करें

# connect_infill_polygons description
source: Connect infill paths where they run next to each other. For infill patterns which consist of several closed polygons, enabling this setting greatly reduces the travel time.
ca_es: Connecta els camins d'emplenament on corren l'un al costat de l'altre. Per als patrons d'emplenament que consisteixen en diversos polígons tancats, l'activació d'aquest paràmetre redueix en gran manera el temps de desplaçament.
hi_hi: इनफिल पथों को कनेक्ट करें जहां वे एक दूसरे के बगल में चलते हैं। इनफिल पैटर्न के लिए जिसमें कई बंद बहुभुज होते हैं, इस सेटिंग को सक्षम करने से यात्रा का समय बहुत कम हो जाता है।

# infill_angles label
source: Infill Line Directions
ca_es: Direccions de les línies d'emplenament
hi_hi: इन्फिल लाइन निर्देश

# infill_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees for the lines and zig zag patterns and 45 degrees for all other patterns).
ca_es: Una llista de les direccions de línies senceres a utilitzar. Els elements de la llista s'usen seqüencialment com a progrés de les capes i quan s'arriba al final de la llista, comença de nou al principi. Els elements de la llista estan separats per comes i tota la llista està continguda entre claudàtors. Per defecte és una llista buida que significa utilitzar els angles per defecte tradicionals (45 i 135 graus per a les línies i els patrons zig-zag i 45 graus per a tots els altres patrons).
hi_hi: उपयोग करने के लिए पूर्णांक रेखा दिशाओं की एक सूची। सूची के तत्वों का उपयोग क्रमिक रूप से परतों की प्रगति के रूप में किया जाता है और जब सूची के अंत तक पहुँच जाता है, तो यह फिर से शुरुआत में शुरू होता है। सूची आइटम अल्पविराम द्वारा अलग किए जाते हैं और पूरी सूची वर्ग कोष्ठक में समाहित होती है। डिफ़ॉल्ट एक खाली सूची है जिसका अर्थ है कि पारंपरिक डिफ़ॉल्ट कोनों (लाइनों और ज़िग ज़ैग पैटर्न के लिए 45 और 135 डिग्री और अन्य सभी पैटर्न के लिए 45 डिग्री) का उपयोग करें।

# infill_offset_x label
source: Infill X Offset
ca_es: Desplaçament X d'emplenament
hi_hi: इन्फिल X ऑफसेट

# infill_offset_x description
source: The infill pattern is moved this distance along the X axis.
ca_es: El patró d'emplenament es mou aquesta distància al llarg de l'eix X.
hi_hi: इन्फिल पैटर्न इस दूरी को X अक्ष के साथ ले जाया जाता है।

# infill_offset_y label
source: Infill Y Offset
ca_es: Desplaçament Y d'emplenament
hi_hi: इन्फिल Y ऑफ़सेट

# infill_offset_y description
source: The infill pattern is moved this distance along the Y axis.
ca_es: El patró d'emplenament es mou aquesta distància al llarg de l'eix Y.
hi_hi: इनफिल पैटर्न को इस दूरी को Y अक्ष के साथ ले जाया जाता है।

# infill_randomize_start_location label
source: Randomize Infill Start
ca_es: Inici d'emplenament aleatori
hi_hi: इन्फिल स्टार्ट को रैंडमाइज करें

# infill_randomize_start_location description
source: Randomize which infill line is printed first. This prevents one segment becoming the strongest, but it does so at the cost of an additional travel move.
ca_es: Aleatoritza quina línia d'emplenament s'imprimeix primer. Això impedeix que un segment es converteixi en el més fort, però ho fa a costa d'un desplaçament addicional.
hi_hi: रैंडमाइज करें कि कौन सी इनफिल लाइन पहले छपी है। यह एक खंड को सबसे मजबूत बनने से रोकता है, लेकिन यह एक अतिरिक्त यात्रा चाल की कीमत पर ऐसा करता है।

# infill_multiplier label
source: Infill Line Multiplier
ca_es: Multiplicador de línies d'emplenament
hi_hi: इन्फिल लाइन मल्टीप्लायर

# infill_multiplier description
source: Convert each infill line to this many lines. The extra lines do not cross over each other, but avoid each other. This makes the infill stiffer, but increases print time and material usage.
ca_es: Converteix cada línia d'emplenament a aquesta quantitat de línies. Les línies addicionals no es creuen entre elles, sinó que s'eviten mútuament. Això fa que l'abocament sigui més rígid, però augmenta el temps d'impressió i l'ús del material.
hi_hi: प्रत्येक इन्फिल लाइन को इस कई लाइनों में बदलें। अतिरिक्त रेखाएं एक-दूसरे को पार नहीं करतीं, लेकिन एक-दूसरे से बचती हैं। यह इनफिल को सख्त बनाता है, लेकिन प्रिंट समय और सामग्री के उपयोग को बढ़ाता है।

# infill_wall_line_count label
source: Extra Infill Wall Count
ca_es: Nombre extra de parets d'emplenament
hi_hi: अतिरिक्त इन्फिल वॉल काउंट

# infill_wall_line_count description
source: Add extra walls around the infill area. Such walls can make top/bottom skin lines sag down less which means you need less top/bottom skin layers for the same quality at the cost of some extra material. This feature can combine with the Connect Infill Polygons to connect all the infill into a single extrusion path without the need for travels or retractions if configured right.
ca_es: Afegeix parets addicionals al voltant de l'àrea d'emplenament. Aquestes parets poden fer que les línies de la pell de dalt a baix s'agrin menys el que significa que necessiteu menys capes de la pell de dalt a baix per a la mateixa qualitat a costa d'algun material extra. Aquesta característica es pot combinar amb els Polígons d'emplenament de Connecta per connectar tots els íncids en un únic camí d'extrusió sense la necessitat de viatges o retraccions si es configura correctament.
hi_hi: इन्फिल क्षेत्र के चारों ओर अतिरिक्त दीवारें जोड़ें। ऐसी दीवारें ऊपर/नीचे की त्वचा की रेखाओं को कम ढीला कर सकती हैं जिसका अर्थ है कि आपको कुछ अतिरिक्त मटेरियल की कीमत पर समान गुणवत्ता के लिए कम ऊपर/नीचे स्किन की लेयर्स की आवश्यकता है। यह सुविधा कनेक्ट इनफिल पॉलीगॉन के साथ संयोजन कर सकती है ताकि सभी इनफिल को एक एक्सट्रूज़न पथ में यात्रा या वापसी की आवश्यकता के बिना कनेक्ट किया जा सके यदि सही कॉन्फ़िगर किया गया हो।

# sub_div_rad_add label
source: Cubic Subdivision Shell
ca_es: Embolcall de subdivisió cúbica
hi_hi: क्यूबिक सबडिवीजन शेल

# sub_div_rad_add description
source: An addition to the radius from the center of each cube to check for the boundary of the model, as to decide whether this cube should be subdivided. Larger values lead to a thicker shell of small cubes near the boundary of the model.
ca_es: Una addició al radi des del centre de cada cub per a comprovar la vora del model, per a decidir si aquest cub s'ha de subdividir. Els valors més grans produeixen un embolcall més gruixut format per petits cubs prop de la vora del model.
hi_hi: मॉडल की सीमा की जांच करने के लिए प्रत्येक घन के केंद्र से त्रिज्या के अतिरिक्त, यह तय करने के लिए कि इस घन को उप-विभाजित किया जाना चाहिए या नहीं। बड़े मान मॉडल की सीमा के पास छोटे क्यूब्स के मोटे खोल की ओर ले जाते हैं।

# infill_overlap label
source: Infill Overlap Percentage
ca_es: Percentatge de la superposició d'emplenament
hi_hi: इन्फिल ओवरलैप प्रतिशत

# infill_overlap description
source: The amount of overlap between the infill and the walls as a percentage of the infill line width. A slight overlap allows the walls to connect firmly to the infill.
ca_es: La quantitat de superposició entre l'interior i les parets com a percentatge de l'amplada de la línia d'emplenament. Una lleugera superposició permet que les parets es connectin fermament a l'interior.
hi_hi: इनफिल लाइन की चौड़ाई के प्रतिशत के रूप में इनफिल और दीवारों के बीच ओवरलैप की मात्रा। थोड़ा सा ओवरलैप दीवारों को इन्फिल से मजबूती से जोड़ने की अनुमति देता है।

# infill_overlap_mm label
source: Infill Overlap
ca_es: Superposició d'emplenament
hi_hi: इन्फिल ओवरलैप

# infill_overlap_mm description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
ca_es: La quantitat de superposició entre l'emplenament i les parets. Una lleugera superposició permet que les parets es connectin fermament a l'emplenament.
hi_hi: इनफिल और दीवारों के बीच ओवरलैप की मात्रा। थोड़ा सा ओवरलैप दीवारों को इन्फिल से मजबूती से जोड़ने की अनुमति देता है।

# infill_wipe_dist label
source: Infill Wipe Distance
ca_es: Distància de neteja de l'emplenament
hi_hi: इन्फिल वाइप डिस्टेंस

# infill_wipe_dist description
source: Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is similar to infill overlap, but without extrusion and only on one end of the infill line.
ca_es: Distància d'un moviment de viatge inserit després de cada línia d'abocador, per fer que el pal d'abocador millori les parets. Aquesta opció és similar a la superposició de l'interior, però sense extrusió i només en un extrem de la línia de l'interior.
hi_hi: इनफिल स्टिक को दीवारों से बेहतर बनाने के लिए प्रत्येक इनफिल लाइन के बाद डाली गई यात्रा चाल की दूरी। यह विकल्प इन्फिल ओवरलैप के समान है, लेकिन बिना एक्सट्रूज़न के और केवल इन्फिल लाइन के एक टोक पर।

# infill_sparse_thickness label
source: Infill Layer Thickness
ca_es: Gruix de la capa d'emplenament
hi_hi: इन्फिल लेयर की मोटाई

# infill_sparse_thickness description
source: The thickness per layer of infill material. This value should always be a multiple of the layer height and is otherwise rounded.
ca_es: El gruix per capa del material d'emplenament. Aquest valor sempre hauria de ser un múltiple de l'alçada de la capa i en cas contrari s'arrodoneix.
hi_hi: इन्फिल मटेरियल की प्रति लेयर मोटाई। यह मान हमेशा परत की ऊंचाई का गुणक होना चाहिए और अन्यथा पूर्णांक होता है।

# gradual_infill_steps label
source: Gradual Infill Steps
ca_es: Passos d'emplenament gradual
hi_hi: धीरे-धीरे इन्फिल स्टेप्स

# gradual_infill_steps description
source: Number of times to reduce the infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Infill Density.
ca_es: Nombre de vegades per reduir la densitat de l'emplenament a la meitat quan s'arriba més per sota de les superfícies superiors. Les àrees que estan més a prop de les superfícies superiors obtenen una densitat més alta, fins a la densitat d'abocament.
hi_hi: शीर्ष सतहों से और नीचे आने पर इन्फिल घनत्व को आधे से कम करने की संख्या। जो क्षेत्र शीर्ष सतहों के करीब होते हैं, उन्हें इन्फिल घनत्व तक उच्च घनत्व प्राप्त होता है।

# gradual_infill_step_height label
source: Gradual Infill Step Height
ca_es: Alçada del pas d'emplenament gradual
hi_hi: क्रमिक इन्फिल स्टेप हाइट

# gradual_infill_step_height description
source: The height of infill of a given density before switching to half the density.
ca_es: L'alçada de l'interior d'una densitat donada abans de canviar a la meitat de la densitat.
hi_hi: आधे घनत्व पर स्विच करने से पहले किसी दिए गए घनत्व की इन्फिल की ऊंचाई।

# infill_before_walls label
source: Infill Before Walls
ca_es: Emplenament abans de les parets
hi_hi: दीवारों से पहले इन्फिल करें

# infill_before_walls description
source: Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.
ca_es: Imprimeix l'emplenament abans d'imprimir les parets. La impressió de les parets primer pot donar lloc a parets més precises, però els voladissos s'imprimeixen pitjor. La impressió de l'emplenament primer genera parets robustes, però el patró d'emplenament de vegades és visible a través de la superfície.
hi_hi: दीवारों को प्रिंट करने से पहले इनफिल को प्रिंट करें। दीवारों को पहले प्रिंट करने से दीवारें अधिक सटीक हो सकती हैं, लेकिन ओवरहैंग प्रिंट खराब हो जाते हैं। इनफिल को प्रिंट करने से पहले मजबूत दीवारें बन जाती हैं, लेकिन कभी-कभी इन्फिल पैटर्न सतह के माध्यम से दिखाई दे सकता है।

# min_infill_area label
source: Minimum Infill Area
ca_es: Àrea mínima d'emplenament
hi_hi: न्यूनतम इन्फिल क्षेत्र

# min_infill_area description
source: Don't generate areas of infill smaller than this (use skin instead).
ca_es: No genera àrees d'emplenament més petites que això (usa la pell en lloc seu).
hi_hi: इससे छोटे इनफिल के क्षेत्र उत्पन्न न करें (इसके बजाय स्किन का उपयोग करें)।

# infill_support_enabled label
source: Infill Support
ca_es: Suport de l'emplenament
hi_hi: इन्फिल सपोर्ट

# infill_support_enabled description
source: Print infill structures only where tops of the model should be supported. Enabling this reduces print time and material usage, but leads to ununiform object strength.
ca_es: Imprimeix les estructures d'emplenament només on s'han de suportar les parts superiors del model. Habilitar això redueix el temps d'impressió i l'ús de material, però fa que la resistència de l'objecte no sigui uniforme.
hi_hi: प्रिंट इन्फिल स्ट्रक्चर केवल वहीं पर प्रिंट करें जहां मॉडल के टॉप्स को सपोर्ट किया जाना चाहिए। इसे सक्षम करने से प्रिंट समय और मटेरियल का उपयोग कम हो जाता है, लेकिन वस्तु की ताकत एक समान नहीं होती है।

# infill_support_angle label
source: Infill Overhang Angle
ca_es: Angle de l'emplenament del voladís
hi_hi: इन्फिल ओवरहांग एंगल

# infill_support_angle description
source: The minimum angle of internal overhangs for which infill is added. At a value of 0° objects are totally filled with infill, 90° will not provide any infill.
ca_es: L'angle mínim dels voladissos interns per als quals s'afegeix emplenament. Amb un valor de 0°, els objectes estan totalment plens, amb 90° no es proporcionarà cap emplenament.
hi_hi: आंतरिक ओवरहैंग का न्यूनतम कोण जिसके लिए इन्फिल जोड़ा जाता है। 0° के मान पर ऑब्जेक्ट पूरी तरह से इनफ़िल से भरे हुए हैं, 90° कोई इनफ़िल प्रदान नहीं करेगा।

# skin_edge_support_thickness label
source: Skin Edge Support Thickness
ca_es: Gruix de la vora de la pell
hi_hi: स्किन एज सपोर्ट थिकनेस

# skin_edge_support_thickness description
source: The thickness of the extra infill that supports skin edges.
ca_es: El gruix del farcit extra que suporta les vores de la pell.
hi_hi: अतिरिक्त इन्फिल की मोटाई जो स्किन के किनारों को सपोर्ट करती है।

# skin_edge_support_layers label
source: Skin Edge Support Layers
ca_es: Capes de suport per a les vores
hi_hi: स्किन एज सपोर्ट लेयर्स

# skin_edge_support_layers description
source: The number of infill layers that supports skin edges.
ca_es: El nombre de capes d'emplenament que suporten les vores de la pell.
hi_hi: स्किन के किनारों को सहारा देने वाली इनफ़िल परतों की संख्या.के किनारों को सहारा देने वाली इनफ़िल परतों की संख्या.

# lightning_infill_support_angle label
source: Lightning Infill Support Angle
ca_es: Angle de suport per a l'emplenament d'il·luminació

# lightning_infill_support_angle description
source: Determines when a lightning infill layer has to support anything above it. Measured in the angle given the thickness of a layer.
ca_es: Determina si una capa d'emplenament d'il·luminació ha de suportar qualsevol cosa per sobre. Mesurat en l'angle donat el gruix d'una capa.

# lightning_infill_overhang_angle label
source: Lightning Infill Overhang Angle
ca_es: Angle del voladís de l'emplenament d'il·luminació

# lightning_infill_overhang_angle description
source: Determines when a lightning infill layer has to support the model above it. Measured in the angle given the thickness.
ca_es: Determina si una capa d'emplenament d'il·luminació ha de suportar el model que hi ha a sobre. Mesurat en l'angle donat el gruix.

# lightning_infill_prune_angle label
source: Lightning Infill Prune Angle
ca_es: Angle de sortida de l'emplenament d'il·luminació

# lightning_infill_prune_angle description
source: The endpoints of infill lines are shortened to save on material. This setting is the angle of overhang of the endpoints of these lines.
ca_es: Els punts finals de les línies d'emplenament s'escurçaran per a estalviar en material. Aquest ajustament és l'angle de voladís dels punts finals d'aquestes línies.

# lightning_infill_straightening_angle label
source: Lightning Infill Straightening Angle
ca_es: Angle recte de l'emplenament d'il·luminació

# lightning_infill_straightening_angle description
source: The infill lines are straightened out to save on printing time. This is the maximum angle of overhang allowed across the length of the infill line.
ca_es: Les línies d'emplenament es recarreguen per a estalviar en el temps d'impressió. Aquest és l'angle màxim de voladís permès a través de la longitud de la línia d'emplenament.

# default_material_print_temperature label
source: Default Printing Temperature
ca_es: Temperatura d'impressió predeterminada
hi_hi: डिफ़ॉल्ट प्रिंटिंग तापमान

# default_material_print_temperature description
source: The default temperature used for printing. This should be the "base" temperature of a material. All other print temperatures should use offsets based on this value
ca_es: La temperatura predeterminada utilitzada per a imprimir. Hauria de ser la temperatura «base» d'un material. Totes les altres temperatures d'impressió haurien d'utilitzar desplaçaments basats en aquest valor
hi_hi: प्रिंटिंग के लिए प्रयुक्त डिफ़ॉल्ट तापमान। यह किसी मटेरियल का "आधार" तापमान होना चाहिए। अन्य सभी प्रिंट तापमानों को इस मान के आधार पर ऑफ़सेट का उपयोग करना चाहिए

# build_volume_temperature label
source: Build Volume Temperature
ca_es: Temperatura del volum d'impressió
hi_hi: बिल्ड वॉल्यूम तापमान

# build_volume_temperature description
source: The temperature of the environment to print in. If this is 0, the build volume temperature will not be adjusted.
ca_es: La temperatura de l'entorn a imprimir. Si el valor és 0, no s'ajusta la temperatura del volum d'impressió.
hi_hi: प्रिंट करने के लिए परिवेश का तापमान। यदि यह 0 है, तो बिल्ड वॉल्यूम तापमान एडजस्टमेंट नहीं किया जाएगा।

# material_print_temperature label
source: Printing Temperature
ca_es: Temperatura d'impressió
hi_hi: प्रिंटिंग तापमान

# material_print_temperature description
source: The temperature used for printing.
ca_es: La temperatura utilitzada per a imprimir.
hi_hi: प्रिंटिंग के लिए उपयोग किया जाने वाला तापमान।

# material_print_temperature_layer_0 label
source: Printing Temperature Initial Layer
ca_es: Temperatura de la capa inicial d'impressió
hi_hi: प्रिंटिंग तापमान की प्रारंभिक लेयर

# material_print_temperature_layer_0 description
source: The temperature used for printing the first layer. Set at 0 to disable special handling of the initial layer.
ca_es: La temperatura utilitzada per a imprimir la primera capa. Definiu el valor a 0 per a desactivar la gestió especial de la capa inicial.
hi_hi: पहली लेयर को प्रिंट करने के लिए इस्तेमाल किया जाने वाला तापमान। प्रारंभिक लेयर की विशेष हैंडलिंग को अक्षम करने के लिए 0 पर सेट करें।

# material_initial_print_temperature label
source: Initial Printing Temperature
ca_es: Temperatura d'impressió inicial
hi_hi: प्रारंभिक प्रिंटिंग तापमान

# material_initial_print_temperature description
source: The minimal temperature while heating up to the Printing Temperature at which printing can already start.
ca_es: La temperatura mínima mentre s'escalfa fins a la temperatura d'impressió a la qual la impressió ja pot començar.
hi_hi: प्रिंटिंग तापमान तक गर्म होने पर न्यूनतम तापमान जिस पर प्रिंटिंग पहले से ही शुरू हो सकती है।

# material_final_print_temperature label
source: Final Printing Temperature
ca_es: Temperatura d'impressió final
hi_hi: अंतिम प्रिंटिंग तापमान

# material_final_print_temperature description
source: The temperature to which to already start cooling down just before the end of printing.
ca_es: La temperatura a la qual ja s'ha de començar a refredar just abans del final de la impressió.
hi_hi: वह तापमान जिस तक प्रिंटिंग खत्म होने से ठीक पहले ठंडा होना शुरू हो जाता है।

# material_extrusion_cool_down_speed label
source: Extrusion Cool Down Speed Modifier
ca_es: Modificador de velocitat de baixada de l'extrusió
hi_hi: एक्सट्रूज़न कूल डाउन स्पीड मॉडिफ़ायर

# material_extrusion_cool_down_speed description
source: The extra speed by which the nozzle cools while extruding. The same value is used to signify the heat up speed lost when heating up while extruding.
ca_es: La velocitat extra amb la qual es refreda la tovera mentre s'extrusa. El mateix valor s'utilitza per indicar la velocitat de calor perduda en escalfar-se mentre s'extrusa.
hi_hi: अतिरिक्त गति जिससे बाहर निकालते समय नोजल ठंडा हो जाता है। उसी मान का उपयोग एक्सट्रूज़न के दौरान गर्म होने पर खोई हुई गर्मी की गति को दर्शाने के लिए किया जाता है।

# default_material_bed_temperature label
source: Default Build Plate Temperature
ca_es: Temperatura predeterminada de la placa d'impressió
hi_hi: डिफ़ॉल्ट बिल्ड प्लेट तापमान

# default_material_bed_temperature description
source: The default temperature used for the heated build plate. This should be the "base" temperature of a build plate. All other print temperatures should use offsets based on this value
ca_es: La temperatura per defecte utilitzada per a la placa d'impressió escalfada. Aquesta temperatura hauria de ser la temperatura «base» d'una placa d'impressió. Totes les altres temperatures d'impressió haurien d'utilitzar desplaçaments basats en aquest valor
hi_hi: हीटेड बिल्ड प्लेट के लिए उपयोग किया जाने वाला डिफ़ॉल्ट तापमान। यह बिल्ड प्लेट का "आधार" तापमान होना चाहिए। अन्य सभी प्रिंट तापमानों को इस value के आधार पर ऑफ़सेट का उपयोग करना चाहिए

# material_bed_temperature label
source: Build Plate Temperature
ca_es: Temperatura de la placa d'impressió
hi_hi: बिल्ड प्लेट तापमान

# material_bed_temperature description
source: The temperature used for the heated build plate. If this is 0, the build plate is left unheated.
ca_es: La temperatura utilitzada per a la placa d'impressió calenta. Si això és 0, la placa d'impressió no s'escalfa.
hi_hi: हीटेड बिल्ड प्लेट के लिए उपयोग किया जाने वाला तापमान। यदि यह 0 है, तो बिल्ड प्लेट को बिना गर्म किए छोड़ दिया जाता है।

# material_bed_temperature_layer_0 label
source: Build Plate Temperature Initial Layer
ca_es: Temperatura de la capa inicial en la placa d'impressió
hi_hi: प्लेट तापमान प्रारंभिक लेयर का निर्माण करें

# material_bed_temperature_layer_0 description
source: The temperature used for the heated build plate at the first layer. If this is 0, the build plate is left unheated during the first layer.
ca_es: La temperatura utilitzada per a la placa d'impressió escalfada en la primera capa. Si això és 0, la placa d'impressió es deixa sense escalfar durant la primera capa.
hi_hi: पहली लेयर पर हीटेड बिल्ड प्लेट के लिए उपयोग किया जाने वाला तापमान। यदि यह 0 है, तो पहली लेयर के दौरान बिल्ड प्लेट को बिना गरम किए छोड़ दिया जाता है।

# material_adhesion_tendency label
source: Adhesion Tendency
ca_es: Tendència de l'adherència
hi_hi: चिपकने की प्रवृत्ति

# material_adhesion_tendency description
source: Surface adhesion tendency.
ca_es: Tendència d'adherència de la superfície.
hi_hi: सतह चिपकने की प्रवृत्ति।
