Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# machine_max_acceleration_y label
source: Maximum Acceleration Y
ca_es: Acceleració màxima en l'eix Y
hi_hi: अधिकतम एक्सेलरेशन Y

# machine_max_acceleration_y description
source: Maximum acceleration for the motor of the Y-direction.
ca_es: Acceleració màxima per al motor de la direcció Y.
hi_hi: X-दिशा के मोटर के लिए अधिकतम एक्सेलरेशन.

# machine_max_acceleration_z label
source: Maximum Acceleration Z
ca_es: Acceleració màxima en l'eix Z
hi_hi: अधिकतम एक्सेलरेशन Z

# machine_max_acceleration_z description
source: Maximum acceleration for the motor of the Z-direction.
ca_es: Acceleració màxima per al motor de la direcció Z.
hi_hi: X-दिशा के मोटर के लिए अधिकतम एक्सेलरेशन.

# machine_max_acceleration_e label
source: Maximum Filament Acceleration
ca_es: Acceleració màxima del filament
hi_hi: अधिकतम फिलामेंट एक्सेलेरेशन

# machine_max_acceleration_e description
source: Maximum acceleration for the motor of the filament.
ca_es: Acceleració màxima del motor del filament.
hi_hi: फिलामेंट की मोटर के लिए अधिकतम एक्सेलेरेशन।

# machine_acceleration label
source: Default Acceleration
ca_es: Acceleració predeterminada
hi_hi: डिफ़ॉल्ट एक्सेलेरेशन

# machine_acceleration description
source: The default acceleration of print head movement.
ca_es: L'acceleració predeterminada del moviment del capçal d'impressió.
hi_hi: प्रिंट हेड मूवमेंट का डिफ़ॉल्ट एक्सेलेरेशन।

# machine_max_jerk_xy label
source: Default X-Y Jerk
ca_es: Velocitat de viratge X-Y predeterminada
hi_hi: डिफ़ॉल्ट X-Y जर्क

# machine_max_jerk_xy description
source: Default jerk for movement in the horizontal plane.
ca_es: Velocitat de viratge predeterminada per moviments en el pla horitzontal.
hi_hi: समस्तरीय तल में गति के लिए डिफ़ॉल्ट झटका

# machine_max_jerk_z label
source: Default Z Jerk
ca_es: Velocitat de viratge Z predeterminada
hi_hi: डिफ़ॉल्ट Z जर्क

# machine_max_jerk_z description
source: Default jerk for the motor of the Z-direction.
ca_es: Velocitat de viratge predeterminada en la direcció Z.
hi_hi: Z-दिशा की मोटर के लिए डिफॉल्ट जर्क

# machine_max_jerk_e label
source: Default Filament Jerk
ca_es: Velocitat de viratge predeterminada del filament
hi_hi: डिफ़ॉल्ट फिलामेंट जर्क

# machine_max_jerk_e description
source: Default jerk for the motor of the filament.
ca_es: Velocitat de viratge predeterminada del motor del filament.
hi_hi: फिलामेंट के मोटर के लिए डिफॉल्ट जर्क।

# machine_steps_per_mm_x label
source: Steps per Millimeter (X)
ca_es: Passos per mil·límetre (X)
hi_hi: स्टेप्स प्रति मिलीमीटर (X)

# machine_steps_per_mm_x description
source: How many steps of the stepper motor will result in one millimeter of movement in the X direction.
ca_es: Nombre de passos del motor necessaris per a produir un moviment d'un mil·límetre en la direcció X.
hi_hi: स्टेपर मोटर के कितने चरणों के परिणामस्वरूप X दिशा में एक मिलीमीटर गति होगी।

# machine_steps_per_mm_y label
source: Steps per Millimeter (Y)
ca_es: Passos per mil·límetre (Y)
hi_hi: स्टेप्स प्रति मिलीमीटर (Y)

# machine_steps_per_mm_y description
source: How many steps of the stepper motor will result in one millimeter of movement in the Y direction.
ca_es: Nombre de passos del motor necessaris per a produir un moviment d'un mil·límetre en la direcció Y.
hi_hi: स्टेपर मोटर के कितने चरणों के परिणामस्वरूप Y दिशा में एक मिलीमीटर गति होगी।

# machine_steps_per_mm_z label
source: Steps per Millimeter (Z)
ca_es: Passos per mil·límetre (Z)
hi_hi: स्टेप्स प्रति मिलीमीटर (Z)

# machine_steps_per_mm_z description
source: How many steps of the stepper motor will result in one millimeter of movement in the Z direction.
ca_es: Nombre de passos del motor necessaris per a produir un moviment d'un mil·límetre en la direcció Z.
hi_hi: स्टेपर मोटर के कितने चरणों के परिणामस्वरूप Z दिशा में एक मिलीमीटर गति होगी।

# machine_steps_per_mm_e label
source: Steps per Millimeter (E)
ca_es: Passos per mil·límetre (E)
hi_hi: स्टेप्स प्रति मिलीमीटर (E)

# machine_steps_per_mm_e description
source: How many steps of the stepper motors will result in moving the feeder wheel by one millimeter around its circumference.
ca_es: Nombre de passos del motor necessaris per a moure l'alimentador un mil·límetre al volant de la seva circumferència.

# machine_endstop_positive_direction_x label
source: X Endstop in Positive Direction
ca_es: Aturada final X en direcció positiva
hi_hi: सकारात्मक दिशा में X एंडस्टॉप

# machine_endstop_positive_direction_x description
source: Whether the endstop of the X axis is in the positive direction (high X coordinate) or negative (low X coordinate).
ca_es: Si l'aturada final de l'eix X és en la direcció positiva (coordenada X alta) o negativa (coordenada X baixa).
hi_hi: क्या X अक्ष का अंतिम पड़ाव धनात्मक दिशा में है (उच्च X निर्देशांक) या ऋणात्मक (निम्न X निर्देशांक)।

# machine_endstop_positive_direction_y label
source: Y Endstop in Positive Direction
ca_es: Aturada final Y en direcció positiva
hi_hi: सकारात्मक दिशा में Y एंडस्टॉप

# machine_endstop_positive_direction_y description
source: Whether the endstop of the Y axis is in the positive direction (high Y coordinate) or negative (low Y coordinate).
ca_es: Si l'aturada final de l'eix Y és en la direcció positiva (coordenada Y alta) o negativa (coordenada Y baixa).
hi_hi: क्या Y अक्ष का अंतिम पड़ाव धनात्मक दिशा में है (उच्च Y निर्देशांक) या ऋणात्मक (निम्न Y निर्देशांक)।

# machine_endstop_positive_direction_z label
source: Z Endstop in Positive Direction
ca_es: Aturada final Z en direcció positiva
hi_hi: सकारात्मक दिशा में Z एंडस्टॉप

# machine_endstop_positive_direction_z description
source: Whether the endstop of the Z axis is in the positive direction (high Z coordinate) or negative (low Z coordinate).
ca_es: Si l'aturada final de l'eix Z és en la direcció positiva (coordenada Z alta) o negativa (coordenada Z baixa).
hi_hi: क्या Z अक्ष का अंतिम पड़ाव धनात्मक दिशा में है (उच्च Z निर्देशांक) या ऋणात्मक (निम्न Z निर्देशांक)।

# machine_minimum_feedrate label
source: Minimum Feedrate
ca_es: Velocitat d'alimentació mínima
hi_hi: न्यूनतम फ़ीडरेट

# machine_minimum_feedrate description
source: The minimal movement speed of the print head.
ca_es: La velocitat mínima del moviment del capçal d'impressió.
hi_hi: प्रिंट हेड की न्यूनतम गति।

# machine_feeder_wheel_diameter label
source: Feeder Wheel Diameter
ca_es: Diàmetre de la roda de l'alimentador
hi_hi: फीडर व्हील व्यास

# machine_feeder_wheel_diameter description
source: The diameter of the wheel that drives the material in the feeder.
ca_es: El diàmetre de la roda que impulsa el material de l'alimentador.
hi_hi: फीडर में मटेरियल को चलाने वाले पहिये का व्यास।

# machine_scale_fan_speed_zero_to_one label
source: Scale Fan Speed To 0-1
ca_es: Escala la velocitat del ventilador a 0-1

# machine_scale_fan_speed_zero_to_one description
source: Scale the fan speed to be between 0 and 1 instead of between 0 and 256.
ca_es: Escala la velocitat del ventilador entre 0 i 1 en comptes d'entre 0 i 256.

# resolution label
source: Quality
ca_es: Qualitat
hi_hi: गुणवत्ता

# resolution description
source: All settings that influence the resolution of the print. These settings have a large impact on the quality (and print time)
ca_es: Tots els paràmetres que influeixen en la resolució de la impressió. Aquests paràmetres tenen un gran impacte en la qualitat (i en el temps d'impressió)
hi_hi: सभी सेटिंग्स जो प्रिंट के रिज़ॉल्यूशन को प्रभावित करती हैं। इन सेटिंग्स का गुणवत्ता (और प्रिंट समय) पर बड़ा प्रभाव पड़ता है

# layer_height label
source: Layer Height
ca_es: Alçària de la capa
hi_hi: लेयर की ऊँचाई

# layer_height description
source: The height of each layer in mm. Higher values produce faster prints in lower resolution, lower values produce slower prints in higher resolution.
ca_es: L'alçària de cada capa en mm. Els valors més alts produeixen impressions més ràpides en baixa resolució, els valors més baixos produeixen impressions més lentes en alta resolució.
hi_hi: प्रत्येक लेयर की ऊंचाई मिमी में. उच्च मान कम रिज़ॉल्यूशन में तेज़ प्रिंट उत्पन्न करते हैं, कम मान उच्च रिज़ॉल्यूशन में धीमे प्रिंट उत्पन्न करते हैं।

# layer_height_0 label
source: Initial Layer Height
ca_es: Alçària de la capa inicial
hi_hi: प्रारंभिक लेयर की ऊंचाई

# layer_height_0 description
source: The height of the initial layer in mm. A thicker initial layer makes adhesion to the build plate easier.
ca_es: L'alçària de la capa inicial en mm. Una capa inicial més gruixuda fa més fàcil l'adherència a la placa d'impressió.
hi_hi: मिमी में प्रारंभिक परत की ऊंचाई। एक मोटी प्रारंभिक परत बिल्ड प्लेट में आसंजन को आसान बनाती है।

# line_width label
source: Line Width
ca_es: Amplada de la línia
hi_hi: लाइन चौड़ाई

# line_width description
source: Width of a single line. Generally, the width of each line should correspond to the width of the nozzle. However, slightly reducing this value could produce better prints.
ca_es: Amplada d'una única línia. Generalment, l'amplada de cada línia hauria de correspondre a l'amplada de la tovera. Tanmateix, reduir lleugerament aquest valor podria produir millors impressions.
hi_hi: एक लाइन की चौड़ाई। आम तौर पर, प्रत्येक पंक्ति की चौड़ाई नोजल की चौड़ाई के अनुरूप होनी चाहिए। हालांकि, इस मान को थोड़ा कम करने से बेहतर प्रिंट तैयार हो सकते हैं।

# wall_line_width label
source: Wall Line Width
ca_es: Amplada de la línia de la paret
hi_hi: वॉल लाइन की चौड़ाई

# wall_line_width description
source: Width of a single wall line.
ca_es: Amplada d'una única línia de paret.
hi_hi: सिंगल वॉल लाइन की चौड़ाई।

# wall_line_width_0 label
source: Outer Wall Line Width
ca_es: Amplada de la línia de la paret exterior
hi_hi: बाहरी दीवार की लाइन की चौड़ाई

# wall_line_width_0 description
source: Width of the outermost wall line. By lowering this value, higher levels of detail can be printed.
ca_es: Amplada de la línia de la paret més externa. En baixar aquest valor, es poden imprimir nivells més alts de detall.
hi_hi: सबसे बाहरी दीवार लाइन की चौड़ाई। इस मान को कम करके, उच्च स्तर के विवरण मुद्रित किए जा सकते हैं।

# wall_line_width_x label
source: Inner Wall(s) Line Width
ca_es: Amplada de línia de les parets interiors
hi_hi: भीतरी दीवार (ओं) लाइन की चौड़ाई

# wall_line_width_x description
source: Width of a single wall line for all wall lines except the outermost one.
ca_es: Amplada d'una única línia de paret per a totes les línies de paret excepte la més externa.
hi_hi: सबसे बाहरी को छोड़कर सभी दीवार लाइनों के लिए सिंगल वॉल लाइन की चौड़ाई।

# skin_line_width label
source: Top/Bottom Line Width
ca_es: Amplada de la línia superior/inferior
hi_hi: ऊपर/नीचे की लाइन की चौड़ाईr

# skin_line_width description
source: Width of a single top/bottom line.
ca_es: Amplada d'una única línia superior/inferior.
hi_hi: सिंगल टॉप/बॉटम लाइन की चौड़ाई

# infill_line_width label
source: Infill Line Width
ca_es: Amplada de la línia d'emplenament
hi_hi: इन्फिल लाइन की चौड़ाई

# infill_line_width description
source: Width of a single infill line.
ca_es: Amplada d'una única línia d'emplenament.
hi_hi: सिंगल इनफिल लाइन की चौड़ाई।

# skirt_brim_line_width label
source: Skirt/Brim Line Width
ca_es: Amplada de la línia de la faldilla i de la vora
hi_hi: स्कर्ट/ब्रिम लाइन की चौड़ाई

# skirt_brim_line_width description
source: Width of a single skirt or brim line.
ca_es: Amplada d'una única línia de la faldilla o de la vora.
hi_hi: सिंगल स्कर्ट या ब्रिम लाइन की चौड़ाई।

# support_line_width label
source: Support Line Width
ca_es: Amplada de la línia de suport
hi_hi: सपोर्ट लाइन की चौड़ाई

# support_line_width description
source: Width of a single support structure line.
ca_es: Amplada d'una única línia d'estructura de suport.
hi_hi: सिंगल सपोर्ट स्ट्रक्चर लाइन की चौड़ाई।

# support_interface_line_width label
source: Support Interface Line Width
ca_es: Amplada de línia de la interfície de suport
hi_hi: सपोर्ट इंटरफ़ेस लाइन की चौड़ाई

# support_interface_line_width description
source: Width of a single line of support roof or floor.
ca_es: Amplada d'una única línia de sostre o terra de suport.
hi_hi: सपोर्ट रूफ या फ्लोर की एक लाइन की चौड़ाई।

# support_roof_line_width label
source: Support Roof Line Width
ca_es: Amplada de línia de sostre de suport
hi_hi: सपोर्ट रूफ लाइन की चौड़ाई

# support_roof_line_width description
source: Width of a single support roof line.
ca_es: Amplada d'una única línia de sostre de suport.
hi_hi: सिंगल सपोर्ट रूफ लाइन की चौड़ाई।

# support_bottom_line_width label
source: Support Floor Line Width
ca_es: Amplada de línia de terra de suport
hi_hi: सपोर्ट फ्लोर लाइन की चौड़ाई

# support_bottom_line_width description
source: Width of a single support floor line.
ca_es: Amplada d'una única línia de terra de suport.
hi_hi: सिंगल सपोर्ट फ्लोर लाइन की चौड़ाई।

# prime_tower_line_width label
source: Prime Tower Line Width
ca_es: Amplada de la línia de la torre de preparació
hi_hi: प्राइम टॉवर लाइन की चौड़ाई

# prime_tower_line_width description
source: Width of a single prime tower line.
ca_es: Amplada d'una única línia de torre de preparació.
hi_hi: सिंगल प्राइम टावर लाइन की चौड़ाई।

# initial_layer_line_width_factor label
source: Initial Layer Line Width
ca_es: Amplada de la línia de capa inicial
hi_hi: प्रारंभिक लेयर लाइन की चौड़ाई

# initial_layer_line_width_factor description
source: Multiplier of the line width on the first layer. Increasing this could improve bed adhesion.
ca_es: Multiplicador de l'amplada de la línia a la primera capa. Augmentar això podria millorar l'adherència al llit.
hi_hi: पहली लेयर पर लाइन की चौड़ाई का गुणक। इसे बढ़ाने से बेड के चिपकाव में सुधार हो सकता है।

# shell label
source: Walls
ca_es: Parets
hi_hi: (Walls) दीवारें

# shell description
source: Shell
ca_es: Embolcall
hi_hi: (Shell) शैल

# wall_extruder_nr label
source: Wall Extruder
ca_es: Extrusor de les parets
hi_hi: वॉल एक्सट्रूडर

# wall_extruder_nr description
source: The extruder train used for printing the walls. This is used in multi-extrusion.
ca_es: El tren extrusor utilitzat per a imprimir les parets. Això s'usa en l'extrusió múltiple.
hi_hi: दीवारों को प्रिंट करने के लिए इस्तेमाल की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# wall_0_extruder_nr label
source: Outer Wall Extruder
ca_es: Extrusor de les parets exteriors
hi_hi: आउटर वॉल एक्सट्रूडर

# wall_0_extruder_nr description
source: The extruder train used for printing the outer wall. This is used in multi-extrusion.
ca_es: El tren extrusor utilitzat per a imprimir les parets exteriors. Això s'usa en l'extrusió múltiple.
hi_hi: बाहरी दीवार को प्रिंट करने के लिए इस्तेमाल की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# wall_x_extruder_nr label
source: Inner Wall Extruder
ca_es: Extrusor de les parets interiors
hi_hi: इनर वॉल एक्सट्रूडर

# wall_x_extruder_nr description
source: The extruder train used for printing the inner walls. This is used in multi-extrusion.
ca_es: El tren extrusor utilitzat per a imprimir les parets interiors. Això s'usa en l'extrusió múltiple.
hi_hi: आंतरिक दीवारों को प्रिंट करने के लिए इस्तेमाल की जाने वाली एक्सट्रूडर ट्रेन। इसका उपयोग मल्टी-एक्सट्रूज़न में किया जाता है।

# wall_thickness label
source: Wall Thickness
ca_es: Gruix de les parets
hi_hi: दीवार की मोटाई

# wall_thickness description
source: The thickness of the walls in the horizontal direction. This value divided by the wall line width defines the number of walls.
ca_es: El gruix de les parets en la direcció horitzontal. Aquest valor dividit per l'amplada de la línia de la paret defineix el nombre de parets.
hi_hi: क्षैतिज दिशा में दीवारों की मोटाई। वॉल लाइन की चौड़ाई से विभाजित यह मान दीवारों की संख्या को परिभाषित करता है।

# wall_line_count label
source: Wall Line Count
ca_es: Nombre de línies de paret
hi_hi: वॉल लाइन काउंट

# wall_line_count description
source: The number of walls. When calculated by the wall thickness, this value is rounded to a whole number.
ca_es: El nombre de parets. Si es calcula segons el gruix de la paret, aquest valor s'arrodoneix a un nombre enter.
hi_hi: दीवारों की संख्या। जब दीवार की मोटाई के आधार पर गणना की जाती है, तो यह मान एक पूर्ण संख्या में गोल हो जाता है।

# wall_transition_length label
source: Wall Transition Length
ca_es: Longitud de transició de la paret

# wall_transition_length description
source: When transitioning between different numbers of walls as the part becomes thinner, a certain amount of space is allotted to split or join the wall lines.
ca_es: En passar a diferents nombres de parets a mesura que la part esdevé més prima, s'assigna una certa quantitat d'espai per a dividir o unir les línies de les parets.

# wall_distribution_count label
source: Wall Distribution Count
ca_es: Nombre de distribucions de parets

# wall_distribution_count description
source: The number of walls, counted from the center, over which the variation needs to be spread. Lower values mean that the outer walls don't change in width.
ca_es: El nombre de parets, comptades des del centre, sobre les quals s'ha de difondre la variació. Els valors inferiors signifiquen que les parets exteriors no canvien d'amplada.

# wall_transition_angle label
source: Wall Transitioning Threshold Angle
ca_es: Angle de llindar de transició de parets

# wall_transition_angle description
source: When to create transitions between even and odd numbers of walls. A wedge shape with an angle greater than this setting will not have transitions and no walls will be printed in the center to fill the remaining space. Reducing this setting reduces the number and length of these center walls, but may leave gaps or overextrude.
ca_es: En crear transicions entre nombres de parets parells i senars. Una forma de falca amb un angle més gran que aquest paràmetre no tindrà transicions i no s'imprimirà cap paret al centre per a omplir l'espai romanent. Reduir aquest paràmetre redueix el nombre i la longitud d'aquestes parets centrals, però pot deixar buits o sobresortir.

# wall_transition_filter_distance label
source: Wall Transitioning Filter Distance
ca_es: Distància del filtre de transició de parets

# wall_transition_filter_distance description
source: If it would be transitioning back and forth between different numbers of walls in quick succession, don't transition at all. Remove transitions if they are closer together than this distance.
ca_es: Si hauria de fer transicions entre diferents nombres de parets en ràpida successió, que no faci cap transició. Elimina les transicions si estan properes que aquesta distància.

# wall_transition_filter_deviation label
source: Wall Transitioning Filter Margin
ca_es: Marge del filtre de transició de parets

# wall_transition_filter_deviation description
source: Prevent transitioning back and forth between one extra wall and one less. This margin extends the range of line widths which follow to [Minimum Wall Line Width - Margin, 2 * Minimum Wall Line Width + Margin]. Increasing this margin reduces the number of transitions, which reduces the number of extrusion starts/stops and travel time. However, large line width variation can lead to under- or overextrusion problems.
ca_es: Evita la transició d'anada i tornada entre una paret extra i una de menys. Aquest marge amplia l'interval d'amplàries de línia que segueixen [Amplada mínima de la línia de paret - Marge, 2 * Amplada mínima de la línia de paret + Marge]. L'augment d'aquest marge redueix el nombre de transicions, que redueix el nombre d'engegades i aturades d'extrusió i el temps de desplaçament. No obstant això, la variació de l'amplada de línia gran pot provocar problemes de subextrusió o sobreextrusió.

# wall_0_wipe_dist label
source: Outer Wall Wipe Distance
ca_es: Distància de neteja de la paret exterior
hi_hi: आउटर वॉल वाइप की दूरी

# wall_0_wipe_dist description
source: Distance of a travel move inserted after the outer wall, to hide the Z seam better.
ca_es: Distància d'un moviment de desplaçament inserit després de la paret exterior, per a amagar millor la costura en l'eix Z.
hi_hi: बाहरी दीवार के बाद डाली गई यात्रा चाल की दूरी, Z सीम को बेहतर ढंग से छिपाने के लिए।

# wall_0_inset label
source: Outer Wall Inset
ca_es: Entrant en la paret exterior
hi_hi: आउटर वॉल इनसेट

# wall_0_inset description
source: Inset applied to the path of the outer wall. If the outer wall is smaller than the nozzle, and printed after the inner walls, use this offset to get the hole in the nozzle to overlap with the inner walls instead of the outside of the model.
ca_es: Entrant aplicat al camí de la paret exterior. Si la paret exterior és més petita que la tovera, i impresa després de les parets interiors, utilitzeu aquest desplaçament per a aconseguir que el forat de la tovera se superposi amb les parets interiors en lloc de l'exterior del model.
hi_hi: इनसेट बाहरी दीवार के पथ पर लागू होता है। यदि बाहरी दीवार नोजल से छोटी है, और आंतरिक दीवारों के बाद मुद्रित है, तो इस ऑफसेट का उपयोग करके नोजल में छेद को मॉडल के बाहर की बजाय आंतरिक दीवारों के साथ ओवरलैप करें।

# optimize_wall_printing_order label
source: Optimize Wall Printing Order
ca_es: Optimitza l'ordre d'impressió de les parets
hi_hi: वॉल प्रिंटिंग ऑर्डर का अनुकूलन करें

# optimize_wall_printing_order description
source: Optimize the order in which walls are printed so as to reduce the number of retractions and the distance travelled. Most parts will benefit from this being enabled but some may actually take longer so please compare the print time estimates with and without optimization. First layer is not optimized when choosing brim as build plate adhesion type.
ca_es: Optimitza l'ordre en què s'imprimeixen les parets per a reduir el nombre de retraccions i la distància recorreguda. La majoria de les parts es beneficiaran d'aquesta opció, però algunes poden trigar més temps, així que compareu les estimacions de temps d'impressió amb optimització i sense. La primera capa no s'optimitza si es tria vora com a tipus d'adherència de la placa d'impressió.
hi_hi: दीवारों को प्रिंट करने के क्रम को अनुकूलित करें ताकि पीछे हटने की संख्या और यात्रा की गई दूरी को कम किया जा सके। इसके सक्षम होने से अधिकांश भाग लाभान्वित होंगे लेकिन कुछ को वास्तव में अधिक समय लग सकता है इसलिए कृपया अनुकूलन के साथ और बिना प्रिंट समय अनुमानों की तुलना करें। ब्रिम को बिल्ड प्लेट आसंजन प्रकार के रूप में चुनते समय पहली परत को अनुकूलित नहीं किया जाता है।

# inset_direction label
source: Wall Ordering
ca_es: Ordre de les parets

# inset_direction description
source: Determines the order in which walls are printed. Printing outer walls earlier helps with dimensional accuracy, as faults from inner walls cannot propagate to the outside. However printing them later allows them to stack better when overhangs are printed.
ca_es: Determina l'ordre en què s'imprimeixen les parets. La impressió de les parets exteriors abans ajuda en la precisió dimensional, ja que els errors de les parets interiors no es poden propagar a l'exterior. No obstant això, imprimir-les després, permet apilar-se millor en imprimir els voladissos.

# inset_direction option inside_out
source: Inside To Outside
ca_es: De l'interior cap a l'exterior

# inset_direction option outside_in
source: Outside To Inside
ca_es: De l'exterior cap a l'interior

# alternate_extra_perimeter label
source: Alternate Extra Wall
ca_es: Paret extra alternativa
hi_hi: वैकल्पिक अतिरिक्त दीवार

# alternate_extra_perimeter description
source: Prints an extra wall at every other layer. This way infill gets caught between these extra walls, resulting in stronger prints.
ca_es: Imprimeix una paret extra en totes les altres capes. D'aquesta manera, l'emplenament queda atrapat entre aquestes parets extra, i s'obtenen impressions més fortes.
hi_hi: हर दूसरी परत पर एक अतिरिक्त दीवार प्रिंट करता है। इस तरह इन अतिरिक्त दीवारों के बीच इनफिल फंस जाता है, जिसके परिणामस्वरूप मजबूत प्रिंट होते हैं।

# min_wall_line_width label
source: Minimum Wall Line Width
ca_es: Amplada mínima de la línia de paret
