Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# wireframe_top_jump description
source: Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.
ca_es: Crea un petit nus a la part superior d'una línia cap amunt, de manera que la capa horitzontal consecutiva té més possibilitats de connectar-se a ella. Només s'aplica a la impressió de filferro.
hi_hi: ऊपर की रेखा के शीर्ष पर एक छोटी सी गाँठ बनाता है, ताकि लगातार क्षैतिज लेयर को इससे जुड़ने का बेहतर मौका मिले। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_fall_down label
source: WP Fall Down
ca_es: Cavall
hi_hi: WP फॉल डाउन

# wireframe_fall_down description
source: Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.
ca_es: Distància amb la qual el material cau després d'una extrusió ascendent. Aquesta distància es compensa. Només s'aplica a la impressió de filferro.
hi_hi: वह दूरी जिसके साथ मटेरियल ऊपर की ओर बाहर निकलने के बाद नीचे गिरती है। इस दूरी की भरपाई की जाती है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_drag_along label
source: WP Drag Along
ca_es: Arrossegament WP llarg
hi_hi: WP साथ खींचें

# wireframe_drag_along description
source: Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.
ca_es: Distància amb la qual el material d'una extrusió cap amunt s'arrossega juntament amb l'extrusió cap avall diagonalment. Aquesta distància es compensa. Només s'aplica a la impressió de filferro.
hi_hi: दूरी जिसके साथ ऊपर की ओर एक्सट्रूज़न की मटेरियल को तिरछे नीचे की ओर एक्सट्रूज़न के साथ खींचा जाता है। इस दूरी की भरपाई की जाती है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_strategy label
source: WP Strategy
ca_es: Estratègia WP
hi_hi: WP रणनीति

# wireframe_strategy description
source: Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however, it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.
ca_es: Estratègia per assegurar que dues capes consecutives es connectin a cada punt de connexió. La retracció permet que les línies cap amunt s'endureixin en la posició correcta, però pot causar molsa de filament. Es pot fer un nus al final d'una línia cap amunt per augmentar la possibilitat de connectar-se a ella i deixar que la línia es refredi; tanmateix, pot requerir velocitats d'impressió lentes. Una altra estratègia és compensar l'empitjorament de la part superior d'una línia cap amunt; no obstant això, les línies no sempre cauran com es preveu.
hi_hi: यह सुनिश्चित करने की रणनीति कि प्रत्येक कनेक्शन बिंदु पर लगातार दो लेयर्स जुड़ती हैं। पीछे हटने से ऊपर की रेखाएं सही स्थिति में सख्त हो जाती हैं, लेकिन इससे फिलामेंट पीस हो सकता है। एक ऊर्ध्व रेखा के अंत में एक गाँठ बनाई जा सकती है ताकि उससे जुड़ने की संभावना बढ़ जाए और रेखा को ठंडा होने दे; हालाँकि, इसके लिए धीमी मुद्रण गति की आवश्यकता हो सकती है। एक अन्य रणनीति ऊपर की रेखा के शीर्ष की शिथिलता के लिए क्षतिपूर्ति करना है; हालाँकि, रेखाएँ हमेशा भविष्यवाणी के अनुसार नीचे नहीं गिरेंगी।

# wireframe_strategy option compensate
source: Compensate
ca_es: Compensació
hi_hi: मुआवजा

# wireframe_strategy option knot
source: Knot
ca_es: nu
hi_hi: गुच्छा (Knot)

# wireframe_strategy option retract
source: Retract
ca_es: Retira
hi_hi: वापस लेना (Retract)

# wireframe_straight_before_down label
source: WP Straighten Downward Lines
ca_es: WP Redueix les línies cap avall
hi_hi: WP नीचे की रेखाओं को सीधा करें

# wireframe_straight_before_down description
source: Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.
ca_es: Percentatge d'una línia diagonal cap avall que està coberta per una peça de línia horitzontal. Això pot evitar l'empunyadura del punt més alt de les línies cap amunt. Només s'aplica a la impressió de filferro.
hi_hi: एक तिरछे नीचे की रेखा का प्रतिशत जो एक क्षैतिज रेखा के टुकड़े से ढका होता है। यह ऊपर की रेखाओं के शीर्षतम बिंदु को शिथिल होने से रोक सकता है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_roof_fall_down label
source: WP Roof Fall Down
ca_es: Arrel de l'WP caiguda
hi_hi: WP रूफ फॉल डाउन

# wireframe_roof_fall_down description
source: The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.
ca_es: La distància a la qual s'imprimeixen les línies horitzontals del sostre «en aire prim» cau quan s'imprimeix. Aquesta distància es compensa. Només s'aplica a la impressió de filferro.
hi_hi: 'पतली हवा में' छपी क्षैतिज छत की रेखाएं मुद्रित होने पर नीचे गिर जाती हैं। इस दूरी की भरपाई की जाती है। केवल वायर (wire) प्रिंटिंग पर लागू होता है।

# wireframe_roof_drag_along label
source: WP Roof Drag Along
ca_es: Arrossegament de l'arrel del WP durant
hi_hi: WP रूफ ड्रैग अलॉन्ग

# wireframe_roof_drag_along description
source: The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.
ca_es: La distància de la peça final d'una línia cap a dins que s'arrossega quan es torna al contorn exterior del sostre. Aquesta distància es compensa. Només s'aplica a la impressió de filferro.
hi_hi: एक आवक रेखा के अंतिम भाग की दूरी जो छत की बाहरी रूपरेखा पर वापस जाने पर खींची जाती है। इस दूरी की भरपाई की जाती है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_roof_outer_delay label
source: WP Roof Outer Delay
ca_es: Retard de l'arrel del WP
hi_hi: WP रूफ बाहरी देरी

# wireframe_roof_outer_delay description
source: Time spent at the outer perimeters of hole which is to become a roof. Longer times can ensure a better connection. Only applies to Wire Printing.
ca_es: Temps dedicat als perímetres exteriors del forat que es convertirà en un sostre. Els temps més llargs poden garantir una millor connexió. Només s'aplica a la impressió de filferro.
hi_hi: छेद के बाहरी परिधि पर बिताया गया समय जो छत बनना है। लंबा समय बेहतर कनेक्शन सुनिश्चित कर सकता है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_nozzle_clearance label
source: WP Nozzle Clearance
ca_es: Neteja de la tovera WP
hi_hi: WP नोजल क्लीयरेंस

# wireframe_nozzle_clearance description
source: Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.
ca_es: Distància entre la tovera i les línies horitzontalment cap avall. Una major neteja dona lloc a línies diagonalment cap avall amb un angle menys pronunciat, que al seu torn dona lloc a connexions menys cap amunt amb la següent capa. Només s'aplica a la impressió de filferro.
hi_hi: नोजल और क्षैतिज रूप से नीचे की ओर रेखाओं के बीच की दूरी। बड़ी निकासी के परिणामस्वरूप तिरछे नीचे की रेखाएं कम खड़ी कोण के साथ होती हैं, जिसके परिणामस्वरूप अगली परत के साथ कम ऊपर की ओर कनेक्शन होता है। केवल वायर प्रिंटिंग पर लागू होता है।

# adaptive_layer_height_enabled label
source: Use Adaptive Layers
ca_es: Utilitza les capes adaptatives
hi_hi: अनुकूली लेयर्स का प्रयोग करें

# adaptive_layer_height_enabled description
source: Adaptive layers computes the layer heights depending on the shape of the model.
ca_es: Les capes adaptatives computen les altures de la capa depenent de la forma del model.
hi_hi: अनुकूली लेयर्स मॉडल के आकार के आधार पर लेयर की ऊंचाई की गणना करती हैं।

# adaptive_layer_height_variation label
source: Adaptive Layers Maximum Variation
ca_es: Variació màxima de les capes adaptatives
hi_hi: अनुकूली लेयर्स अधिकतम भिन्नता

# adaptive_layer_height_variation description
source: The maximum allowed height different from the base layer height.
ca_es: L'alçada màxima permesa és diferent de l'alçada de la capa base.
hi_hi: अधिकतम अनुमत ऊंचाई आधार लेयर की ऊंचाई से भिन्न होती है।

# adaptive_layer_height_variation_step label
source: Adaptive Layers Variation Step Size
ca_es: Mida del pas de la variació de les capes adaptatives
hi_hi: अनुकूली लेयर्स भिन्नता चरण आकार

# adaptive_layer_height_variation_step description
source: The difference in height of the next layer height compared to the previous one.
ca_es: La diferència en l'alçada de la capa següent en comparació amb l'anterior.
hi_hi: पिछली लेयर की तुलना में अगली लेयर की ऊंचाई में अंतर।

# adaptive_layer_height_threshold label
source: Adaptive Layers Topography Size
ca_es: Mida de la topografia de les capes adaptatives
hi_hi: अनुकूली लेयर्स स्थलाकृति आकार

# adaptive_layer_height_threshold description
source: Target horizontal distance between two adjacent layers. Reducing this setting causes thinner layers to be used to bring the edges of the layers closer together.
ca_es: Distància horitzontal de l'objectiu entre dues capes adjacents. Reduint aquest paràmetre es fan servir capes més fines per acostar les vores de les capes.
hi_hi: दो आसन्न लेयर्स के बीच क्षैतिज दूरी को लक्षित करें। इस सेटिंग को कम करने से लेयर्स के किनारों को एक साथ लाने के लिए पतली लेयर्स का उपयोग किया जाता है।

# wall_overhang_angle label
source: Overhanging Wall Angle
ca_es: Angle de voladís de paret
hi_hi: ओवरहैंगिंग वॉल एंगल

# wall_overhang_angle description
source: Walls that overhang more than this angle will be printed using overhanging wall settings. When the value is 90, no walls will be treated as overhanging. Overhang that gets supported by support will not be treated as overhang either.
ca_es: Les parets que volen més d'aquest angle s'imprimiran utilitzant els paràmetres de la paret de voladís. Quan el valor és de 90, no es tractarà cap paret com a voladís. El voladís que rep el suport tampoc es tractarà com a voladís.
hi_hi: इस कोण से अधिक लटकने वाली दीवारों को ओवरहैंगिंग वॉल सेटिंग्स का उपयोग करके मुद्रित किया जाएगा। जब मान 90 है, तो किसी भी दीवार को ओवरहैंगिंग नहीं माना जाएगा। सपोर्ट द्वारा समर्थित ओवरहैंग को भी ओवरहांग के रूप में नहीं माना जाएगा।

# wall_overhang_speed_factor label
source: Overhanging Wall Speed
ca_es: Velocitat de voladís de paret
hi_hi: ओवरहैंगिंग वॉल स्पीड

# wall_overhang_speed_factor description
source: Overhanging walls will be printed at this percentage of their normal print speed.
ca_es: Les parets que sobrevolen s'imprimiran amb aquest percentatge de la velocitat d'impressió normal.
hi_hi: ओवरहैंगिंग वॉल को उनकी सामान्य प्रिंट गति के इस प्रतिशत पर प्रिंट किया जाएगा।

# bridge_settings_enabled label
source: Enable Bridge Settings
ca_es: Habilita els paràmetres del pont
hi_hi: ब्रिज सेटिंग्स को सक्षम करें

# bridge_settings_enabled description
source: Detect bridges and modify print speed, flow and fan settings while bridges are printed.
ca_es: Detecta els ponts i modifica la velocitat d'impressió, el flux i els paràmetres dels ventiladors mentre s'imprimeixen els ponts.
hi_hi: सेतुओं का पता लगाएँ और सेतुओं को मुद्रित करते समय प्रिंट गति, प्रवाह और पंखे की सेटिंग संशोधित करें।

# bridge_wall_min_length label
source: Minimum Bridge Wall Length
ca_es: Longitud mínima de la paret del pont
hi_hi: न्यूनतम पुल की दीवार की लंबाई

# bridge_wall_min_length description
source: Unsupported walls shorter than this will be printed using the normal wall settings. Longer unsupported walls will be printed using the bridge wall settings.
ca_es: Les parets no compatibles més curtes que aquesta s'imprimiran utilitzant els paràmetres normals de la paret. S'imprimiran parets no suportadess més llargues utilitzant la configuració de la paret del pont.
hi_hi: इससे छोटी असमर्थित दीवारों को सामान्य वॉल सेटिंग्स का उपयोग करके प्रिंट किया जाएगा। लंबे समय तक असमर्थित दीवारों को ब्रिज वॉल सेटिंग्स का उपयोग करके प्रिंट किया जाएगा।

# bridge_skin_support_threshold label
source: Bridge Skin Support Threshold
ca_es: Llindar de suport de la pell del pont
hi_hi: ब्रिज स्किन सपोर्ट थ्रेशोल्ड

# bridge_skin_support_threshold description
source: If a skin region is supported for less than this percentage of its area, print it using the bridge settings. Otherwise it is printed using the normal skin settings.
ca_es: Si una regió de la pell és suportada per menys d'aquest percentatge de la seva àrea, imprimeix-la utilitzant la configuració del pont. En cas contrari s'imprimirà utilitzant els paràmetres normals de l'aparença.
hi_hi: यदि स्किन क्षेत्र अपने क्षेत्र के इस प्रतिशत से कम के लिए समर्थित है, तो ब्रिज सेटिंग्स का उपयोग करके इसे प्रिंट करें। अन्यथा इसे सामान्य त्वचा सेटिंग्स का उपयोग करके प्रिंट किया जाता है।

# bridge_sparse_infill_max_density label
source: Bridge Sparse Infill Max Density
ca_es: Densitat màxima de l'emplenament del pont
hi_hi: ब्रिज स्पैस इंफिल मैक्स डेंसिटी

# bridge_sparse_infill_max_density description
source: Maximum density of infill considered to be sparse. Skin over sparse infill is considered to be unsupported and so may be treated as a bridge skin.
ca_es: La densitat màxima de l'abocador es considera escassa. Es considera que la pell sobre l'abocador dispers no és compatible i per tant pot ser tractada com una pell de pont.
hi_hi: इनफिल का अधिकतम घनत्व विरल माना जाता है। विरल इनफिल के ऊपर की त्वचा को असमर्थित माना जाता है और इसलिए इसे ब्रिज स्किन के रूप में माना जा सकता है।

# bridge_wall_coast description
source: This controls the distance the extruder should coast immediately before a bridge wall begins. Coasting before the bridge starts can reduce the pressure in the nozzle and may produce a flatter bridge.
ca_es: Això controla la distància que l'extrusor hauria de tenir a la costa immediatament abans que comenci una paret de pont. L'acostament abans que comenci el pont pot reduir la pressió en la tovera i pot produir un pont més pla.
hi_hi: यह उस दूरी को नियंत्रित करता है जो एक पुल की दीवार शुरू होने से ठीक पहले एक्सट्रूडर को तट करना चाहिए। पुल के शुरू होने से पहले कोस्ट करने से नोजल में दबाव कम हो सकता है और एक चापलूसी पुल का निर्माण हो सकता है।

# bridge_wall_speed label
source: Bridge Wall Speed
ca_es: Velocitat de la paret de pont
hi_hi: ब्रिज वॉल स्पीड

# bridge_wall_speed description
source: The speed at which the bridge walls are printed.
ca_es: La velocitat a la qual s'imprimeixen les parets del pont.
hi_hi: जिस गति से पुल की दीवारें छपती हैं।

# bridge_wall_material_flow label
source: Bridge Wall Flow
ca_es: Pont Wall Flow
hi_hi: ब्रिज वॉल फ्लो

# bridge_wall_material_flow description
source: When printing bridge walls, the amount of material extruded is multiplied by this value.
ca_es: En imprimir parets de pont, la quantitat de material extrusionat es multiplica per aquest valor.
hi_hi: पुल की दीवारों को प्रिंट करते समय, निकाली गई सामग्री की मात्रा को इस मान से गुणा किया जाता है।

# bridge_skin_speed label
source: Bridge Skin Speed
ca_es: Velocitat de la pell del pont
hi_hi: ब्रिज स्किन स्पीड

# bridge_skin_speed description
source: The speed at which bridge skin regions are printed.
ca_es: La velocitat a la qual s'imprimeixen les regions de la pell del pont.
hi_hi: जिस गति से पुल स्किन क्षेत्र मुद्रित होते हैं।

# bridge_skin_material_flow label
source: Bridge Skin Flow
ca_es: Flux de la pell del pont
hi_hi: ब्रिज स्किन फ्लो

# bridge_skin_material_flow description
source: When printing bridge skin regions, the amount of material extruded is multiplied by this value.
ca_es: En imprimir les regions de la pell del pont, la quantitat de material extrusionat es multiplica per aquest valor.
hi_hi: पुल स्किन क्षेत्रों को प्रिंट करते समय, निकाली गई मटेरियल की मात्रा को इस मान से गुणा किया जाता है।

# bridge_skin_density label
source: Bridge Skin Density
ca_es: Densitat de la pell del pont
hi_hi: ब्रिज स्किन घनत्व (Density)

# bridge_skin_density description
source: The density of the bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
ca_es: La densitat de la capa de la pell del pont. Els valors inferiors a 100 augmentaran l'espai buit entre les línies de la pell.
hi_hi: ब्रिज स्किन लेयर का घनत्व। 100 से कम मान स्किन की रेखाओं के बीच अंतराल को बढ़ा देंगे।

# bridge_fan_speed label
source: Bridge Fan Speed
ca_es: Velocitat del ventilador
hi_hi: ब्रिज फैन स्पीड

# bridge_fan_speed description
source: Percentage fan speed to use when printing bridge walls and skin.
ca_es: Velocitat del ventilador del percentatge que s'ha d'utilitzar en imprimir parets de pont i la pell.
hi_hi: ब्रिज की दीवारों और स्किन को प्रिंट करते समय उपयोग करने के लिए पंखे की गति का प्रतिशत।

# bridge_enable_more_layers label
source: Bridge Has Multiple Layers
ca_es: El pont té múltiples capes
hi_hi: ब्रिज में कई लेयर्स होती हैं

# bridge_enable_more_layers description
source: If enabled, the second and third layers above the air are printed using the following settings. Otherwise, those layers are printed using the normal settings.
ca_es: Si s'habilita, la segona i la tercera capa per sobre de l'aire s'imprimeixen utilitzant els següents ajustaments. En cas contrari, aquestes capes s'imprimeixen utilitzant els paràmetres normals.
hi_hi: यदि सक्षम किया गया है, तो हवा के ऊपर दूसरी और तीसरी लेयर्स निम्न सेटिंग्स का उपयोग करके मुद्रित की जाती हैं। अन्यथा, उन लेयर्स को सामान्य सेटिंग्स का उपयोग करके मुद्रित किया जाता है।

# bridge_skin_speed_2 label
source: Bridge Second Skin Speed
ca_es: Pont segona velocitat
hi_hi: ब्रिज सेकंड स्किन स्पीड

# bridge_skin_speed_2 description
source: Print speed to use when printing the second bridge skin layer.
ca_es: Imprimeix la velocitat a utilitzar en imprimir la segona capa de la pell del pont.
hi_hi: दूसरी ब्रिज स्किन लेयर को प्रिंट करते समय उपयोग करने के लिए प्रिंट स्पीड।

# bridge_skin_material_flow_2 label
source: Bridge Second Skin Flow
ca_es: Pont Segon flux
hi_hi: ब्रिज सेकेंड स्किन फ्लो

# bridge_skin_material_flow_2 description
source: When printing the second bridge skin layer, the amount of material extruded is multiplied by this value.
ca_es: En imprimir la capa de la pell del segon pont, la quantitat de material extrusionat es multiplica per aquest valor.
hi_hi: दूसरी ब्रिज स्किन लेयर को प्रिंट करते समय, निकाली गई मटेरियल की मात्रा को इस मान से गुणा किया जाता है।

# bridge_skin_density_2 label
source: Bridge Second Skin Density
ca_es: Densitat de la segona cara del pont
hi_hi: ब्रिज सेकेंड स्किन डेंसिटी

# bridge_skin_density_2 description
source: The density of the second bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
ca_es: La densitat de la capa de la pell del segon pont. Els valors inferiors a 100 augmentaran els espais buits entre les línies de la pell.
hi_hi: दूसरी ब्रिज स्किन परत का घनत्व। 100 से कम मान स्किन की रेखाओं के बीच अंतराल को बढ़ा देंगे।

# bridge_fan_speed_2 label
source: Bridge Second Skin Fan Speed
ca_es: Pont Segona Velocitat del ventilador
hi_hi: ब्रिज सेकेंड स्किन फैन स्पीड

# bridge_fan_speed_2 description
source: Percentage fan speed to use when printing the second bridge skin layer.
ca_es: Velocitat del ventilador del percentatge que s'ha d'utilitzar en imprimir la capa de la pell del segon pont.
hi_hi: दूसरी ब्रिज स्किन लेयर को प्रिंट करते समय उपयोग करने के लिए पंखे की गति का प्रतिशत।

# bridge_skin_speed_3 label
source: Bridge Third Skin Speed
ca_es: Velocitat de la tercera cara del pont
hi_hi: ब्रिज थर्ड स्किन स्पीड

# bridge_skin_speed_3 description
source: Print speed to use when printing the third bridge skin layer.
ca_es: Imprimeix la velocitat a utilitzar en imprimir la capa de la pell del tercer pont.
hi_hi: तीसरे ब्रिज स्किन लेयर को प्रिंट करते समय उपयोग करने के लिए प्रिंट स्पीड।

# bridge_skin_material_flow_3 label
source: Bridge Third Skin Flow
ca_es: Pont tercer flux
hi_hi: ब्रिज थर्ड स्किन फ्लो

# bridge_skin_material_flow_3 description
source: When printing the third bridge skin layer, the amount of material extruded is multiplied by this value.
ca_es: En imprimir la capa de la pell del tercer pont, la quantitat de material extrusionat es multiplica per aquest valor.
hi_hi: तीसरे ब्रिज स्किन लेयर को प्रिंट करते समय, निकाली गई मटेरियल की मात्रा को इस मान से गुणा किया जाता है।

# bridge_skin_density_3 label
source: Bridge Third Skin Density
ca_es: Densitat de la tercera pell
hi_hi: ब्रिज थर्ड स्किन डेंसिटी

# bridge_skin_density_3 description
source: The density of the third bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
ca_es: La densitat de la capa de la pell del tercer pont. Els valors inferiors a 100 augmentaran els espais buits entre les línies de la pell.
hi_hi: तीसरे ब्रिज स्किन लेयर का घनत्व। 100 से कम मान त्वचा की रेखाओं के बीच अंतराल को बढ़ा देंगे।

# bridge_fan_speed_3 label
source: Bridge Third Skin Fan Speed
ca_es: Velocitat del ventilador de la tercera pell
hi_hi: ब्रिज थर्ड स्किन फैन स्पीड

# bridge_fan_speed_3 description
source: Percentage fan speed to use when printing the third bridge skin layer.
ca_es: Velocitat del ventilador del percentatge a utilitzar en imprimir la capa de la pell del tercer pont.
hi_hi: तीसरे ब्रिज स्किन लेयर को प्रिंट करते समय उपयोग करने के लिए पंखे की गति का प्रतिशत।

# clean_between_layers label
source: Wipe Nozzle Between Layers
ca_es: Netejar la tovera entre capes
hi_hi: लेयर्स के बीच नोजल पोंछें

# clean_between_layers description
source: Whether to include nozzle wipe G-Code between layers (maximum 1 per layer). Enabling this setting could influence behavior of retract at layer change. Please use Wipe Retraction settings to control retraction at layers where the wipe script will be working.
ca_es: Si s'ha d'incloure el G-Code neteja de la tovera entre les capes (màxim 1 per capa). Habilitar aquest paràmetre podria influir en el comportament de retractació en el canvi de capa. Utilitzeu els paràmetres de retracció de neteja per a controlar la retracció a les capes on funcionarà l'script de neteja.
hi_hi: क्या लेयर्स के बीच नोजल वाइप g-code शामिल करना है (अधिकतम 1 प्रति परत)। इस सेटिंग को सक्षम करने से लेयर परिवर्तन पर वापस लेने का व्यवहार प्रभावित हो सकता है। वाइप स्क्रिप्ट काम कर रही लेयर्स पर वापसी को नियंत्रित करने के लिए कृपया वाइप रिट्रैक्शन सेटिंग्स का उपयोग करें।

# max_extrusion_before_wipe label
source: Material Volume Between Wipes
ca_es: Volum de material entre neteges
hi_hi: वाइप्स के बीच मटेरियल वॉल्यूम

# max_extrusion_before_wipe description
source: Maximum material that can be extruded before another nozzle wipe is initiated. If this value is less than the volume of material required in a layer, the setting has no effect in this layer, i.e. it is limited to one wipe per layer.
ca_es: Material màxim que es pot extrudir abans que s'iniciï una altra neteja de toveres. Si aquest valor és menor que el volum de material necessari en una capa, l'ajustament no té cap efecte en aquesta capa, és a dir, es limita a una neteja per capa.
hi_hi: अधिकतम मटेरियल जिसे एक और नोजल वाइप शुरू करने से पहले बाहर निकाला जा सकता है। यदि यह मान किसी लेयर में आवश्यक मटेरियल की मात्रा से कम है, तो इस लेयर में सेटिंग का कोई प्रभाव नहीं पड़ता है, अर्थात यह प्रति लेयर एक वाइप तक सीमित है।

# wipe_retraction_enable label
source: Wipe Retraction Enable
ca_es: Habilita la retracció de neteja
hi_hi: वाइप रिट्रैक्शन सक्षम करें

# wipe_retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area.
ca_es: Retira el filament quan la tovera es mou sobre una àrea no impresa.
hi_hi: जब नोजल गैर-मुद्रित क्षेत्र पर घूम रहा हो तो फिलामेंट को वापस ले लें।

# wipe_retraction_amount label
source: Wipe Retraction Distance
ca_es: Distància de retracció de neteja
hi_hi: वाइप रिट्रैक्शन डिस्टेंस
