Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# draft_shield_dist label
source: Draft Shield X/Y Distance
ca_es: Distància X/Y de l'escut
hi_hi: ड्राफ्ट शील्ड X/Y दूरी

# draft_shield_dist description
source: Distance of the draft shield from the print, in the X/Y directions.
ca_es: Distància de l'escut d'armes de la impressió, en les direccions X/Y.
hi_hi: X/Y दिशाओं में प्रिंट से ड्राफ्ट शील्ड की दूरी।

# draft_shield_height_limitation label
source: Draft Shield Limitation
ca_es: Límit d'escuts
hi_hi: ड्राफ्ट शील्ड लिमिटेशन

# draft_shield_height_limitation description
source: Set the height of the draft shield. Choose to print the draft shield at the full height of the model or at a limited height.
ca_es: Estableix l'alçada de l'escut esborrany. Trieu imprimir l'escut d'esborrany a l'alçada completa del model o a una alçada limitada.
hi_hi: ड्राफ्ट शील्ड की ऊंचाई निर्धारित करें। ड्राफ्ट शील्ड को मॉडल की पूरी ऊंचाई पर या सीमित ऊंचाई पर प्रिंट करना चुनें।

# draft_shield_height_limitation option limited
source: Limited
ca_es: Limitat
hi_hi: सीमित

# draft_shield_height label
source: Draft Shield Height
ca_es: Alçada de l'escut
hi_hi: ड्राफ्ट शील्ड की ऊँचाई

# draft_shield_height description
source: Height limitation of the draft shield. Above this height no draft shield will be printed.
ca_es: Limitació de l'alçada de l'escut d'armes. Per sobre d'aquesta alçada no s'imprimirà cap escut d'esborrany.
hi_hi: ड्राफ्ट शील्ड की ऊंचाई सीमा। इस ऊंचाई से ऊपर कोई ड्राफ्ट शील्ड नहीं छापी जाएगी।

# conical_overhang_enabled label
source: Make Overhang Printable
ca_es: Fes el voladís imprimible
hi_hi: ओवरहैंग प्रिंट करने योग्य बनाएं

# conical_overhang_enabled description
source: Change the geometry of the printed model such that minimal support is required. Steep overhangs will become shallow overhangs. Overhanging areas will drop down to become more vertical.
ca_es: Canvia la geometria del model imprès de manera que es requereix un suport mínim. Els voladissos de descens es convertiran en voladissos plans. Les àrees voladisses es reduiran per a fer-les més verticals.
hi_hi: प्रिंटेड मॉडल की ज्यामिति को ऐसे बदलें कि न्यूनतम सपोर्ट की आवश्यकता हो। स्टीप ओवरहैंग्स उथले ओवरहैंग बन जाएंगे। अधिक लंबवत बनने के लिए ओवरहैंगिंग क्षेत्र नीचे गिरेंगे।

# conical_overhang_angle label
source: Maximum Model Angle
ca_es: Angle màxim del model
hi_hi: अधिकतम मॉडल कोण

# conical_overhang_angle description
source: The maximum angle of overhangs after the they have been made printable. At a value of 0° all overhangs are replaced by a piece of model connected to the build plate, 90° will not change the model in any way.
ca_es: L'angle màxim dels voladissos després que s'hagin fet imprimibles. Amb un valor de 0° tots els voladissos són substituïts per una peça del model connectada a la placa d'impressió, amb 90° no canviarà el model de cap manera.
hi_hi: ओवरहैंग्स के अधिकतम कोण के बाद उन्हें प्रिंट करने योग्य बनाया गया है। 0 डिग्री के मान पर सभी ओवरहैंग्स को बिल्ड प्लेट से जुड़े मॉडल के एक टुकड़े से बदल दिया जाता है, 90 डिग्री किसी भी तरह से मॉडल को नहीं बदलेगा।

# conical_overhang_hole_size label
source: Maximum Overhang Hole Area
ca_es: Àrea màxima del forat en voladís
hi_hi: अधिकतम ओवरहांग होल क्षेत्र

# conical_overhang_hole_size description
source: The maximum area of a hole in the base of the model before it's removed by Make Overhang Printable. Holes smaller than this will be retained. A value of 0 mm² will fill all holes in the models base.
ca_es: L'àrea màxima d'un forat en la base del model abans de ser eliminat per «Fes els voladissos imprimibles». Es conservaran forats més petits que aquest. Un valor de 0 mm² omplirà tots els forats de la base de models.
hi_hi: मेक ओवरहांग प्रिंटेबल द्वारा मॉडल के आधार में एक छेद का अधिकतम क्षेत्र हटाए जाने से पहले। इससे छोटे छेद बने रहेंगे। 0 मिमी² का मान मॉडल के आधार के सभी छिद्रों को भर देगा।

# coasting_enable label
source: Enable Coasting
ca_es: Habilita la costura
hi_hi: तटीयकरण (Coasting) सक्षम करें

# coasting_enable description
source: Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to print the last piece of the extrusion path in order to reduce stringing.
ca_es: La costura substitueix l'última part d'un camí d'extrusió per un camí de desplaçament. El material traspuat s'utilitza per a imprimir l'última peça del camí d'extrusió amb l'objectiu de reduir l'encordat.
hi_hi: कोस्टिंग एक्सट्रूज़न पथ के अंतिम भाग को यात्रा पथ से बदल देता है। ओज्ड मटेरियल का उपयोग स्ट्रिंग को कम करने के लिए एक्सट्रूज़न पथ के अंतिम टुकड़े को प्रिंट करने के लिए किया जाता है।

# coasting_volume label
source: Coasting Volume
ca_es: Volum de la costa
hi_hi: कोस्टिंग वॉल्यूम

# coasting_volume description
source: The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.
ca_es: El volum que d'altra manera traspuaria. Aquest valor generalment hauria de ser a proper al cubicatge del diàmetre de la tovera.
hi_hi: वॉल्यूम अन्यथा ओज हो गया। यह मान आम तौर पर क्यूब्ड नोजल व्यास के करीब होना चाहिए।

# coasting_min_volume label
source: Minimum Volume Before Coasting
ca_es: Volum mínim abans de la costa
hi_hi: कोस्टिंग से पहले न्यूनतम मात्रा

# coasting_min_volume description
source: The smallest volume an extrusion path should have before allowing coasting. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly. This value should always be larger than the Coasting Volume.
ca_es: El volum més petit que un camí d'extrusió hauria de tenir abans de permetre la navegació costanera. Per a camins d'extrusió més petits, s'ha construït menys pressió en el tub d'inclinació i per tant el volum de la costa s'escala linealment. Aquest valor sempre hauria de ser més gran que el volum de la costa.
hi_hi: कोस्टिंग की अनुमति देने से पहले एक एक्सट्रूज़न पथ का सबसे छोटा आयतन होना चाहिए। छोटे एक्सट्रूज़न पथों के लिए, बोडेन ट्यूब में कम दबाव बनाया गया है और इसलिए कोस्टेड वॉल्यूम को रैखिक रूप से बढ़ाया जाता है। यह मान हमेशा कोस्टिंग वॉल्यूम से बड़ा होना चाहिए।

# coasting_speed label
source: Coasting Speed
ca_es: Velocitat de la costa
hi_hi: कोस्टिंग स्पीड

# coasting_speed description
source: The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move the pressure in the bowden tube drops.
ca_es: La velocitat amb què es mou durant la costa, relativa a la velocitat del camí de l'extrusió. S'aconsella un valor lleugerament inferior al 100%, ja que durant la costa mou la pressió en les gotes del tub de bol.
hi_hi: वह गति जिससे कोस्टिंग के दौरान एक्सट्रूज़न पथ की गति के सापेक्ष आगे बढ़ना है। 100% से थोड़ा कम के मान की सलाह दी जाती है, क्योंकि कोस्टिंग मूव के दौरान बोडेन ट्यूब में दबाव गिरता है।

# cross_infill_pocket_size label
source: Cross 3D Pocket Size
ca_es: Mida del connector 3D creu
hi_hi: क्रॉस 3D पॉकेट साइज

# cross_infill_pocket_size description
source: The size of pockets at four-way crossings in the cross 3D pattern at heights where the pattern is touching itself.
ca_es: La mida de les butxaques en els passos de quatre vies en el patró de la creu 3D a les altures on el patró es toca.
hi_hi: क्रॉस 3D पैटर्न में फोर-वे क्रॉसिंग पर पॉकेट्स का आकार उन ऊंचाइयों पर जहां पैटर्न खुद को छू रहा है।

# cross_infill_density_image label
source: Cross Infill Density Image
ca_es: Imatge de densitat d'emplenament creuat
hi_hi: क्रॉस इन्फिल डेंसिटी इमेज

# cross_infill_density_image description
source: The file location of an image of which the brightness values determine the minimal density at the corresponding location in the infill of the print.
ca_es: La ubicació del fitxer d'una imatge de la qual els valors de brillantor determinen la densitat mínima a la ubicació corresponent a l'interior de la impressió.
hi_hi: एक छवि का फ़ाइल स्थान जिसमें चमक मान प्रिंट के इनफिल में संबंधित स्थान पर न्यूनतम घनत्व निर्धारित करते हैं।

# cross_support_density_image label
source: Cross Fill Density Image for Support
ca_es: Imatge de densitat d'emplenament creuat per al suport
hi_hi: सपोर्ट के लिए क्रॉस फिल डेंसिटी इमेज

# cross_support_density_image description
source: The file location of an image of which the brightness values determine the minimal density at the corresponding location in the support.
ca_es: La ubicació del fitxer d'una imatge de la qual els valors de brillantor determinen la densitat mínima a la ubicació corresponent en el suport.
hi_hi: एक छवि का फ़ाइल स्थान जिसमें चमक मान समर्थन में संबंधित स्थान पर न्यूनतम घनत्व निर्धारित करते हैं।

# support_conical_enabled label
source: Enable Conical Support
ca_es: Habilita el suport cònic
hi_hi: कॉनिकल सपोर्ट सक्षम करें

# support_conical_enabled description
source: Make support areas smaller at the bottom than at the overhang.
ca_es: Fa que les àrees de suport siguin més petites en la part inferior que en el voladís.
hi_hi: सपोर्ट क्षेत्रों को ओवरहैंग की तुलना में नीचे की ओर छोटा करें।

# support_conical_angle label
source: Conical Support Angle
ca_es: Angle de suport
hi_hi: कॉनिकल सपोर्ट कोण

# support_conical_angle description
source: The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.
ca_es: L'angle de la inclinació del suport cònic. Amb 0 graus verticals i 90 graus horitzontals. Els angles més petits fan que el suport sigui més robust, però consisteix en més material. Els angles negatius fan que la base del suport sigui més àmplia que la superior.
hi_hi: कोनिकल सपोर्ट के झुकाव का कोण। 0 डिग्री लंबवत होने के साथ, और 90 डिग्री क्षैतिज होने के साथ। छोटे कोण समर्थन को अधिक मजबूत बनाते हैं, लेकिन इसमें अधिक मटेरियल होती है। ऋणात्मक कोणों के कारण समर्थन का आधार शीर्ष से अधिक चौड़ा हो जाता है।

# support_conical_min_width label
source: Conical Support Minimum Width
ca_es: Amplada mínima de suport cònic
hi_hi: कोनिकल सपोर्ट न्यूनतम चौड़ाई

# support_conical_min_width description
source: Minimum width to which the base of the conical support area is reduced. Small widths can lead to unstable support structures.
ca_es: Amplada mínima a la qual es redueix la base de l'àrea de suport cònic. Les amplades petites poden conduir a estructures de suport inestables.
hi_hi: न्यूनतम चौड़ाई जिससे कोनिकल सपोर्ट क्षेत्र का आधार कम किया जाता है। छोटी चौड़ाई अस्थिर सपोर्ट संरचनाओं को जन्म दे सकती है।

# magic_fuzzy_skin_enabled label
source: Fuzzy Skin
ca_es: Pell difusa
hi_hi: फजी स्किन (Fuzzy Skin)

# magic_fuzzy_skin_enabled description
source: Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.
ca_es: Dispersió aleatòriament mentre s'imprimeix la paret exterior, de manera que la superfície té un aspecte aspre i difús.
hi_hi: बाहरी दीवार को प्रिंट करते समय बेतरतीब ढंग से घबराना, ताकि सतह खुरदरी और फजी दिखे।

# magic_fuzzy_skin_outside_only label
source: Fuzzy Skin Outside Only
ca_es: Aparença difusa
hi_hi: केवल बाहर फजी स्किन

# magic_fuzzy_skin_outside_only description
source: Jitter only the parts' outlines and not the parts' holes.
ca_es: Dispara només els contorns de les parts i no els forats de les parts.
hi_hi: केवल भागों की रूपरेखा को जिटर करें, न कि भागों के छिद्रों को।

# magic_fuzzy_skin_thickness label
source: Fuzzy Skin Thickness
ca_es: Gruix de la pell difusa
hi_hi: फजी स्किन की मोटाई

# magic_fuzzy_skin_thickness description
source: The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.
ca_es: L'amplada dins de la qual s'ha d'esvair. Es recomana mantenir-ho per sota de l'amplada de la paret exterior, ja que les parets interiors no estan alterades.
hi_hi: वह चौड़ाई जिसके भीतर घबराना है। इसे बाहरी दीवार की चौड़ाई से नीचे रखने की सलाह दी जाती है, क्योंकि भीतरी दीवारें अपरिवर्तित रहती हैं।

# magic_fuzzy_skin_point_density label
source: Fuzzy Skin Density
ca_es: Densitat de la pell difusa
hi_hi: फजी स्किन घनत्व

# magic_fuzzy_skin_point_density description
source: The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.
ca_es: La densitat mitjana dels punts introduïts en cada polígon d'una capa. Cal tenir en compte que els punts originals del polígon són descartats, de manera que una baixa densitat dona com a resultat una reducció de la resolució.
hi_hi: एक लेयर में प्रत्येक बहुभुज पर पेश किए गए बिंदुओं का औसत घनत्व। ध्यान दें कि बहुभुज के मूल बिंदुओं को छोड़ दिया जाता है, इसलिए कम घनत्व के परिणामस्वरूप संकल्प में कमी आती है।

# magic_fuzzy_skin_point_dist label
source: Fuzzy Skin Point Distance
ca_es: Distància difusa del punt d'aparença
hi_hi: फजी स्किन बिंदु दूरी

# magic_fuzzy_skin_point_dist description
source: The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.
ca_es: La distància mitjana entre els punts aleatoris introduïts en cada segment de línia. Tingueu en compte que els punts originals del polígon són descartats, de manera que una alta suavitat dona lloc a una reducció de la resolució. Aquest valor ha de ser superior a la meitat del gruix de la pell difusa.
hi_hi: प्रत्येक रेखा खंड पर पेश किए गए यादृच्छिक बिंदुओं के बीच की औसत दूरी। ध्यान दें कि बहुभुज के मूल बिंदुओं को छोड़ दिया जाता है, इसलिए उच्च चिकनाई के परिणामस्वरूप संकल्प में कमी आती है। यह मान अस्पष्ट त्वचा की मोटाई के आधे से अधिक होना चाहिए।

# flow_rate_max_extrusion_offset label
source: Flow Rate Compensation Max Extrusion Offset
ca_es: Desplaçament màxim de l'extrusió de la taxa de flux
hi_hi: प्रवाह दर मुआवजा अधिकतम एक्सट्रूज़न ऑफ़सेट

# flow_rate_max_extrusion_offset description
source: The maximum distance in mm to move the filament to compensate for changes in flow rate.
ca_es: La distància màxima en mm per moure el filament per compensar els canvis en la velocitat de flux.
hi_hi: प्रवाह दर में परिवर्तन के लिए क्षतिपूर्ति करने के लिए फिलामेंट को स्थानांतरित करने के लिए मिमी में अधिकतम दूरी।

# flow_rate_extrusion_offset_factor label
source: Flow Rate Compensation Factor
ca_es: Factor de compensació de la taxa de flux
hi_hi: फ्लो रेट मुआवजा फैक्टर

# flow_rate_extrusion_offset_factor description
source: How far to move the filament in order to compensate for changes in flow rate, as a percentage of how far the filament would move in one second of extrusion.
ca_es: Fins a quin punt es mou el filament per tal de compensar els canvis en la taxa de flux, com a percentatge de fins a quin punt es mouria el filament en un segon d'extrusió.
hi_hi: प्रवाह दर में बदलाव की भरपाई के लिए फिलामेंट को कितनी दूर ले जाना है, इस प्रतिशत के रूप में कि फिलामेंट एक्सट्रूज़न के एक सेकंड में कितनी दूर चलेगा।

# wireframe_enabled label
source: Wire Printing
ca_es: Impressió de fil
hi_hi: वायर (Wire) प्रिंटिंग

# wireframe_enabled description
source: Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.
ca_es: Imprimeix només la superfície exterior amb una estructura de llits web dispersa, imprimint 'en aire prim'. Això es realitza mitjançant la impressió horitzontal dels contorns del model en intervals Z donats que estan connectats a través de línies cap amunt i cap avall diagonalment.
hi_hi: केवल बाहरी सतह को एक विरल वेबबेड संरचना के साथ प्रिंट करें, 'पतली हवा में' प्रिंट करें। यह दिए गए Z अंतराल पर मॉडल की आकृति को क्षैतिज रूप से प्रिंट करके महसूस किया जाता है जो ऊपर और तिरछे नीचे की रेखाओं से जुड़े होते हैं।

# wireframe_height label
source: WP Connection Height
ca_es: Alçada de la connexió WP
hi_hi: WP कनेक्शन की ऊँचाई

# wireframe_height description
source: The height of the upward and diagonally downward lines between two horizontal parts. This determines the overall density of the net structure. Only applies to Wire Printing.
ca_es: L'alçada de les línies cap amunt i cap avall diagonalment entre dues parts horitzontals. Això determina la densitat general de l'estructura neta. Només s'aplica a la impressió de filferro.
hi_hi: दो क्षैतिज भागों के बीच ऊपर और तिरछे नीचे की रेखाओं की ऊंचाई। यह शुद्ध संरचना के समग्र घनत्व को निर्धारित करता है। केवल वायर (wire) प्रिंटिंग पर लागू होता है।

# wireframe_roof_inset label
source: WP Roof Inset Distance
ca_es: Distància d'inserció del WP
hi_hi: WP रूफ इनसेट दूरी

# wireframe_roof_inset description
source: The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.
ca_es: La distància coberta quan es fa una connexió des d'un contorn del sostre cap a dins. Només s'aplica a la impressió de filferro.
hi_hi: छत की रूपरेखा से अंदर की ओर कनेक्शन बनाते समय तय की गई दूरी। केवल वायर (wire) प्रिंटिंग पर लागू होता है।

# wireframe_printspeed label
source: WP Speed
ca_es: Velocitat WP
hi_hi: WP स्पीड

# wireframe_printspeed description
source: Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.
ca_es: Velocitat a la qual es mou la tovera quan s'extrusa material. Només s'aplica a la impressió de filferro.
hi_hi: जिस गति से मटेरियल को बाहर निकालते समय नोजल चलता है। केवल वायर (wire) प्रिंटिंग पर लागू होता है।

# wireframe_printspeed_bottom label
source: WP Bottom Printing Speed
ca_es: Velocitat d'impressió inferior del WP
hi_hi: WP बॉटम प्रिंटिंग स्पीड

# wireframe_printspeed_bottom description
source: Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.
ca_es: Velocitat d'impressió de la primera capa, que és l'única capa que toca la plataforma de construcció. Només s'aplica a la impressió de filferro.
hi_hi: पहली लेयर को प्रिंट करने की गति, जो बिल्ड प्लेटफॉर्म को छूने वाली एकमात्र लेयर है। केवल वायर (wire) प्रिंटिंग पर लागू होता है।

# wireframe_printspeed_up label
source: WP Upward Printing Speed
ca_es: Velocitat d'impressió cap amunt
hi_hi: WP ऊपर की ओर मुद्रण गति

# wireframe_printspeed_up description
source: Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.
ca_es: Velocitat d'impressió d'una línia cap amunt «en aire prim». Només s'aplica a la impressió de filferro.
hi_hi: 'पतली हवा में' एक लाइन को ऊपर की ओर प्रिंट करने की गति। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_printspeed_down label
source: WP Downward Printing Speed
ca_es: Velocitat d'impressió cap avall
hi_hi: WP नीचे की ओर मुद्रण गति

# wireframe_printspeed_down description
source: Speed of printing a line diagonally downward. Only applies to Wire Printing.
ca_es: Velocitat d'impressió d'una línia diagonalment cap avall. Només s'aplica a la impressió de filferro.
hi_hi: तिरछे नीचे की ओर एक लाइन को प्रिंट करने की गति। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_printspeed_flat label
source: WP Horizontal Printing Speed
ca_es: Velocitat d'impressió horitzontal del WP
hi_hi: WP क्षैतिज प्रिंटिंग स्पीड

# wireframe_printspeed_flat description
source: Speed of printing the horizontal contours of the model. Only applies to Wire Printing.
ca_es: Velocitat d'impressió dels contorns horitzontals del model. Només s'aplica a la impressió de filferro.
hi_hi: मॉडल की क्षैतिज आकृति को प्रिंट करने की गति। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_flow label
source: WP Flow
ca_es: Flux WP
hi_hi: WP प्रवाह

# wireframe_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.
ca_es: Indemnització de flux: la quantitat de material extruït es multiplica per aquest valor. Només s'aplica a la impressió de filferro.
hi_hi: प्रवाह मुआवजा: निकाली गई मटेरियल की मात्रा को इस मूल्य से गुणा किया जाता है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_flow_connection label
source: WP Connection Flow
ca_es: Flux de la connexió WP
hi_hi: WP कनेक्शन फ़्लो

# wireframe_flow_connection description
source: Flow compensation when going up or down. Only applies to Wire Printing.
ca_es: Indemnització de flux quan pugeu o baixeu. Només s'aplica a la impressió de filferro.
hi_hi: ऊपर या नीचे जाने पर मुआवजा प्रवाहित करें। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_flow_flat label
source: WP Flat Flow
ca_es: Flux pla WP
hi_hi: WP फ्लैट प्रवाह

# wireframe_flow_flat description
source: Flow compensation when printing flat lines. Only applies to Wire Printing.
ca_es: Compensació de flux en imprimir línies planes. Només s'aplica a la impressió de filferro.
hi_hi: फ्लैट लाइनों को प्रिंट करते समय फ्लो मुआवजा। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_top_delay label
source: WP Top Delay
ca_es: Retard superior del WP
hi_hi: WP शीर्ष विलंब

# wireframe_top_delay description
source: Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.
ca_es: Temps de retard després d'un moviment cap amunt, de manera que la línia cap amunt es pot endurir. Només s'aplica a la impressió de filferro.
hi_hi: ऊपर की ओर बढ़ने के बाद देरी का समय, ताकि ऊपर की रेखा सख्त हो सके। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_bottom_delay label
source: WP Bottom Delay
ca_es: Retard inferior WP
hi_hi: WP नीचे विलंब

# wireframe_bottom_delay description
source: Delay time after a downward move. Only applies to Wire Printing.
ca_es: Temps de retard després d'un moviment descendent. Només s'aplica a la impressió de filferro.
hi_hi: नीचे की ओर बढ़ने के बाद देरी का समय। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_flat_delay label
source: WP Flat Delay
ca_es: Retard pla WP
hi_hi: WP फ्लैट विलंब

# wireframe_flat_delay description
source: Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too long delays cause sagging. Only applies to Wire Printing.
ca_es: Temps de retard entre dos segments horitzontals. Si s'aplica un retard d'aquest tipus, es pot produir una millor adherència a les capes anteriors en els punts de connexió, mentre que els retards massa llargs poden causar una esgarrapada. Només s'aplica a la impressió de filferro.
hi_hi: दो क्षैतिज खंडों के बीच विलंब का समय। इस तरह की देरी का परिचय कनेक्शन बिंदुओं पर पिछली परतों के बेहतर आसंजन का कारण बन सकता है, जबकि बहुत अधिक देरी से शिथिलता हो सकती है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_up_half_speed description
source: Distance of an upward move which is extruded with half speed. This can cause better adhesion to previous layers, while not heating the material in those layers too much. Only applies to Wire Printing.
ca_es: Distància d'un moviment ascendent que s'extrusa amb mitja velocitat. Això pot causar una millor adherència a les capes anteriors, sense escalfar massa el material en aquestes capes. Només s'aplica a la impressió de filferro.
hi_hi: उर्ध्व गति की दूरी जो आधी गति से निकाली जाती है। यह पिछली लेयर्स में बेहतर आसंजन पैदा कर सकता है, जबकि उन परतों में मटेरियल को बहुत अधिक गर्म नहीं करता है। केवल वायर प्रिंटिंग पर लागू होता है।

# wireframe_top_jump label
source: WP Knot Size
ca_es: Mida del nus WP
hi_hi: WP गाँठ का आकार
