Repository: Ultimaker/Cura
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ca_es, hi_hi

# wipe_retraction_amount description
source: Amount to retract the filament so it does not ooze during the wipe sequence.
ca_es: Quantitat de filament que cal retractar de manera que no hi hagi traspuament durant la seqüència de neteja.
hi_hi: फिलामेंट को वापस लेने की मात्रा ताकि यह वाइप अनुक्रम के दौरान रिसता नहीं है।

# wipe_retraction_extra_prime_amount label
source: Wipe Retraction Extra Prime Amount
ca_es: Quantitat extra de retracció de la Wipe
hi_hi: वाइप रिट्रेक्शन एक्स्ट्रा(अतिरिक्त) प्राइम अमाउंट

# wipe_retraction_extra_prime_amount description
source: Some material can ooze away during a wipe travel moves, which can be compensated for here.
ca_es: Alguns materials poden traspuar durant els moviments de desplaçament de neteja, que es poden compensar aquí.
hi_hi: वाइप ट्रैवल मूव्स के दौरान कुछ सामग्री(material) बाहर निकल सकती है, जिसकी भरपाई यहां की जा सकती है।

# wipe_retraction_speed label
source: Wipe Retraction Speed
ca_es: Velocitat de retracció de neteja
hi_hi: वाइप रिट्रैक्शन स्पीड

# wipe_retraction_speed description
source: The speed at which the filament is retracted and primed during a wipe retraction move.
ca_es: La velocitat a la qual el filament es retrau i es prepara durant un moviment de retracció de neteja.
hi_hi: वह गति जिस पर वाइप रिट्रैक्शन मूव के दौरान फिलामेंट वापस ले लिया जाता है और प्राइम किया जाता है।

# wipe_retraction_retract_speed label
source: Wipe Retraction Retract Speed
ca_es: Velocitat de recuperació de la traça
hi_hi: वाइप रिट्रेक्शन रिट्रैक्ट स्पीड(पीछे हटने की गति मिटा दें)

# wipe_retraction_retract_speed description
source: The speed at which the filament is retracted during a wipe retraction move.
ca_es: La velocitat a la qual el filament es retreu durant un moviment de retracció d'escombratge.
hi_hi: वह गति जिस पर वाइप रिट्रैक्शन मूव के दौरान फिलामेंट वापस ले लिया जाता है।

# wipe_retraction_prime_speed label
source: Wipe Retraction Prime Speed
ca_es: Velocitat de primer pla de la retracció de la xarxa
hi_hi: रिट्रैक्शन प्राइम स्पीड वाइप करें

# wipe_retraction_prime_speed description
source: The speed at which the filament is primed during a wipe retraction move.
ca_es: La velocitat a la qual el filament s'enrotlla durant un moviment de retracció d'escombratge.
hi_hi: वाइप रिट्रैक्शन मूव के दौरान जिस गति से फिलामेंट प्राइम किया जाता है।

# wipe_pause label
source: Wipe Pause
ca_es: Pausa la neteja
hi_hi: वाइप पॉज़

# wipe_pause description
source: Pause after the unretract.
ca_es: Pausa després de la resta.
hi_hi: वापस(untretract )लेने के बाद रुकें।

# wipe_hop_enable description
source: When wiping, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.
ca_es: Quan es mou, la placa de construcció es redueix per crear una neteja entre la tovera i la impressió. Evita que la tovera copegi la impressió durant els moviments de viatge, reduint la possibilitat de colpejar la impressió des de la placa de construcció.
hi_hi: पोंछते समय, नोजल और प्रिंट के बीच क्लीयरेंस बनाने के लिए बिल्ड प्लेट को नीचे किया जाता है। यह नोज़ल को यात्रा के दौरान प्रिंट से टकराने से रोकता है, जिससे बिल्ड प्लेट से प्रिंट को खटखटाने की संभावना कम हो जाती है।

# wipe_hop_amount label
source: Wipe Z Hop Height
ca_es: Alçada del salt Z
hi_hi: वाइप Z हॉप हाइट

# wipe_hop_amount description
source: The height difference when performing a Z Hop.
ca_es: La diferència d'alçada quan es realitza un salt Z.
hi_hi: Z हॉप का प्रदर्शन करते समय ऊँचाई का अंतर।

# wipe_hop_speed label
source: Wipe Hop Speed
ca_es: Velocitat del salt
hi_hi: वाइप हॉप स्पीड

# wipe_hop_speed description
source: Speed to move the z-axis during the hop.
ca_es: Velocitat per moure l'eix z durant el salt.
hi_hi: हॉप के दौरान Z-अक्ष को स्थानांतरित करने की गति।

# wipe_brush_pos_x label
source: Wipe Brush X Position
ca_es: Posició X del pinzell de neteja
hi_hi: वाइप ब्रश X पोजीशन

# wipe_brush_pos_x description
source: X location where wipe script will start.
ca_es: Ubicació X on s'iniciarà l'script de neteja.
hi_hi: X स्थान जहां वाइप स्क्रिप्ट प्रारंभ होगी।

# wipe_repeat_count label
source: Wipe Repeat Count
ca_es: Nombre de repeticions de neteja
hi_hi: वाइप रिपीट काउंट

# wipe_repeat_count description
source: Number of times to move the nozzle across the brush.
ca_es: Nombre de vegades a moure la tovera a través del pinzell.
hi_hi: ब्रश के आर-पार नोज़ल को घुमाने की संख्या।

# wipe_move_distance label
source: Wipe Move Distance
ca_es: Distància del moviment de neteja
hi_hi: वाइप मूव डिस्टेंस

# wipe_move_distance description
source: The distance to move the head back and forth across the brush.
ca_es: La distància per moure el cap enrere i endavant a través del pinzell.
hi_hi: सिर(head) को ब्रश के आर-पार आगे-पीछे करने की दूरी.

# small_hole_max_size label
source: Small Hole Max Size
ca_es: Mida màx
hi_hi: छोटा होल(छेद) अधिकतम आकार

# small_hole_max_size description
source: Holes and part outlines with a diameter smaller than this will be printed using Small Feature Speed.
ca_es: Els forats i les parts amb contorns amb un diàmetre més petit que aquest s'imprimiran utilitzant la velocitat definida per a parts petites.
hi_hi: इससे छोटे व्यास वाले होल और पार्ट आउटलाइन को स्मॉल फीचर स्पीड का उपयोग करके प्रिंट किया जाएगा।

# small_feature_max_length label
source: Small Feature Max Length
ca_es: Longitud màxima de les parts petites
hi_hi: छोटी विशेषता अधिकतम लंबाई

# small_feature_max_length description
source: Feature outlines that are shorter than this length will be printed using Small Feature Speed.
ca_es: Les parts amb contorns que siguin més curts que aquesta longitud s'imprimiran utilitzant la velocitat definida per a parts petites.
hi_hi: इस लंबाई से छोटी फ़ीचर आउटलाइन को स्मॉल फ़ीचर स्पीड का उपयोग करके प्रिंट किया जाएगा।

# small_feature_speed_factor label
source: Small Feature Speed
ca_es: Velocitat de les parts petites
hi_hi: छोटी फ़ीचर स्पीड

# small_feature_speed_factor description
source: Small features will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.
ca_es: Les parts petites s'imprimiran a aquest percentatge de la seva velocitat d'impressió normal. Una impressió més lenta pot ajudar amb l'adherència i la precisió.
hi_hi: छोटी विशेषताओं को उनकी सामान्य प्रिंट गति के इस प्रतिशत पर मुद्रित किया जाएगा। धीमी छपाई से आसंजन और सटीकता में मदद मिल सकती है।

# small_feature_speed_factor_0 label
source: Small Feature Initial Layer Speed
ca_es: Velocitat de la capa inicial de parts petites
hi_hi: लघु फ़ीचर प्रारंभिक परत की गति

# small_feature_speed_factor_0 description
source: Small features on the first layer will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.
ca_es: La primera capa de les parts petites s'imprimiran a aquest percentatge de la seva velocitat d'impressió normal. Una impressió més lenta pot ajudar amb l'adherència i la precisió.
hi_hi: धीमी छपाई आसंजन और सटीकता के साथ मदद कर सकती है।जिससे पहली परत पर छोटी विशेषताओं को उनकी सामान्य प्रिंट गति के इस प्रतिशत पर print किया जाएगा।

# material_alternate_walls label
source: Alternate Wall Directions
ca_es: Alterna les direccions de les parets

# material_alternate_walls description
source: Alternate wall directions every other layer and inset. Useful for materials that can build up stress, like for metal printing.
ca_es: Alterna les direccions en cada cap de paret i inserció. Útil per als materials que poden generar tensió, com ara en la impressió de metall.

# raft_remove_inside_corners label
source: Remove Raft Inside Corners
ca_es: Suprimeix les cantonades internes de la plataforma

# raft_remove_inside_corners description
source: Remove inside corners from the raft, causing the raft to become convex.
ca_es: Suprimeix les cantonades internes de la plataforma, això fa la plataforma convexa.

# raft_base_wall_count label
source: Raft Base Wall Count
ca_es: Nombre de parets en la base de la plataforma

# raft_base_wall_count description
source: The number of contours to print around the linear pattern in the base layer of the raft.
ca_es: El nombre de contorns a imprimir al voltant del patró lineal a la capa base de la plataforma.

# command_line_settings label
source: Command Line Settings
ca_es: Paràmetres de la línia d'ordres
hi_hi: कमांड लाइन सेटिंग्स

# command_line_settings description
source: Settings which are only used if CuraEngine isn't called from the Cura frontend.
ca_es: Paràmetres que només s'utilitzen si CuraEngine no es crida des del frontal Cura.
hi_hi: सेटिंग्स जिनका उपयोग केवल तभी किया जाता है जब CuraEngine को Cura फ़्रंटएंड से नहीं बुलाया जाता है।

# center_object label
source: Center Object
ca_es: Centra l'objecte
hi_hi: केंद्र वस्तु(सेंटर ऑब्जेक्ट)

# center_object description
source: Whether to center the object on the middle of the build platform (0,0), instead of using the coordinate system in which the object was saved.
ca_es: Si s'ha de centrar l'objecte al centre de la plataforma de construcció (0,0), en lloc d'utilitzar el sistema de coordenades en el qual es va desar l'objecte.
hi_hi: क्या ऑब्जेक्ट को उस कोऑर्डिनेट सिस्टम का उपयोग करने के बजाय बिल्ड प्लेटफॉर्म (0,0) के मध्य में केन्द्रित करना है जिसमें ऑब्जेक्ट सहेजा गया था।

# mesh_position_x label
source: Mesh Position X
ca_es: Posició X de la malla
hi_hi: मेश पोजीशन X

# mesh_position_x description
source: Offset applied to the object in the x direction.
ca_es: Desplaçament aplicat a l'objecte en la direcció x.
hi_hi: x दिशा में ऑब्जेक्ट पर ऑफसेट लागू किया गया।

# mesh_position_y label
source: Mesh Position Y
ca_es: Posició Y de la malla
hi_hi: मेश पोजीशन Y

# mesh_position_y description
source: Offset applied to the object in the y direction.
ca_es: Desplaçament aplicat a l'objecte en la direcció y.
hi_hi: Y दिशा में ऑब्जेक्ट पर ऑफसेट लागू किया गया।.

# mesh_position_z label
source: Mesh Position Z
ca_es: Posició Z de la malla
hi_hi: मेश पोजीशन Z

# mesh_position_z description
source: Offset applied to the object in the z direction. With this you can perform what was used to be called 'Object Sink'.
ca_es: Desplaçament aplicat a l'objecte en la direcció z. Amb això podeu realitzar el que s'anomenava «Enllaç d'objectes».
hi_hi: ऑफ़सेट z दिशा में ऑब्जेक्ट पर लागू होता है। इससे आप वह प्रदर्शन कर सकते हैं जिसे 'ऑब्जेक्ट सिंक' कहा जाता था।.

# mesh_rotation_matrix label
source: Mesh Rotation Matrix
ca_es: Matriu de rotació de malla
hi_hi: मेष रोटेशन मैट्रिक्स

# mesh_rotation_matrix description
source: Transformation matrix to be applied to the model when loading it from file.
ca_es: Matriu de transformació que s'aplica al model quan es carrega des del fitxer.
hi_hi: परिवर्तन मैट्रिक्स को फ़ाइल से लोड करते समय मॉडल पर लागू किया जाना है।

# machine_shape option rectangular
source: Rectangular
hi_hi: आयताकार

# machine_gcode_flavor option RepRap (Marlin/Sprinter)
source: Marlin
hi_hi: मार्लिन

# machine_gcode_flavor option RepRap (RepRap)
source: RepRap
hi_hi: रेपराप

# machine_gcode_flavor option UltiGCode
source: Ultimaker 2
hi_hi: अल्टीमेकर 2

# machine_gcode_flavor option Griffin
source: Griffin
hi_hi: (Griffin) ग्रिफिन

# machine_gcode_flavor option Makerbot
source: Makerbot
hi_hi: (Makerbot) मेकरबोट

# machine_gcode_flavor option BFB
source: Bits from Bytes
hi_hi: बाइट्स से बिट्स

# machine_head_with_fans_polygon description
source: A 2D silhouette of the print head (fan caps included).
hi_hi: प्रिंट हेड का 2D सिल्हूट (फैन कैप शामिल)।

# machine_max_feedrate_e label
source: Maximum Feedrate
hi_hi: अधिकतम फ़ीडरेट

# machine_steps_per_mm_e description
source: How many steps of the stepper motors will result in one millimeter of extrusion.
hi_hi: स्टेपर मोटर्स के कितने चरणों के परिणामस्वरूप एक मिलीमीटर एक्सट्रूज़न होगा।

# outer_inset_first label
source: Outer Before Inner Walls
hi_hi: भीतरी दीवारों से पहले बाहरी

# outer_inset_first description
source: Prints walls in order of outside to inside when enabled. This can help improve dimensional accuracy in X and Y when using a high viscosity plastic like ABS; however it can decrease outer surface print quality, especially on overhangs.
hi_hi: सक्षम होने पर दीवारों को बाहर से अंदर के क्रम में प्रिंट करता है। ABS जैसे उच्च चिपचिपाहट वाले प्लास्टिक का उपयोग करते समय यह Xऔर Y में आयामी सटीकता में सुधार करने में मदद कर सकता है; हालांकि यह बाहरी सतह प्रिंट गुणवत्ता को कम कर सकता है, खासकर ओवरहैंग पर।

# travel_compensate_overlapping_walls_enabled label
source: Compensate Wall Overlaps
hi_hi: दीवार ओवरलैप की भरपाई करें

# travel_compensate_overlapping_walls_enabled description
source: Compensate the flow for parts of a wall being printed where there is already a wall in place.
hi_hi: एक दीवार के उन हिस्सों के लिए प्रवाह की भरपाई करें जहाँ पहले से ही एक दीवार है।

# travel_compensate_overlapping_walls_0_enabled label
source: Compensate Outer Wall Overlaps
hi_hi: बाहरी दीवार ओवरलैप की भरपाई करें

# travel_compensate_overlapping_walls_0_enabled description
source: Compensate the flow for parts of an outer wall being printed where there is already a wall in place.
hi_hi: प्रिंट होने वाली बाहरी दीवार के कुछ हिस्सों के लिए प्रवाह की भरपाई करें जहां पहले से ही एक दीवार है।

# travel_compensate_overlapping_walls_x_enabled label
source: Compensate Inner Wall Overlaps
hi_hi: भीतरी वॉल ओवरलैप की भरपाई करें

# travel_compensate_overlapping_walls_x_enabled description
source: Compensate the flow for parts of an inner wall being printed where there is already a wall in place.
hi_hi: प्रिंट की जा रही आंतरिक दीवार के कुछ हिस्सों के लिए प्रवाह की भरपाई करें जहां पहले से ही दीवार है।

# wall_min_flow label
source: Minimum Wall Flow
hi_hi: न्यूनतम वॉल फ्लो

# wall_min_flow description
source: Minimum allowed percentage flow for a wall line. The wall overlap compensation reduces a wall's flow when it lies close to an existing wall. Walls whose flow is less than this value will be replaced with a travel move. When using this setting, you must enable the wall overlap compensation and print the outer wall before inner walls.
hi_hi: दीवार लाइन के लिए न्यूनतम अनुमत प्रतिशत प्रवाह। दीवार ओवरलैप मुआवजा दीवार के प्रवाह को कम कर देता है जब यह मौजूदा दीवार के करीब होता है। जिन दीवारों का प्रवाह इस मान से कम है, उन्हें यात्रा चाल से बदल दिया जाएगा। इस सेटिंग का उपयोग करते समय, आपको दीवार ओवरलैप मुआवजे को सक्षम करना होगा और बाहरी दीवार को आंतरिक दीवारों से पहले प्रिंट करना होगा।

# wall_min_flow_retract label
source: Prefer Retract
hi_hi: वापस लेना पसंद करें

# wall_min_flow_retract description
source: If enabled, retraction is used rather than combing for travel moves that replace walls whose flow is below the minimum flow threshold.
hi_hi: यदि सक्षम किया गया है, तो यात्रा चालों के लिए छान डालना करने के बजाय पीछे हटने का उपयोग किया जाता है जो दीवारों को प्रतिस्थापित करते हैं जिनका प्रवाह न्यूनतम प्रवाह सीमा से नीचे होता है।

# fill_perimeter_gaps label
source: Fill Gaps Between Walls
hi_hi: दीवारों के बीच रिक्त स्थान भरें

# fill_perimeter_gaps description
source: Fills the gaps between walls where no walls fit.
hi_hi: दीवारों के बीच के अंतराल को भर देता है जहां कोई दीवार फिट नहीं होती है।

# fill_perimeter_gaps option nowhere
source: Nowhere
hi_hi: कहीं भी नहीं

# fill_perimeter_gaps option everywhere
source: Everywhere
hi_hi: हर जगह

# filter_out_tiny_gaps label
source: Filter Out Tiny Gaps
hi_hi: छोटे अंतराल को फ़िल्टर करें

# filter_out_tiny_gaps description
source: Filter out tiny gaps to reduce blobs on outside of model.
hi_hi: मॉडल के बाहर बूँदों को कम करने के लिए छोटे अंतरालों को फ़िल्टर करें।

# top_bottom_pattern option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग (टेढ़ी-तिरछी लकीर)

# top_bottom_pattern_0 option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग (टेढ़ी-तिरछी लकीर)

# ironing_pattern option concentric
source: Concentric
hi_hi: संकिंद्रिक (कॉन्सेंट्रिक)

# ironing_pattern option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग(टेढ़ी-तिरछी) पैटर्न

# infill_pattern description
source: The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, tri-hexagon, cubic, octet, quarter cubic, cross and concentric patterns are fully printed every layer. Gyroid, cubic, quarter cubic and octet infill change with every layer to provide a more equal distribution of strength over each direction.
hi_hi: प्रिंट की इनफिल मटेरियल का पैटर्न। लाइन और ज़िग ज़ैग वैकल्पिक परतों पर स्वैप दिशा को भरते हैं, सामग्री लागत को कम करते हैं। ग्रिड, त्रिकोण, त्रि-षट्भुज, क्यूबिक, ऑक्टेट, क्वार्टर क्यूबिक, क्रॉस और कॉन्सेंट्रिक पैटर्न हर परत पर पूरी तरह से मुद्रित होते हैं। Gyroid, क्यूबिक, क्वार्टर क्यूबिक और ऑक्टेट इनफिल प्रत्येक लेयर के साथ बदलते हैं ताकि प्रत्येक दिशा में ताकत का अधिक समान वितरण प्रदान किया जा सके।

# infill_pattern option triangles
source: Triangles
hi_hi: त्रिभुज (Triangles)

# infill_pattern option tetrahedral
source: Octet
hi_hi: ऑक्टेट

# infill_pattern option zigzag
source: Zig Zag
hi_hi: जिग जैग (Zig Zag)

# material label
source: Material
hi_hi: मटेरियल

# material description
source: Material
hi_hi: मटेरियल

# material_anti_ooze_retracted_position label
source: विरोधी ऊज(रिसना) वापस लेने की स्थिति
hi_hi: Velocidad de retracción antirrezumado

# speed_equalize_flow_enabled label
source: Equalize Filament Flow
hi_hi: फिलामेंट फ्लो को समान करें

# speed_equalize_flow_enabled description
source: Print thinner than normal lines faster so that the amount of material extruded per second remains the same. Thin pieces in your model might require lines printed with smaller line width than provided in the settings. This setting controls the speed changes for such lines.
hi_hi: सामान्य लाइनों की तुलना में तेजी से पतले प्रिंट करें ताकि प्रति सेकंड निकाली गई सामग्री(material) की मात्रा समान रहे। आपके मॉडल में पतले टुकड़ों को सेटिंग में प्रदान की गई लाइनों की तुलना में छोटी लाइन चौड़ाई के साथ मुद्रित लाइनों की आवश्यकता हो सकती है। यह सेटिंग ऐसी लाइनों के लिए गति परिवर्तन को नियंत्रित करती है।

# speed_equalize_flow_max label
source: Maximum Speed for Flow Equalization
hi_hi: प्रवाह समीकरण (इक्वलाइजेशन)के लिए अधिकतम गति

# speed_equalize_flow_max description
source: Maximum print speed when adjusting the print speed in order to equalize flow.
hi_hi: प्रवाह को बराबर करने के लिए प्रिंट गति को समायोजित करते समय अधिकतम प्रिंट गति।

# support_structure option normal
source: Normal
hi_hi: सामान्य (Normal)

# support_pattern option triangles
source: Triangles
hi_hi: त्रिकोण (Triangles)

# support_pattern option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग (Zig Zag)

# support_interface_pattern option triangles
source: Triangles
hi_hi: त्रिकोण (Triangles)

# support_interface_pattern option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग (Zig Zag)

# support_roof_pattern option triangles
source: Triangles
hi_hi: Triángulos

# support_roof_pattern option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग (Zig Zag)

# support_bottom_pattern option triangles
source: Triangles
hi_hi: त्रिकोण (Triangles)

# support_bottom_pattern option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग (Zig Zag)

# mold_width description
source: The minimal distance between the ouside of the mold and the outside of the model.
hi_hi: मोल्ड के बाहर और मॉडल के बाहर के बीच की न्यूनतम दूरी।

# magic_mesh_surface_mode option normal
source: Normal
hi_hi: सामान्य

# smooth_spiralized_contours label
source: Smooth Spiralized Contours
hi_hi: स्मूद (Smooth) स्पाइरलाइज़्ड कंटूर

# experimental label
source: Experimental
hi_hi: प्रयोगात्मक

# roofing_pattern option zigzag
source: Zig Zag
hi_hi: ज़िग ज़ैग (Zig Zag)

# draft_shield_height_limitation option full
source: Full
hi_hi: पूर्ण

# wireframe_up_half_speed label
source: WP Ease Upward
hi_hi: WP आसानी ऊपर की ओर

# bridge_wall_coast label
source: Bridge Wall Coasting
hi_hi: ब्रिज वॉल कोस्टिंग

# wipe_hop_enable label
source: Wipe Z Hop
hi_hi: वाइप Z हॉप
