Repository: Ultimaker/Cura
Catalog: resources/i18n/*/gradual_flow_settings.def.json.po
Languages: de_de, fr_fr, ko_kr, nl_nl, ru_ru

# gradual_flow_discretisation_step_size description
source: Duration of each step in the gradual flow change
de_de: Dauer jedes Schritts bei der sukzessiven Durchflusssänderung
fr_fr: Durée de chaque pas dans la variation progressive du débit
ko_kr: 점진적 흐름 변경에서 각 단계의 지속 시간
nl_nl: Duur van elke stap in de geleidelijke stroomverandering
ru_ru: Продолжительность каждого шага изменения плавного потока

# gradual_flow_enabled description
source: Enable gradual flow changes. When enabled, the flow is gradually increased/decreased to the target flow. This is useful for printers with a bowden tube where the flow is not immediately changed when the extruder motor starts/stops.
de_de: Aktivieren Sie sukzessive Durchflussänderungen. Wenn diese Option aktiviert ist, wird der Durchfluss sukzessiv auf den angestrebten Durchfluss erhöht/verringert. Dies ist nützlich für Drucker mit einem Bowdenschlauch, bei denen der Durchfluss nicht sofort geändert wird, wenn der Extrudermotor startet/stoppt.
fr_fr: Activer les variations de débit progressives. Lorsque cette option est activée, le débit est augmenté ou réduit progressivement jusqu'au débit souhaité. Cette option est utile pour les imprimantes avec un tube bowden où le débit n'est pas modifié immédiatement lorsque le moteur de l'extrudeur démarre ou s'arrête.
ko_kr: 점진적 흐름 변경을 활성화합니다. 활성화하면 흐름이 목표 흐름까지 점진적으로 증가/감소합니다. 이는 압출기 모터가 시작/정지될 때 흐름이 즉시 변경되지 않는 보우덴 튜브가 있는 프린터에 유용합니다.
nl_nl: Geleidelijke stroomwijzigingen inschakelen. Als deze optie is ingeschakeld, wordt de stroom geleidelijk verhoogd/verlaagd tot de doelstroom. Dit is handig voor printers met een bowdenbuis waarbij de stroom niet onmiddellijk verandert wanneer de extrudermotor start/stopt.
ru_ru: Включите изменения плавного потока. Если эта функция включена, поток постепенно увеличивается/уменьшается до целевого значения. Это полезно для принтеров с трубкой Боудена, где поток не меняется сразу при запуске/остановке двигателя экструдера.

# reset_flow_duration description
source: For any travel move longer than this value, the material flow is reset to the paths target flow
de_de: Für jede Verfahrbewegung, die länger als dieser Wert ist, wird der Materialfluss auf den Sollwegfluss zurückgesetzt.
fr_fr: Pour tout déplacement supérieur à cette valeur, le débit de matière est réinitialisé au débit souhaité pour les trajectoires
ko_kr: 이 값보다 긴 이동에 대해서는 재료 흐름이 경로 목표 흐름으로 재설정됩니다
nl_nl: Voor elke af te leggen afstand die langer is dan deze waarde, wordt de materiaalstroom opnieuw ingesteld op de doelstroom van de paden.
ru_ru: Для любого перемещения, превышающего это значение, поток материала сбрасывается до целевого потока пути.

# gradual_flow_discretisation_step_size label
source: Gradual flow discretisation step size
de_de: Umfang des Diskretisierungsvorgangs bei sukzessivem Durchfluss
fr_fr: Taille de pas de la discrétisation du débit progressif
ko_kr: 점진적 흐름 이산화 단계 크기
nl_nl: Stapgrootte geleidelijke stroomdiscretisatie
ru_ru: Размер шага дискретизации плавного потока

# gradual_flow_enabled label
source: Gradual flow enabled
de_de: Sukzessiver Durchfluss aktiviert
fr_fr: Débit progressif activé
ko_kr: 점진적 흐름 활성화됨
nl_nl: Geleidelijke stroom ingeschakeld
ru_ru: Плавный поток включен

# max_flow_acceleration label
source: Gradual flow max acceleration
de_de: Maximale Beschleunigung bei sukzessivem Durchfluss
fr_fr: Accélération progressive jusqu'au débit max
ko_kr: 점진적 흐름 최대 가속
nl_nl: Maximale versnelling voor geleidelijke stroom
ru_ru: Максимальное ускорение плавного потока

# layer_0_max_flow_acceleration label
source: Initial layer max flow acceleration
de_de: Maximale Durchflussbeschleunigung bei der Anfangsschicht
fr_fr: Accélération maximale du débit lors de la première couche
ko_kr: 초기 레이어 최대 흐름 가속
nl_nl: Maximale stroomversnelling eerste laag
ru_ru: Максимальное ускорение потока начального слоя

# max_flow_acceleration description
source: Maximum acceleration for gradual flow changes
de_de: Maximale Beschleunigung für sukzessive Durchflussänderungen
fr_fr: Accélération maximale pour les variations de débit progressives
ko_kr: 점진적 흐름 변경에 대한 최대 가속
nl_nl: Maximale versnelling voor geleidelijke stroomveranderingen
ru_ru: Максимальное ускорение для изменения плавного потока

# layer_0_max_flow_acceleration description
source: Minimum speed for gradual flow changes for the first layer
de_de: Mindestgeschwindigkeit für sukzessive Durchflussänderungen bei der Anfangsschicht
fr_fr: Vitesse minimale pour les variations de débit progressives pour la première couche
ko_kr: 첫 번째 레이어의 점진적 흐름 변경에 대한 최소 속도
nl_nl: Minimumsnelheid voor geleidelijke stroomveranderingen voor de eerste laag
ru_ru: Минимальная скорость изменения плавного потока для первого слоя

# reset_flow_duration label
source: Reset flow duration
de_de: Durchflussdauer zurücksetzen
fr_fr: Réinitialiser la durée du débit
ko_kr: 흐름 지속 시간 재설정
nl_nl: Stroomduur opnieuw instellen
ru_ru: Сбросить продолжительность потока
