Repository: Ultimaker/Cura
Catalog: resources/i18n/*/uranium.po
Languages: hi_hi

# @item:inlistbox
source: Wavefront OBJ File
hi_hi: Wavefront OBJ फ़ाइल

# @error:not supported
source: OBJWriter does not support non-text mode.
hi_hi: OBJ राइटर नॉन-टेक्स्ट मोड का समर्थन नहीं करता है।

# @error:no mesh
source: There is no mesh to write.
hi_hi: लिखने के लिए कोई जाल नहीं है।

# @item:inlistbox
source: STL File
hi_hi: STLफ़ाइल

# @error:not supported
source: Unsupported output mode writing STL to stream.
hi_hi: असमर्थित आउटपुट मोड स्ट्रीम करने के लिए STL लिखे|

# @item:inlistbox
source: STL File (ASCII)
hi_hi: STL फ़ाइल (ASCII)

# @item:inlistbox
source: STL File (Binary)
hi_hi: STL फ़ाइल (Binary)

# @item:inmenu
source: Local File
hi_hi: लोकल फ़ाइल l

# @action:button Preceded by 'Ready to'.
source: Save to Disk
hi_hi: सेव टू डिस्क

# @info:tooltip
source: Save to Disk
hi_hi: सेव टू डिस्क

# @title:window
source: Save to Disk
hi_hi: सेव टू डिस्क

# @info:warning
source: There are no file types available to write with!
hi_hi: इसके साथ लिखने के लिए कोई फ़ाइल प्रकार उपलब्ध नहीं है!

# @title:window
source: File Already Exists
hi_hi: फ़ाइल पहले से ही मौजूद है

# @label Don't translate the XML tag <filename>!
source: The file <filename>{0}</filename> already exists. Are you sure you want to overwrite it?
hi_hi: फ़ाइल <filename>{0}</filename> पहले से ही मौजूद है। क्या आप वाकई इसे अधिलेखित करना चाहते हैं?

# @info:progress Don't translate the XML tags <filename>!
source: Saving to <filename>{0}</filename>
hi_hi: सेव <filename>{0}</filename>

# @info:title
source: Saving
hi_hi: सेव किया जा रहा है

# @info:status Don't translate the XML tags <filename>!
source: Permission denied when trying to save <filename>{0}</filename>
hi_hi: <filename>{0}</filename> को सहेजने का प्रयास करते समय अनुमति अस्वीकृत

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not save to <filename>{0}</filename>: <message>{1}</message>
hi_hi: <filename>{0}</filename> में सहेजा नहीं जा सका: <message>{1}</message>

# @info:status Don't translate the XML tags <filename>!
source: Saved to <filename>{0}</filename>
hi_hi: <filename>{0}</filename> में सहेजा गया

# @info:title
source: File Saved
hi_hi: फ़ाइल सहेजी गई

# @action:button
source: Open Folder
hi_hi: फोल्डर खोलें

# @info:tooltip
source: Open the folder containing the file
hi_hi: फ़ाइल वाला फ़ोल्डर खोलें

# @info:title
source: Warning
hi_hi: Warning (चेतावनी)

# @info:status
source: Something went wrong saving to <filename>{0}</filename>: <message>{1}</message>
hi_hi: <filename>{0}</filename> में सहेजते समय कुछ गलत हो गया: <message>{1}</message>

# @info:title
source: Error
hi_hi: त्रुटि

# @label
source: Mirror
hi_hi: प्रतिबिंब

# @info:tooltip
source: Mirror Model
hi_hi: मिरर मॉडल

# @label
source: Laying object flat on buildplate...
hi_hi: बिल्डप्लेट पर वस्तु को समतल करें...

# @title
source: Object Rotation
hi_hi: ऑब्जेक्ट रोटेशन

# @label
source: Rotate
hi_hi: घुमाएँ

# @info:tooltip
source: Rotate Model
hi_hi: मॉडल घुमाएँ

# @label
source: Scale
hi_hi: स्केल

# @info:tooltip
source: Scale Model
hi_hi: स्केल मॉडल

# @action:button
source: Move
hi_hi: मूव

# @info:tooltip
source: Move Model
hi_hi: मॉडल को हिलाये

# @item:inmenu
source: Update Checker
hi_hi: अपडेट चेकर

# @item:inmenu
source: Check for Updates
hi_hi: अपडेट के लिए जांचें

# @info
source: Could not access update information.
hi_hi: अपडेट की जानकारी तक नहीं पहुंच सकता।

# @info:title
source: Version Upgrade
hi_hi: versión अपग्रेड

# @info
source: The version you are using does not support checking for updates.
hi_hi: आप जिस संस्करण का उपयोग कर रहे हैं वह अपडेट के लिए जाँच का समर्थन नहीं करता है।

# @info
source: An error occurred while checking for updates.
hi_hi: अपडेट की जाँच करते समय कोई त्रुटि उत्पन्न हुई।

# @info
source: No new version was found.
hi_hi: कोई नया संस्करण नहीं मिला।

# @info:status
source: {application_name} {version_number} is available!
hi_hi: {application_name} {version_number} उपलब्ध है!

# @info:status
source: {application_name} {version_number} provides a better and more reliable printing experience.
hi_hi: {application_name} {version_number} एक बेहतर और अधिक विश्वसनीय प्रिंटिंग अनुभव प्रदान करता है।

# @action:button
source: Download
hi_hi: डाउनलोड

# @action:button
source: Learn more
hi_hi: और अधिक जानें

# @item:inmenu
source: Simple
hi_hi: सरल स्पष्ट

# @action:button
source: Reset
hi_hi: रीसेट

# @info:status
source: Your configuration seems to be corrupt. Something seems to be wrong with the following profiles: - {profiles} Would you like to reset to factory defaults? Reset will remove all your current printers and profiles.
hi_hi: आपका कॉन्फ़िगरेशन भ्रष्ट(corrupt) प्रतीत होता है। ऐसा लगता है कि निम्नलिखित प्रोफाइल में कुछ गड़बड़ है: - {profiles} क्या आप फ़ैक्टरी डिफ़ॉल्ट पर रीसेट करना चाहेंगे? रीसेट आपके सभी मौजूदा प्रिंटर और प्रोफाइल को हटा देगा।

# @title:window
source: Reset to factory
hi_hi: फ़ैक्टरी पर रीसेट करें

# @label
source: Reset will remove all your current printers and profiles! Are you sure you want to reset?
hi_hi: रीसेट आपके सभी मौजूदा प्रिंटर और प्रोफाइल को हटा देगा! क्या आप वाकई रीसेट करना चाहते हैं?

# @item:inlistbox
source: All Supported Types ({0})
hi_hi: सभी समर्थित प्रकार ({0})

# @item:inlistbox
source: All Files (*)
hi_hi: सभी फाइलें (*)

# @info:status Don't translate the XML tag <filename>!
source: Cannot open files of the type of <filename>{0}</filename>
hi_hi: <filename>{0}</filename> प्रकार की फ़ाइलें नहीं खोल सकता

# @info:title
source: Invalid File
hi_hi: अवैध फाइल

# @info:status Don't translate the XML tag <filename>!
source: Failed to load <filename>{0}</filename>. The file could be corrupt or inaccessible.
hi_hi: <filename>{0}</filename> लोड करने में विफल. फ़ाइल भ्रष्ट (corrupt) या पहुंच से बाहर हो सकती है

# @info:title
source: Unable to Open File
hi_hi: फाइल खोलने में असमर्थ

# @info:title
source: Loading
hi_hi: लोड हो रहा है

# @info:status Don't translate the XML tag <filename>!
source: There where no models in <filename>{0}</filename>.
hi_hi: वहाँ <filename>{0}</filename> में कोई मॉडल नहीं है।

# @info:title
source: No Models in File
hi_hi: फ़ाइल में कोई मॉडल नहीं

# @info:status Don't translate the XML tag <filename>!
source: Failed to load <filename>{0}</filename>. The file could be corrupt, inaccessible or it did not contain any models.
hi_hi: <filename>{0}</filename> लोड करने में विफल. फ़ाइल भ्रष्ट (currupt),या पहुंच के बाहर हो सकती है या इसमें कोई मॉडल नहीं है।

# @info:status
source: Auto scaled object to {0}% of original size
hi_hi: ऑब्जेक्ट को मूल आकार के {0}% तक स्वचालित रूप से स्केल किया गया

# @info:title
source: Scaling Object
hi_hi: स्केलिंग ऑब्जेक्ट

# @error:uninstall
source: There were some errors uninstalling the following packages: {packages}
hi_hi: निम्नलिखित पैकेजों की स्थापना रद्द करने में कुछ त्रुटियाँ थीं: {packages}

# @info:title
source: Uninstalling errors
hi_hi: स्थापना रद्द करने में त्रुटियां

# @info:progress Don't translate {package_id}
source: Installing plugin {package_id}...
hi_hi: {package_id} प्लग इन इंस्टॉल किया जा रहा है...

# @error:update
source: There was an error uninstalling the package {package} before installing new version: {error}. Please try to upgrade again later.
hi_hi: नया संस्करण स्थापित करने से पहले पैकेज {package} को अनइंस्टॉल करने में एक त्रुटि हुई: {error}. कृपया बाद में फिर से अपग्रेड करने का प्रयास करें।

# @info:title
source: Updating error
hi_hi: त्रुटि अपडेट कर रहा है

# @info:status
source: The plugin has been installed. Please re-start the application to activate the plugin.
hi_hi: प्लग इन इंस्टॉल हो गया है. प्लगइन को सक्रिय करने के लिए कृपया एप्लिकेशन को फिर से शुरू करें।

# @error:untrusted
source: Plugin {} was not loaded because it could not be verified.
hi_hi: प्लगिन {} लोड नहीं किया गया क्योंकि इसे सत्यापित नहीं किया जा सका।

# @info:status
source: The plugin has been removed. Please restart {0} to finish uninstall.
hi_hi: प्लग इन हटा दिया गया है. स्थापना रद्द करना समाप्त करने के लिए कृपया {0} को पुनरारंभ करें।

# @menu
source: From Disk
hi_hi: डिस्क से

source: {0:0>2}d {1:0>2}h {2:0>2}min
hi_hi: {0:0>2}d {1:0>2}h {2:0>2}मिनट

# @label Short hours-minutes format. {0} is hours, {1} is minutes
source: {0:0>2}h {1:0>2}min
hi_hi: {0:0>2}h {1:0>2}मिनट

# @label Long duration format. {0} is days
source: {0} day
hi_hi: {0} दिन

# @label Long duration format. {0} is hours
source: {0} hour
hi_hi: {0} घंटा

# @label Long duration format. {0} is minutes
source: {0} minute
hi_hi: {0} मिनट

# @info:progress
source: Loading plugins...
hi_hi: प्लग इन लोड हो रहा है...

# @info:progress
source: Loading plugin {plugin_id}...
hi_hi: {plugin_id} प्लग इन लोड हो रहा है...

# @info:progress
source: Initializing package manager...
hi_hi: पैकेज मैनेजर प्रारंभ किया जा रहा है...

# @info:status
source: Your configuration seems to be corrupt.
hi_hi: ऐसा लगता है कि आपका कॉन्फ़िगरेशन दूषित है।

# @info:title
source: Configuration errors
hi_hi: कॉन्फ़िगरेशन errors

# @info:progress
source: Updating configuration...
hi_hi: कॉन्फ़िगरेशन अपडेट किया जा रहा है...

# @info:progress
source: Loading preferences...
hi_hi: प्राथमिकताएं लोड हो रही हैं...

# @info:progress
source: Loading UI...
hi_hi: यूज़र इंटरफ़ेस (UI) लोड हो रहा है...

# @info
source: Would you like to reload {filename}?
hi_hi: क्या आप {filename} को पुनः लोड करना चाहेंगे?

# @info:title
source: File has been modified
hi_hi: फ़ाइल को संशोधित किया गया है

# @action:button
source: Reload
hi_hi: पुनः लोड करें

# @action:description
source: This will trigger the modified files to reload from disk.
hi_hi: यह संशोधित फ़ाइलों को डिस्क से पुनः लोड करने के लिए ट्रिगर करेगा।

# @info:version-upgrade
source: A configuration from an older version of {0} was imported.
hi_hi: {0} के पुराने संस्करण से एक कॉन्फ़िगरेशन आयात किया गया था।

# @message
source: Failed to Initialize OpenGL
hi_hi: OpenGLशुरू करने में विफल

# Critical OpenGL Extensions Missing
source: Critical OpenGL extensions are missing. This program requires support for Framebuffer Objects. Please check your video card drivers.
hi_hi: महत्वपूर्ण OpenGL एक्सटेंशन गायब हैं। इस प्रोग्राम को Framebuffer Objects के लिए समर्थन की आवश्यकता है। कृपया अपने वीडियो कार्ड ड्राइवरों की जांच करें।

# @action:button
source: Lay flat
hi_hi: सीधा रखें

# @action:button
source: Select face to align to the build plate
hi_hi: बिल्ड प्लेट में संरेखित करने के लिए विशिष्ट का चयन करें

# @action:checkbox
source: Snap Rotation
hi_hi: स्नैप रोटेशन

# @option:check
source: Snap Scaling
hi_hi: स्नैप स्केलिंग

# @option:check
source: Uniform Scaling
hi_hi: यूनिफ़ॉर्म स्केलिंग

# @option:check
source: Lock Model
hi_hi: लॉक मॉडल

# @title:window
source: Confirm Remove
hi_hi: हटाने की पुष्टि करें

# @label (%1 is object name)
source: Are you sure you wish to remove %1? This cannot be undone!
hi_hi: क्या आप वाकई %1 को हटाना चाहते हैं? इसे असंपादित नहीं किया जा सकता है!

# @title:tab
source: Printers
hi_hi: प्रिंटर्स

# @label
source: Type
hi_hi: टाइप

# @title:window
source: Preferences
hi_hi: चुनाव

# @action:button
source: Defaults
hi_hi: डिफ़ॉल्ट

# @action:button
source: Close
hi_hi: बंद करे

# @title:tab
source: General
hi_hi: सामान्य

# @title:tab
source: Settings
hi_hi: सेटिंग

# @title:window
source: Rename
hi_hi: नाम बदलें

# @info
source: Please provide a new name.
hi_hi: कृपया कोई नया नाम दें.

# @action:button
source: Cancel
hi_hi: रद्द करें

# @action:button
source: OK
hi_hi: ठीक है

# @item:tooltip
source: This setting has been hidden by the active machine and will not be visible.
hi_hi: यह सेटिंग सक्रिय मशीन द्वारा छुपा दी गई है और दिखाई नहीं देगी।

# @item:tooltip %1 is list of setting names
source: This setting has been hidden by the value of %1. Change the value of that setting to make this setting visible.
hi_hi: यह सेटिंग %1 के मान के साथ छिपी हुई है। इस सेटिंग को दृश्यमान बनाने के लिए उस सेटिंग का मान बदलें।

# @action:button
source: Back
hi_hi: पीछे

# @action:button
source: Finish
hi_hi: समाप्त

# @action:button
source: Next
hi_hi: अगला

# description
source: Outputs log information to the console.
hi_hi: कंसोल के लिए आउटपुट लॉग जानकारी।

# name
source: Console Logger
hi_hi: कंसोल लॉगर

# description
source: Makes it possible to read Wavefront OBJ files.
hi_hi: OBJ Wavefront फाइलों को पढ़ना संभव बनाता है।

# name
source: Wavefront OBJ Reader
hi_hi: OBJ Wavefront रीडर

# description
source: Makes it possible to write Wavefront OBJ files.
hi_hi: OBJ Wavefront फाइलें लिखना संभव बनाता है।

# name
source: Wavefront OBJ Writer
hi_hi: OBJ Wavefront राइटर

# description
source: Provides support for reading STL files.
hi_hi: STL फ़ाइलें पढ़ने के लिए सहायता प्रदान करता है।

# name
source: STL Reader
hi_hi: STL रीडर

# description
source: Provides support for writing STL files.
hi_hi: STL फ़ाइलें लिखने के लिए सहायता प्रदान करता है।

# name
source: STL Writer
hi_hi: STL राइटर

# description
source: Outputs log information to a file in your settings folder.
hi_hi: आपके सेटिंग फ़ोल्डर में किसी फ़ाइल में लॉग जानकारी को आउटपुट करता है।

# name
source: File Logger
hi_hi: फाइल लॉगर

# description
source: Provides built-in setting containers that come with the installation of the application.
hi_hi: एप्लिकेशन की स्थापना के साथ आने वाले अंतर्निहित सेटिंग कंटेनर प्रदान करता है।

# name
source: Local Container Provider
hi_hi: लोकल कंटेनर प्रदाता

# description
source: Enables saving to local files.
hi_hi: लोकल फ़ाइलों में सहेजना सक्षम करता है।

# name
source: Local File Output Device
hi_hi: लोकल फाइल आउटपुट डिवाइस

# description
source: Provides the tool to manipulate the camera.
hi_hi: कैमरा टूल प्रदान करता है।

# name
source: Camera Tool
hi_hi: कैमरा टूल

# description
source: Provides the Mirror tool.
hi_hi: मिरर टूल प्रदान करता है।

# name
source: Mirror Tool
hi_hi: मिरर टूल

# description
source: Provides the Rotate tool.
hi_hi: रोटेट टूल प्रदान करता है।

# name
source: Rotate Tool
hi_hi: रोटेट टूल

# description
source: Provides the Scale tool.
hi_hi: स्केल टूल प्रदान करता है।

# name
source: Scale Tool
hi_hi: स्केल टूल

# description
source: Provides the Selection tool.
hi_hi: सेलेक्शन टूल प्रदान करता है।

# name
source: Selection Tool
hi_hi: सेलेक्शन टूल

# description
source: Provides the Move tool.
hi_hi: मुव्ह टूल प्रदान करता है।

# name
source: Move Tool
hi_hi: मुव्ह टूल

# description
source: Checks for updates of the software.
hi_hi: सॉफ्टवेयर के अपडेट की जांच करता है।

# name
source: Update Checker
hi_hi: अपडेट चेकर

# description
source: Provides a simple solid mesh view.
hi_hi: एक सरल solid mesh view प्रदान करता है।

# name
source: Simple View
hi_hi: सरल दृश्य
